Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: These things are easily overcome, be assured. As you were told, there are some tasks that only you can do from inside the building just as there are some that Samedi must do from his remote location. We must coordinate our actions, that is all. Boldness and a clear head will win the day!
de: Sei versichert, dass sich diese Dinge leicht überwinden lassen. Wie dir weitergetragen wurde, gibt es einige Aufgaben, die nur du im Inneren des Gebäudes erledigen kannst, während Samedi andere aus der Ferne verrichten muss. Wir müssen unsere Handlungen koordinieren, das ist alles. Mut und ein klarer Kopf – das ist die Kombination, mit der wir den Sieg davontragen werden!
es: Estas cosas se superan con facilidad, te lo aseguro. Como ya te han dicho, hay algunas tareas que solo se pueden hacer desde dentro del edificio, al igual que hay otras que Samedi debe llevar a cabo desde esta ubicación remota. Debemos coordinar las acciones, eso es todo. ¡El atrevimiento y una mente despejada garantizan el éxito!
fr: Toute complication a son remède, soyez tranquille. Comme vous le savez, il y a certaines tâches que vous seul pouvez accomplir de l'intérieur du bâtiment, et il y en a d'autres que Samedi doit accomplir à distance. Il faut juste que nos actions soient coordonnées. L'audace et l'intelligence sont la clé du succès !
it: Nessun problema, queste cose si superano facilmente. Come ti avevano detto, ci sono alcuni compiti che soltanto tu puoi svolgere dall'interno dell'edificio, così come altri che Samedi deve portare a termine dalla sua postazione remota. Dobbiamo coordinare le nostre azioni, questo è tutto. Coraggio e una mente lucida ci faranno portare a casa la giornata!
ru: Не волнуйся, мы сумеем их преодолеть! Как ты наверняка уже знаешь, некоторые вещи можешь сделать только ты прямо изнутри здания, а некоторые вещи может сделать только Самеди, потому что его там нет. Мы должны координировать наши усилия, вот и все. Отвага и здравомыслие помогут нам одержать победу!

source: They are Brothers and Sisters who have been working undercover.
de: Sie sind Brüder und Schwestern, die verdeckt für die Bruderschaft gearbeitet haben.
es: Son Hermanos y Hermanas que han estado trabajando como infiltrados.
fr: Ce sont des frères et sœurs qui ont travaillé sous couverture.
it: Sono Fratelli e Sorelle che lavorano sotto copertura.
ru: Это братья и сестры, которые работали под прикрытием.

source: They are the immortal soul, made flesh. They are our destiny.
de: Sie sind die fleischgewordene unsterbliche Seele. Sie sind unser Schicksal.
es: Son el alma inmortal hecha carne. Son nuestro destino.
fr: Ce sont des âmes immortelles faites chair. Ils sont notre destin.
it: Loro sono l'anima immortale che si è fatta carne. Sono il nostro destino.
ru: Они - наша судьба. Они - бессмертная душа, обретшая плоть.

source: They don't have BTL where you're from? It's an illegal type of simsense recording. You know, a recording of... uh... brain patterns or something. They slot it into your head and it's like you're there, living whatever it was they recorded. But these guys remove all the safety limiters from the simsense, and get people addicted.
de: Gibt es da, wo du herkommst, kein BTL? Das ist eine illegale Art von Simsinn-Aufnahme, eine Aufnahme von ... ähm ... Gehirnmustern oder so. Sie schieben es in deinen Kopf und es ist so, als wärst du da und würdest das erleben, was sie aufgezeichnet haben. Aber diese Kerle entfernen alle Sicherheitsbegrenzer aus dem Simsinn, und machen die Leute danach süchtig.
es: ¿Donde tú vives no existe el BTL? Es un tipo de grabación de simsense ilegal. Ya sabes, una grabación de... esto... patrones cerebrales o algo así. Te lo meten en la cabeza y es como si estuvieras ahí, viviendo lo que sea que está grabado. Pero estos tipos le quitan todos los limitadores de seguridad al simsense y hacen que la gente se enganche a él.
fr: Il n'y a pas de BTL là d'où vous venez ? C'est un genre d'enregistrement illégal de simsens. Vous savez, un enregistrement de... euh... modèles de cerveau ou un truc du genre. Ils vous fourrent ça dans la tête et c'est comme si vous y étiez. Vous vivez ce qu'ils ont enregistré. Mais ces types ont désactivé toutes les limitations des simsens, et les gens deviennent accrocs.
it: Da dove vieni tu la BTL non esiste? È una registrazione illegale di Sensazioni simulate. Sai, la... registrazione di uno schema cerebrale, o qualcosa del genere. Te lo piantano in testa ed è come se tu fossi lì, a vivere qualunque cosa sia registrata. Ma quelli rimuovono ogni limite di sicurezza dalle Sensazioni simulate e ne rendono le persone dipendenti.
ru: Ты что, не знаешь про ИР-чипы? Это нелегальные симсенс-записи. Записи этих... волн мозга или как его там, я в этом не разбираюсь. Они вставляют их тебе в голову, и ты оказываешься в другом мире, переживаешь все, что они записали. Эти парни снимают с симсенса все ограничители и подсаживают на них людей.

source: They had basilisks. A whole herd of them.
de: Sie hatten Basilisken. Eine ganze Herde davon.
es: Tenían basiliscos. Un rebaño entero.
fr: Ils avaient des basilisks. Toute une horde.
it: Avevano dei basilischi. Un intero branco.
ru: У них были василиски. Целое стадо.

source: They matched the identity by the dental records, right? Not the most reliable. It matches up with something I've seen runners try... It's easy enough to find a body shop that'll make a replica set of teeth for you. Find some schlub off the street no one will miss, swap the teeth and throw the heat off your trail for a while. Lucky I've never been that desperate.
de: Sie haben die Identität über die Zahnabdrücke festgestellt, oder? Nicht gerade sicher. Das passt zu etwas, was verschiedene Runner schon versucht haben ... Es ist eigentlich ganz einfach, einen Laden zu finden, der dir eine Kopie deiner Zähnen macht. Dann braucht man nur noch eine arme Sau von der Straße, die keiner vermissen wird – Zähne austauschen und schon hast du eine Zeit lang Ruhe vor der Polizei. Zum Glück war ich noch nie verzweifelt genug für sowas.
es: Lo identificaron por el expediente dental, ¿verdad? No es el método más fiable. Coincide con algo que he visto intentar hacer a los runners... Es relativamente fácil encontrar un taller que te haga una réplica de una dentadura. Buscar a un desgraciado por la calle al que nadie vaya a echar de menos, cambiar los dientes y despejarte el camino durante un tiempo. Menos mal que yo nunca he estado tan desesperado.
fr: L'identité correspond avec les dossiers dentaires, n'est-ce pas ? Mais niveau fiabilité, ça laisse à désirer. Ça correspond à un truc que j'ai déjà vu, que des runners avaient essayé... Il est assez facile de trouver un endroit où faire une réplique de tes dents. Trouve un bon à rien dans la rue qui ne manquera à personne, remplace-lui ses dents par les tiennes et fais-toi oublier un moment. Au moins j'en suis jamais arrivé là...
it: Hanno stabilito l'identità dalle impronte dentali, giusto? Non è il metodo più affidabile. Combacia perfettamente con una cosa che ho visto provare a fare ai Runner... È abbastanza semplice trovare un negozio di arti che ti faccia una copia della dentatura. Trova qualche miserabile qualunque di cui nessuno sentirà la mancanza, scambia i denti e potrai stare in tranquillità per un po'. Fortunatamente non ho mai raggiunto un tale grado di disperazione.
ru: Они опознали тело по стоматологической карте, так? Это не самый надежный способ идентификации. Я знаю нескольких раннеров, которые поступили именно так... Найти лавочку, которая сделает тебе копию челюсти, не очень трудно. После этого ты берешь какого-нибудь несчастного ублюдка с улицы, которого никто не хватится, имплантируешь ему эту челюсть и сбиваешь погоню со следа. К счастью, сам я никогда не оказывался в настолько отчаянном положении.

source: They only let us watch pre-approved trideo discs. Some of the patients can have violent reactions to seeing the outside world again.
de: Wir dürfen hier nur im Voraus genehmigte Trideos schauen. Einige der Patienten werden gewalttätig, wenn sie die Außenwelt sehen.
es: Solo nos dejan ver discos de trídeo preaprobados. Algunos de los pacientes pueden tener reacciones violentas al volver a ver el mundo exterior.
fr: Ils nous laissent regarder seulement des disques tridéo pré-approuvés. Certains patients peuvent réagir violemment s'ils revoient le monde extérieur.
it: Ci fanno guardare solo dischi trideo precedentemente approvati. Alcuni pazienti potrebbero avere reazioni violente rivedendo il mondo esterno.
ru: Нам разрешают смотреть только те триды, которые приносит врач. У некоторых пациентов случаются припадки, когда они видят наружный мир.

source: They started it, but I aim to finish it.
de: Sie haben damit angefangen, aber ich werde es zu Ende bringen.
es: Empezaron ellos, pero yo voy a terminarlo.
fr: C'est eux qui ont commencé, mais c'est moi qui finirai.
it: Hanno cominciato loro, ma è mia intenzione finire.
ru: Они начали этот бой. Я его закончу.

source: They will be meaningless.
de: Sie werden keine Bedeutung mehr haben.
es: No significarán nada.
fr: Ça ne vous sera d'aucune utilité.
it: Non avranno più significato.
ru: Оно тебе не понадобиться.

source: They won't attack us anymore.
de: Sie werden uns nicht mehr angreifen.
es: Ya no nos atacarán más.
fr: Ils ne vont plus nous attaquer.
it: Non ci attaccheranno più.
ru: Они нас больше не тронут.

source: They're going to be in for a rude surprise. You might want to clear out before the shooting starts.
de: Die können sich auf was gefasst machen. Du solltest besser untertauchen, die Luft könnte hier gleich etwas bleihaltig werden.
es: Se van a llevar una desagradable sorpresa. Quizás quieras largarte antes de que empiece el tiroteo.
fr: Eh bien on va leur faire une petite surprise. Vous devriez peut-être quitter les lieux avant le début de la fusillade.
it: Avranno una brutta sorpresa. Forse dovresti andartene prima che inizi la sparatoria.
ru: Их ждет неприятный сюрприз. Когда начнется стрельба, падай на землю и не поднимай головы, а еще лучше беги отсюда прямо сейчас.

source: They've turned these addicts into killing puppets. Don't hurt them, they don't know what they're doing!
de: Sie haben diese Junkies in mordende Marionetten verwandelt. Tu ihnen nichts, sie wissen nicht, was sie tun!
es: Han convertido a estos adictos en marionetas asesinas. ¡No les hagas daño, no saben lo que hacen!
fr: Ils ont transformé ces junkies en machines à tuer. Ne leurs faites pas de mal, ils ne savent pas ce qu'ils font !
it: Hanno trasformato questi tossici in burattini assassini. Non far loro del male, non sanno quello che stanno facendo!
ru: Они управляют торчками, словно марионетками. Не убивай их! Они не соображают, что делают!

source: They’re thinking big! They set up shop in every major city, created a major marketing campaign, and then began aggressively recruiting the drop-outs, the disaffected, and the deranged - just like any good cult! If Aegis fails... if we fail, the world will be absolutely overrun by bugs. It’s brilliant!
de: Sie haben viel größere Pläne! Sie haben sich in jeder größeren Stadt eingenistet, eine massive Marketingkampagne ins Leben gerufen und dann begonnen, die Aussteiger, die Unzufriedenen und die Verrückten zu rekrutieren – so wie jede gute Sekte! Sollte Aegis versagen ... sollten wir versagen, wird die Welt vollkommen von Käfern überrannt werden. Absolut brillant!
es: ¡Están pensando a lo grande! Se han asentado en todas las ciudades principales, han llevado a cabo una gran campaña de marketing y, después, han empezado a reclutar agresivamente a todos los tirados, los insatisfechos, los dementes... ¡como cualquier secta que se precie! Si Aegis fracasa... Si fracasamos, el mundo será invadido completamente por los bichos. ¡Es fantástico!
fr: Ils ont de l'ambition ! Ils ont installé des boutiques dans toutes les grandes villes, créé des grandes campagnes de marketing, et ont commencé à recruter tous les rejets, les dérangés... Comme n'importe quelle bonne secte ! Si Aegis échoue... Si nous échouons, le monde sera envahi par les insectes. C'est brillant !
it: Hanno pensato in grande! Hanno aperto uffici in tutte le maggiori città, creato una campagna di marketing colossale e iniziato a fare reclute a tappeto tra emarginati, frustrati, sballati... proprio come una vera religione! Se l'Aegis fallisce... se noi falliamo, il mondo verrà dominato dagli insetti. Fantastico!
ru: У них большие планы! Они свили по гнезду в каждом крупном городе, наняли маркетологов и принялись вербовать сумасшедших, нищих и неудачников - в точности как любая другая секта! Если ''Эгида'' не сможет их остановить... если мы не сможем их остановить, они заполонят весь мир. Волшебно!

source: Things are pretty bad here, but I can make 'em even worse for you. Now tell me what you've seen today.
de: Hier sieht’s zwar schon ziemlich übel aus, aber ich kann es trotzdem noch schlimmer für dich machen. Jetzt sag mir, was du heute gesehen hast.
es: Aquí las cosas están bastante mal, pero yo puedo ponértelas aún peor. Y ahora, dime qué has visto hoy.
fr: Les choses sont assez mauvaises par ici, mais je peux les rendre encore pire pour vous. Dites-moi ce que vous avez vu aujourd'hui.
it: Le cose non vanno bene qui, ma posso farle diventare ancora peggiori per te. Ora dimmi cosa hai visto oggi.
ru: Жизнь в этой дыре, конечно, не сахар, но я могу сделать ее еще хуже. Расскажи мне, что ты сегодня видел.

source: Things not going according to plan, Baron?
de: Laufen die Dinge nicht nach Plan, Baron?
es: ¿Las cosas no van como esperabas, barón?
fr: Les choses ne se passent pas comme prévues, Baron ?
it: Le cose non vanno secondo i piani, Baron?
ru: Наш план всплыл брюхом кверху, Барон?

source: Things that go bang in all shapes and sizes, plus other odds and ends, on occasion. Consider me your own personal armory. All weapons are guaranteed to meet strict UCAS military spec or your money back. In addition, I can handle routine maintenance, repairs, and upgrades, if you so desire.
de: Alles was schießen kann, egal ob groß oder klein, und hin und wieder ein paar andere Dinge. Du kannst mich als dein persönliches Arsenal betrachten. Alle Waffen entsprechen garantiert den UCAS-Militärregulierungen, oder du erhältst dein Geld zurück. Zudem kümmere ich mich auf Anfrage um Routinewartungen, Reparaturen und Verbesserungen.
es: Cosas que hacen buuum de todo tipo de formas y tamaños, y en oferta. Considérame tu armería personal. Todas las armas tienen garantía de cumplimiento de las más estrictas normativas militares de la EUCA; si no, te devolvemos el dinero. Además, si lo deseas puedo hacer mantenimientos de rutina, reparaciones y mejoras.
fr: Des engins qui tirent de toutes sortes et de toutes tailles, et d'autres trucs, à l'occasion. Considérez-moi comme votre armurier personnel. Toutes les armes sont fidèles aux normes militaires UCAS. Satisfait ou remboursé ! De plus, Je fais aussi de la maintenance, des réparations et des améliorations si vous le souhaitez.
it: Ho cose che fanno bum, di ogni forma e dimensione, più altre cianfrusaglie. Può considerarmi il suo arsenale personale. Tutte le armi rispettano i severi requisiti militari UCAS. Soddisfatti o rimborsati. Inoltre, se lo desidera, posso provvedere a manutenzione, riparazione e potenziamento.
ru: Огнестрельное оружие всех форм и размеров плюс другие товары, которые могут пригодиться в уличном бою и не помешают в перестрелке. Считай, что я кладовщик на армейском складе. Все, что я продаю, соответствует стандартам Соединенных Канадско-Американских штатов, в противном случае я полностью возмещаю стоимость покупки. Кроме того, я могу помочь тебе с уходом, техосмотром и ремонтом оружия, если возникнет такая необходимость.

source: Things went to hell in a handbasket from there. Don't much like to talk about those later days... So let's talk guns instead. Can I get you anything?
de: Von da an lief einfach alles schief. Von diesen letzten Tagen spreche ich nicht wirklich gerne ... Lass uns lieber über Waffen reden. Kann ich dir was besorgen?
es: A partir de ahí, las cosas fueron de mal en peor. No me gusta mucho hablar de esos últimos días... Así que hablemos de armas. ¿Puedo ofrecerte algo?
fr: Après ça, tout est parti en couille. Je n'aime pas trop parler de comment ça a fini... Alors parlons plutôt flingues. Vous cherchez quelque chose en particulier ?
it: Le cose sono precipitate all'inferno. Non mi piace troppo parlare di quel periodo... Allora parliamo di pistole. Posso procurarti qualcosa?
ru: После этого все покатилось по наклонной плоскости. Я не люблю вспоминать это время... Обсудим оружие. Показать тебе что-нибудь?

source: Things were different back then. We were different. We were a family.
de: Damals war alles anders. Wir waren anders. Wir waren eine Familie.
es: Entonces las cosas eran diferentes. Nosotros éramos diferentes. Éramos una familia.
fr: Les choses étaient différentes à l'époque. On était différents. On était une famille.
it: Le cose erano diverse allora. Noi eravamo diversi. Eravamo una famiglia.
ru: Тогда все было по-другому. Мы были другими. Мы были одной семьей.

source: Think I'll find a better class of people to hang out with.
de: Denke, ich werde schon ein paar Leute mit mehr Klasse finden, mit denen ich rumhängen kann.
es: Creo que voy a buscar una clase de gente mejor con la que pasar el tiempo.
fr: Je crois que je vais chercher d'autres personnes avec qui traîner.
it: Penso che mi troverò della gente migliore da frequentare.
ru: Я предпочитаю более изысканное общество.

source: Think his sister Jessica had something to do with it?
de: Ob seine Schwester Jessica etwas damit zu tun hat?
es: ¿Crees que su hermana, Jessica, ha tenido algo que ver?
fr: Vous pensez que sa sœur Jessica y est pour quelque chose ?
it: Pensi che sua sorella Jessica avesse qualcosa a che fare questo?
ru: Думаете, его сестра тоже как-то вовлечена в эту историю?

source: Think of this as a signing bonus.
de: Stell es dir einfach als einen Vertragsbonus vor.
es: Piensa en esto como un bono por firma de contrato.
fr: Considérez ça comme un bonus qui accompagne votre nouveau boulot.
it: Consideralo un incentivo per l'assunzione.
ru: Считай, что это аванс.

source: Think she’ll play “Who Weeps?”
de: Meinst du, sie wird „Who Weeps“ spielen?
es: Creo que va a interpretar “¿Quién llora?”
fr: Tu penses qu'elle chantera "Who Weeps" ?
it: Dici che canterà "Chi piange"?
ru: Думаешь, она сыграет “Кто оплачет?”

source: Think that has any significance?
de: Denkst du, das hat irgendeine tiefere Bedeutung?
es: ¿Crees que tiene algún significado?
fr: Vous pensez que ça a une quelconque signification ?
it: Pensi che voglia dire qualcosa?
ru: Считаешь, это имеет значение?

source: Think they can control the press?
de: Denkst du, sie können die Presse kontrollieren?
es: ¿Crees que pueden controlar a la prensa?
fr: Vous pensez qu'ils peuvent contrôler la presse ?
it: Pensi che possano controllare la stampa?
ru: Ты думаешь, они смогут замять это дело?

source: This $(l.guy) here has... exotic tastes. $+(l.he) wants to help us out and is willing to pay for the privilege. That, and a copy of the recording.
de: Diese Person hier hat ... spezielle Interessen. $+(l.he) würde uns gerne behilflich sein und für dieses Privileg bezahlen. Und natürlich für eine Kopie der Aufnahme.
es: $(l.guy) tiene... gustos exóticos. $+(l.he) quiere ayudarnos y está dispuesto a pagar por el privilegio. Por eso, y por una copia de la grabación.
fr: Ce $(l.guy) a, comment dire... des goûts exotiques. $+(l.he) veut nous aider, et est prêt à payer pour ce privilège. Ça, plus une copie de l'enregistrement.
it: Questo $(l.guy) qui ha... gusti strani. $+(l.he) vuole aiutarci ed è dice di poter pagare per questo privilegio. Chiede questo e una copia della registrazione.
ru: Видишь, рядом со мной стоит $(l.guy)? Ну так вот, $+(l.he) хочет помочь нам и обещает заплатить за возможность поучаствовать. И еще просит сделать лишнюю копию.

source: This Baron character - what do you know about him?
de: Dieser Baron – was weißt du über ihn?
es: Y ese barón, ¿qué sabes de él?
fr: Ce Baron, que savez-vous à propos de lui ?
it: Questo Baron... Che cosa sai di lui?
ru: Что ты знаешь об этом Бароне?

source: This Universal Brotherhood keycard allows access to the "Home" area of the complex
de: Diese Schlüsselkarte der Universellen Bruderschaft gestattet dir Zutritt zum Aufenthaltsbereich des Gebäudes.
es: Con la tarjeta de acceso de la Hermandad Universal puedes acceder al área del "Hogar" del complejo
fr: Cette carte de la Confrérie Universelle permet l'accès au "Quartier" du complexe.
it: Questa tessera della Fratellanza Universale ti permette di accedere al settore "Casa" del complesso.
ru: Эта магнитная карточка Всеобщего братства открывает доступ в жилищную зону комплекса.

source: This Universal Brotherhood keycard allows access to the "Inner Sanctum" area of the complex.
de: Diese Schlüsselkarte der Universellen Bruderschaft gestattet dir Zutritt zum „Inneren Heiligtum“ des Gebäudes.
es: Es tarjeta de acceso de la Hermandad Universal te permite entrar en la zona del "Sanctasanctórum" del complejo.
fr: Cette carte de la Confrérie Universelle vous permet d'accéder au "Sanctuaire intérieur" du complexe.
it: Questa tessera della Fratellanza Universale ti garantisce accesso all'area del "Santuario nascosto" del complesso.
ru: Пропуск Всеобщего братства, который позволяет открыть двери так называемого "святилища".

source: This ain't a game.
de: Das ist kein Spiel.
es: Esto no es un juego.
fr: Ce n'est pas un jeu.
it: Non è un gioco.
ru: Это не игра.

source: This appears to be the diary of a teenage girl.
de: Scheint das Tagebuch einer Teenagerin zu sein.
es: Parece ser el diario de una adolescente.
fr: On dirait le journal d'une adolescente.
it: Sembra il diario di un'adolescente.
ru: Похоже, это дневник девочки-подростка.

source: This better pay off.
de: Ich hoffe, das ist es wert.
es: Será mejor que valga la pena.
fr: Ça a intérêt à donner quelque chose.
it: Meglio che ne valga la pena.
ru: Надеюсь, это поможет мне получить деньги.

source: This disguise just might work.
de: Diese Verkleidung könnte funktionieren.
es: Puede que este disfraz funcione.
fr: Ce déguisement pourrait faire l'affaire.
it: Questo travestimento potrebbe anche funzionare.
ru: Эта маскировка может сработать.

source: This door must have locked when you let us in.
de: Diese Tür muss sich verriegelt haben, als du uns reingelassen hast.
es: La puerta debe de haberse cerrado cuando nos has dejado entrar.
fr: Cette porte a dû se verrouiller quand vous nous avez laissé entrer.
it: La porta deve essersi bloccata quando ci hai fatto entrare.
ru: Должно быть, дверь захлопнулась после того, как мы вошли.

source: This door must have locked when you let us in.
de: Diese Tür muss sich verriegelt haben, als du uns reingelassen hast.
es: La puerta debe de haberse cerrado cuando nos has dejado entrar.
fr: Cette porte a dû se verrouiller quand vous nous avez laissé entrer.
it: La porta deve essersi bloccata quando ci hai fatto entrare.
ru: Должно быть, дверь захлопнулась после того, как мы вошли.
