Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I understand that you have saved the day by moving a troubled soul from this plane to another. I congratulate you. Is there magic I could provide to help you with your next task?
de: Wie ich gehört habe, hast du den Tag gerettet, indem du eine arme Seele von einer Ebene der Wirklichkeit in eine andere befördert hast. Ich gratuliere dir. Kann ich dir mit meiner Magie bei deiner nächsten Aufgabe behilflich sein?
es: Tengo entendido que has salvado la situación trasladando a un alma atormentada desde este plano hasta otro. Te felicito. ¿Te puedo ofrecer algo de magia para ayudarte en tu siguiente misión?
fr: J'ai cru comprendre que vous avez sauvé la mise en déplaçant une âme troublée d'un plan à l'autre. Je vous félicite. Puis-je vous fournir de la magie pour votre prochaine tâche ?
it: So che sei l'anima eroica che ha accompagnato quella tormentata da questo piano a un altro. Mi complimento. C'è una magia che potrei donarti per completare la tua prossima missione?
ru: Тебе удалось сделать этот мир чуточку лучше, позволив заблудшей душе продолжить ее бесконечное странствие. Поздравляю. Я могу чем-то помочь тебе в твоем следующем начинании?

source: I understand.
de: Verstehe.
es: Lo entiendo.
fr: Je comprends.
it: Capisco.
ru: Понятно.

source: I understand. Consider it tossed.
de: Ich verstehe. Weg ist sie.
es: Lo entiendo. Considérala tirada.
fr: Je comprends. Elle ira à la poubelle.
it: Capisco. Considerala buttata.
ru: Я понимаю. Готово.

source: I understand. Good night, and God bless. {{GM}}The Priest clasps his Bible to his chest and then moves at a brisk pace toward the neighboring church.{{/GM}}
de: Ich verstehe. Gute Nacht und Gott schütze euch. {{GM}}Mit der Bibel vor der Brust marschiert der Priester schnellen Schrittes in Richtung der naheliegenden Kirche.{{/GM}}
es: Lo entiendo. Buenas noches, y que Dios les bendiga. {{GM}}El sacerdote se coloca la Biblia en el pecho y se marcha con paso enérgico hacia una iglesia cercana.{{/GM}}
fr: Je comprends. Bonne nuit, que Dieu vous bénisse. {{GM}}Le prêtre serre sa bible contre sa poitrine et part à vive allure vers l'église voisine.{{/GM}}
it: Capisco. Buonanotte e che il cielo vi protegga. {{GM}}Il sacerdote stringe la Bibbia al petto e si allontana con passo rapido verso la chiesa poco distante.{{/GM}}
ru: Я понимаю. Желаю вам доброго вечера, и да благословит вас Господь. {{GM}}Священник прижимает Библию к груди и торопливым шагом удаляется в направлении церкви.{{/GM}}

source: I understand. I will unlock the piano so you may go downstairs. Someone down there should be able to help you, if they are awake. It is likely that you will visit the Matrix before the day is done.
de: Verstehe. Ich werde das Piano entsperren, damit du nach unten gehen kannst. Irgendjemand dort unten sollte dir helfen können. Vorausgesetzt es ist jemand wach. Es ist nicht unwahrscheinlich, dass du die Matrix betreten wirst, bevor der Tag vorüber ist.
es: Lo entiendo. Desbloquearé el piano para que puedas ir abajo. Probablemente ahí abajo haya alguien que te pueda ayudar, si están despertados. Es probable que visites la Matriz antes de que acabe el día.
fr: Je comprends. Je vais débloquer le piano afin que vous puissiez aller en bas. Quelqu'un en bas devrait pouvoir vous aider, s'ils sont réveillés. On dirait bien que vous allez visiter la Matrice avant la fin de la journée.
it: Capisco. Sblocco subito il pianoforte così puoi scendere. Qualcuno là sotto saprà come aiutarti, sempre che siano svegli. È probabile che dovrai entrare nella Matrice prima di domani.
ru: Понимаю. Я отопру пианино, так что спускайся в подвал. Если его обитатели еще не легли спать, они с радостью тебе помогут. Скорее всего, тебе понадобится специалист по матричному поиску.

source: I understand. If I can find it at the scene, I'll bring it to you.
de: Verstehe. Wenn ich sie finden kann, bringe ich sie dir.
es: Lo entiendo. Si lo encuentro en la escena del crimen, te lo traeré.
fr: Je comprends. Si je le trouve, je vous l'apporte.
it: Capisco. Se dovessi trovarla sul luogo del crimine, te la porterò.
ru: Я понимаю. Если я найду его рядом с местом преступления, я принесу его тебе.

source: I understand. Is it possible I can speak with the hospital administrator?
de: Verstehe. Wäre es möglich, mit dem Leiter des Krankenhauses zu sprechen?
es: Lo entiendo. ¿Podría hablar con el administrador del hospital?
fr: Je comprends. Pourrais-je parler au directeur de l'hôpital ?
it: Capisco. Potrei parlare con il direttore dell'ospedale?
ru: Я понимаю. Но я ведь могу поговорить с администратором клиники?

source: I understand. I’m afraid that I cannot help you. Grandmother Jessica has entered the Inner Sanctum to meditate and cannot be disturbed. If you wish, I can tell her that you asked for her.
de: Ich verstehe. Ich fürchte, ich kann dir nicht helfen. Großmutter Jessica befindet sich im inneren Heiligtum und möchte nicht gestört werden. Wenn du es wünschst, könnte ich ihr mitteilen, dass du nach ihr gefragt hast.
es: Lo entiendo. Me temo que no puedo ayudarte. Abuela Jessica ha entrado en el Sanctasanctórum para meditar y no se la puede molestar. Si lo deseas, puedo decirle que has preguntado por ella.
fr: Je comprends. J'ai peur de ne pas pouvoir vous aider. Grand-mère Jessica a pénétré dans le Sanctuaire Intérieur pour méditer et ne peut être dérangée. Si vous le souhaitez, je peux lui dire que vous êtes venu pour elle.
it: Capisco. Temo di non poter essere di aiuto. Nonna Jessica è andata a meditare nel Santuario nascosto e non può essere disturbata. Se vuoi posso dirle che hai chiesto di lei.
ru: Я понимаю. Боюсь, что ничем не могу помочь. Праматерь Джессика удалилась во внутренние покои, где она предается медитации. Мы не можем ее беспокоить, но я могу передать ей сообщение.

source: I understand. Paco and I can handle it. I’ve done this before. Later.
de: Verstehe. Paco und ich schaffen das schon, ich hab das schon vorher mal gemacht. Man sieht sich.
es: Lo entiendo. Paco y yo podemos encargarnos solos. No es la primera vez que lo hago. Hasta otra.
fr: J'comprends. On va se débrouiller, Paco et moi. J'ai déjà fait ça mille fois. À plus tard.
it: Capisco. Io e Paco ce la possiamo fare. Non è la prima volta che mi capita. A dopo.
ru: Я понимаю. Мы с Пако справимся сами. Не в первый раз. До встречи.

source: I understand. Your time is more valuable than mine.
de: Versteh schon. Deine Zeit ist wertvoller als meine.
es: Lo entiendo. Tu tiempo vale más que el mío.
fr: Je comprends. Votre temps est plus précieux que le mien.
it: Capisco. Il tuo tempo è più prezioso del mio.
ru: Я понимаю. Твое время стоит дороже, чем мое.

source: I used to feel the same way! Then I heard Lynne Telestrian speak at my first Discovery Meeting and I realized what I’d been missing!
de: Ich habe einmal ganz genauso gedacht! Doch dann habe ich Lynne Telestrian bei meinem ersten Erfahrungstreffen sprechen gehört und erkannt, was mir gefehlt hat!
es: ¡Yo solía sentirme así! ¡Entonces escuché a Lynne Telestrian hablarme en mi primera Reunión de Descubrimiento y me di cuenta de lo que me había estado perdiendo!
fr: Je pensais de la même manière ! Et puis j'ai entendu Lynne Telestrian parler lors de ma première Réunion de la découverte, et j'ai compris tout ce dont je passais à côté !
it: Io mi sentivo allo stesso modo! Poi ho sentito Lynne Telestrian parlare al mio primo incontro di presentazione e ho capito cosa mi mancava!
ru: Я думал так же! Но потом услышал проповедь Линн Телестриан на приветственном собрании и осознал, каким радостным может стать мое будущее!

source: I wanna get paid as much as you, buddy. But we need to live long enough to actually *drink* the nuyen we earn.
de: Ich will genauso sehr bezahlt werden wie du. Aber wir müssen erstmal lang genug leben, um all die Nuyen zu versaufen, die wir kriegen sollen.
es: Tengo tantas ganas de cobrar como tú, colega. Pero para poder *bebernos* los nuyens que ganemos primero tenemos que vivir lo suficiente.
fr: Moi aussi je veux être payé, mon pote. Mais on doit avant tout rester en vie si on veut *boire* tous les nuyens qu'on a gagnés.
it: Voglio mettermi in tasca i soldi quanto te. Ma dobbiamo vivere abbastanza per poterci scolare i nuyen che guadagniamo.
ru: Ну как. Мне деньги нужны не меньше, чем тебе, но чтобы их пропить, мы должны как минимум остаться в живых. Нюйены покойникам ни к чему.

source: I want him to tell his friends what happened here.
de: Ich will, dass er seinen Freunden erzählt, was hier passiert ist.
es: Quiero que le diga a sus amigos lo que acaba de pasar.
fr: Je veux qu'il dise à ses amis ce qui s'est passé ici.
it: Voglio che dica ai suoi amici quello che è successo qui.
ru: Я хочу, чтобы он рассказал дружкам, что здесь случилось.

source: I want something badass. Got one with a laser inside?
de: Ich will was richtig Krasses. Hast du einen mit ’nem Laser drin?
es: Quiero algo brutal. ¿Tienes uno con láser?
fr: Je veux quelque chose de costaud. Vous avez un truc avec un laser ?
it: Voglio qualcosa di micidiale. Ce n'è uno con un laser all'interno?
ru: Я хочу что-нибудь покруче! Можно мне руку с лазерным резаком?

source: I want to buy your pass card.
de: Ich möchte deine Passkarte kaufen.
es: Quiero comparte tu tarjeta de acceso.
fr: Je veux t'acheter une carte d'accès.
it: Voglio comprare la tua tessera.
ru: Я хочу купить у тебя пропуск.

source: I want to get into the office, what will your keycard cost me?
de: Ich muss in den Verwaltungsbereich gelangen. Wie viel würde mich deine Schlüsselkarte kosten?
es: Quiero entrar en la oficina, ¿cuánto me costaría tu tarjeta de acceso?
fr: Je veux m'introduire dans le bureau. Combien pour votre carte d'accès ?
it: Voglio entrare nell'ufficio, quanto mi costerà la tua tessera?
ru: Мне нужно попасть в офис. Продашь мне твой пропуск?

source: I want to get paid. Real money.
de: Ich will Geld. Viel Geld.
es: Quiero cobrar. Dinero de verdad.
fr: Je veux être payé. Avec de l'argent, du vrai.
it: Voglio quello che mi spetta. Soldi veri.
ru: Я хочу денег. Настоящих денег.

source: I want to kill someone... and record it.
de: Ich möchte jemanden umbringen ... und es aufnehmen.
es: Quiero matar a alguien... y grabarlo.
fr: Je veux tuer quelqu'un... et l'enregistrer.
it: Voglio uccidere qualcuno... e registrarlo.
ru: Я хочу убить человека. И записать это.

source: I want to know more about you first. Who you really are.
de: Ich will erst mehr über dich wissen. Wer du wirklich bist.
es: Antes quiero saber más sobre ti. Quién eres realmente.
fr: Je veux en savoir plus sur vous, d'abord. Qui vous êtes vraiment.
it: Voglio prima sapere di più su di te. Chi sei veramente?
ru: Сперва я хочу знать, кто ты такой на самом деле.

source: I want what you want. A better life. A better world for everyone. The Universal Brotherhood can give you that...
de: Ich will das, was du willst. Ein besseres Leben. Eine bessere Welt für uns alle. Die Universelle Bruderschaft kann dir das bieten ...
es: Yo quiero lo mismo que tú. Una vida mejor. Un mundo mejor para todos. La Hermandad Universal puede dártelo...
fr: Je veux ce que toi tu veux. Une vie meilleure. Un monde meilleur pour tout le monde. La Confrérie Universelle peut t'apporter tout ça...
it: Quello che vuoi anche tu. Una vita migliore. Un mondo migliore per tutti. La Fratellanza Universale può darti...
ru: Я хочу того же, чего и ты. Лучшей жизни. Лучшего мира для всех. Всеобщее братство сможет...

source: I want you to die!
de: Ich will euch tot sehen!
es: ¡Quiero que mueras!
fr: Vous allez crever !
it: Voglio farti fuori!
ru: Сдохни!

source: I was a friend of Sam Watts. Know him?
de: Ich war ein Freund von Sam Watts. Kanntest du ihn?
es: Era amigo de Sam Watts. ¿Lo conocías?
fr: J'étais un ami de Sam Watts. Vous le connaissez ?
it: Sam Watts era mio amico. Lo conosce?
ru: Сэм Уоттс был моим другом. Ты знал его?

source: I was born poor and on the street. Got anyone who's been there too?
de: Ich bin seit meiner Geburt ein Kind der Straße. Habt ihr vielleicht jemanden, der das auch durchgemacht hat?
es: Nací pobre y en las calles. ¿Tienes a alguien que también haya estado así?
fr: Je suis né dans la rue, dans la pauvreté. Vous avez quelqu'un comme ça ?
it: Ho sempre vissuto per strada, nella totale povertà. C'è qualcuno che conosca quella realtà?
ru: Нищета мне знакома не понаслышке. Я могу поговорить с кем-то, кто был в таком же отчаянном положении?

source: I was just at the Union. She's missed two shifts, and Mrs. Kubota hasn't been able to reach her on her comm.
de: Ich war gerade in der Union. Sie hat zwei Schichten verpasst, und Mrs. Kubota ist es nicht gelungen, sie über ihr Komm zu erreichen.
es: Acabo de estar en el Unión. Se ha perdido dos turnos y la Sra. Kubota no ha podido hablar con ella.
fr: Je viens du Seamstresses Union. Ça fait deux jours qu'elle n'est pas venue travailler et Mme Kubota n'a pas réussi à la joindre sur son comm.
it: Poco fa ero all'Union. Ha saltato due turni, e la signora Kubota non riesce a contattarla al suo commlink.
ru: Я только что из Союза. Она пропустила уже две смены, и миссис Кубота говорит, что не может до нее дозвониться.

source: I was listening. It sounds bad.
de: Ich hab zugehört. Klingt nicht gut.
es: Estaba escuchando. Suena mal.
fr: J'étais en train d'écouter. Ça a l'air grave.
it: Stavo ascoltando. Non va bene.
ru: Я все знаю. Похоже, дело плохо.

source: I was mugged while recruiting in the Barrens.
de: Ich wurde auf meiner Rekrutierungstour in den Barrens ausgeraubt.
es: Me atracaron mientras reclutaba en los Barrens.
fr: On m'a braqué pendant que je recrutais à Barrens.
it: Ho subito una rapina mentre cercavo nuove reclute nelle Terre desolate.
ru: Меня ограбили какие-то головорезы в Пустошах.

source: I was thinking 75¥.
de: Ich dachte eher an 75¥.
es: Estaba pensando 75¥.
fr: Je pensais plutôt à 75 ¥.
it: Io pensavo 75 ¥.
ru: Отдашь за 75¥?

source: I was told I need a secure line to call the number Sam gave me. Can’t use my commlink.
de: Ich soll über eine sichere Leitung die Nummer anrufen, die Sam mir gegeben hat. Über meinen Kommlink geht das nicht.
es: Me dijeron que necesitaría una línea segura para llamar al número que Sam me dio. No puedo usar el commlink.
fr: On m'a dit qu'il me faut une ligne sécurisée pour appeler le numéro que Sam m'a donné. Je ne peux pas utiliser mon commlink.
it: Mi hanno detto di usare una linea protetta per chiamare il numero che mi ha dato Sam. Il mio commlink non va bene.
ru: Мне нужно позвонить в адвокатскую контору по номеру телефона, который оставил Сэм. Обычный коммлинк не подойдет, только защищенный канал.

source: I was told as much on the phone.
de: So viel hat man mir schon am Telefon gesagt.
es: Es cuanto me dijeron por teléfono.
fr: C'est ce qu'on m'a dit au téléphone.
it: Così mi hanno detto al telefono.
ru: Это мне сообщили по телефону.

source: I was walking to the Organ Grinders downtown, and there was some kind of event happening at MegaMedia. They had a puppet there from Maria Mercurial's label with a personafix chip installed, making her an exact doppelganger. They were just using her to hawk some simsense re-release of a Mercurial Live show, but it gave me an idea...
de: Ich bin in die Downtown-Filiale von Organ-Grinders gegangen, und es fand irgendein Event bei MegaMedia statt. Sie hatten eine Marionette von Maria Mercurials Label da, bei der ein Personafix-Chip installiert war, der sie zu einem exakten Doppelgänger machte. Sie haben das Ding nur benutzt, um irgendeine Simsinn-Neuveröffentlichung eines Live-Konzerts von Mercurial zu bewerben, aber das hat mich auf eine Idee gebracht ...
es: Iba hacia los Organilleros, en el centro, y había algún tipo de evento en MegaMedia. Tenían una marioneta, de la marca de Maria Mercurial, con un chip personafix instalado, haciendo de ella una copia perfecta. Solo la estaban usando para vender algún reedición en simsense de un espectáculo en directo de Mercurial, pero me dio una idea.
fr: Je me rendais au Broyeur d'Organes du centre-ville, et il y avait un genre d'événement à MégaMédia. Ils avaient une marionnette de la maison de disques de Maria Mercurial avec une puce personafix, ce qui en faisait en son double exact. Ils l'utilisaient pour promouvoir la réédition simsense d'un concert de Mercurial, mais ça m'a donné une idée.
it: Mentre mi dirigevo verso la filiale del centro della Suonatori d'organi, mi sono accorto che c'era un evento da MegaMedia. C'era una burattina dell'etichetta di Maria Mercurial con installato un chip Personafix, che lo rendeva identico all'originale. Lo stavano utilizzando per promuovere il rilancio dei concerti della Mercurial, ma mi ha dato un'idea...
ru: Побывал в районном отделении конторы "Руки-ноги". На обратном пути заглянул в МегаМедиа: видел нечто донельзя забавное. У них была марионетка Марии Меркурии с чипом с записью личности певицы. Получился идеальный, неотличимый от оригинала двойник. Они использовали ее для рекламы следующего концерта, но меня посетила интересная мысль...

source: I was with him on that run. He saved my life.
de: Ich war auch auf diesem Run. Er hat mir das Leben gerettet.
es: Yo fui con él a ese run. Me salvó la vida.
fr: J'étais avec lui sur cette mission. Il m'a sauvé la vie.
it: Ero con lui in quella missione. Mi ha salvato la vita.
ru: Я помню этот забег. В ту ночь он спас мою жизнь.

source: I was wondering when you would ask. Actually, at one point in the early twenty-teens I knew the whole thing by heart. Sadly, those grey cells died a long time ago - maybe when I did.
de: Ich hab mich schon gewundert, wann du fragst. In der Tat kannte ich in den 2010er-Jahren mal wirklich alle Details zu diesem Fall. Tja, die grauen Zellen sind leider schon vor einer ganzen Weile gestorben – vielleicht zusammen mit mir.
es: Esperaba que me lo preguntaras. De hecho, a principio de los veinte me lo sabía todo de pies a cabeza. Por desgracia, esas neuronas murieron hace mucho tiempo; quizás en el momento en que morí yo.
fr: Je me demandais quand vous me poseriez la question. En fait, quand j'avais une vingtaine d'années, je savais tout ça par cœur. Malheureusement, mes cellules grises sont mortes il y a longtemps... en même temps que moi sans doute.
it: Aspettavo questa domanda. In effetti, quando avevo circa vent'anni, la sapevo a memoria. Sfortunatamente, quella parte di materia grigia è deceduta un bel po' di tempo fa, forse quando lo sapevo, appunto.
ru: Я давно ждал этого вопроса. В две тысячи двенадцатом я помнил весь сценарий наизусть, но увы. После смерти у меня совсем отшибло память.

source: I was working undercover in the Barrens.
de: Ich habe verdeckt in den Barrens ermittelt.
es: Estaba trabajando de incógnito en los Barrens.
fr: Je travaillais sous couverture à Barrens.
it: Lavoravo in incognito nelle Terre desolate.
ru: Я только что из Пустошей. Чтобы выполнить задание, мне пришлось работать под прикрытием.

source: I will have to get back to you on that one.
de: Das müsste ich zuerst überprüfen.
es: Eso tendré que consultarlo.
fr: Je vais devoir vous faire patienter.
it: Questa storia non mi convince.
ru: Минуточку, я сейчас вернусь.

source: I will now set to the task of healing those he has left behind. For every madman we faced here tonight, there are a dozen innocent souls, crying out in need. The spirits of the departed will also need help in passing, or else I fear they may become like those we met in the hangar. They all deserve my help.
de: Ich werde mich nun an die Aufgabe machen, die zu heilen, die er zurückließ. Für jeden Verrückten, dem wir heute entgegentreten mussten, gibt es Dutzende unschuldige Seelen, die in ihrer Not verzweifeln. Auch die Geister der Verstorbenen brauchen Hilfe, damit sie nicht wie die enden, die wir heute im Hangar kennenlernen durften. Sie alle verdienen meine Hilfe.
es: Ahora me dedicaré a curar a los que ha dejado atrás. Por cada loco al que nos hemos enfrentado esta noche, hay docenas de almas inocentes, gritando de necesidad. Los espíritus de los difuntos también necesitan ayuda para pasar, o me temo que se convertirán en algo como lo que encontramos en el hangar. Todos merecen mi ayuda.
fr: Je vais désormais m'atteler à la tâche et soigner ceux qu'il a laissés derrière lui. Pour chaque fou que nous avons affronté cette nuit, il y a dix âmes innocentes qui pleurent leur tourment. Les esprits de ceux qui nous ont quitté auront aussi besoin d'aide pour passer de l'autre côté ou j'ai peur qu'ils deviennent comme ceux que nous avons rencontrés dans le hangar. Ils méritent tous mon aide.
it: Ora mi occuperò di guarire quelli che si è lasciato alle spalle. Per ogni pazzo che abbiamo affrontato stanotte, ci sono dozzine di anime innocenti che gridano aiuto. Gli spiriti dei defunti avranno bisogno di aiuto per passare a miglior vita, altrimenti temo possano diventare come quelli che abbiamo incontrato nell'hangar. Tutti meritano il mio aiuto.
ru: Теперь мне предстоит исцелить тех, кого он искалечил. На каждого встреченного нами здесь безумца в этих стенах приходится десяток невинных душ, забытых и всеми покинутых. Духи умерших также нуждаются в помощи. Если не помочь им найти дорогу домой, они обратятся в таких же призраков, как и те, что мы видели в ангаре. Я постараюсь сделать это.

source: I will now summon the spirit.
de: Ich werde jetzt den Geist beschwören.
es: Ahora, voy a conjurar al espíritu.
fr: Je vais maintenant invoquer l'esprit.
it: Ora invocherò lo spirito.
ru: Теперь я призову духа.

source: I will overlook the implied accusation and tell you that I was at a fundraiser all evening. A very crowded fundraiser.
de: Ich werde über die implizierte Anschuldigung hinwegsehen und dir sagen, dass ich den gesamten Abend über auf einer Benefizveranstaltung war. Einer sehr erfolgreichen.
es: Pasaré por alto la acusación implícita y te diré que estuve en una recaudación de fondos toda la noche. Una recaudación de fondos con mucha gente.
fr: Je ne vais pas relever votre accusation voilée. Sachez que j'étais à un gala de bienfaisance toute la soirée. La salle était à comble.
it: Ignorerò l'accusa implicita. Mi limito a risponderti che ho trascorso quella serata a un evento di raccolta fondi. Un evento molto affollato.
ru: Я готова закрыть глаза на невысказанное обвинение. Весь вечер я провела на мероприятии по сбору средств. Меня видели сотни людей.

source: I will presume that we are the new friends you’re talking about?
de: Ich geh jetzt mal davon aus, wir sind die neuen Freunde, von denen du da geredet hast?
es: Supongo que nosotros somos los nuevos amigos de los que estás hablando.
fr: J'imagine que nous sommes les nouveaux amis dont vous parlez ?
it: Suppongo che siamo noi i nuovi amici di cui parlavi.
ru: Рискну предположить, что именно по нашу душу кто-то приехал.

source: I will think of something!
de: Mir fällt schon etwas ein!
es: ¡Ya se me ocurrirá algo!
fr: Je tâcherai d'y réfléchir !
it: Mi inventerò qualcosa!
ru: Я что-нибудь придумаю!

source: I will.
de: Das werde ich.
es: Lo haré.
fr: T'inquiète.
it: Senz'altro.
ru: Хорошо.

source: I will. And I’m gonna get some answers.
de: Das werde ich auch. Und ich komme nicht ohne ein paar Antworten zurück.
es: Lo haré. Y obtendré respuestas.
fr: Je n'y manquerai pas. Et j'obtiendrai des réponses.
it: Lo farò. E ho intenzione di ottenere delle risposte.
ru: Так я и сделаю. И не вернусь, пока не получу от нее ответов.

source: I will. Goodbye, for now.
de: Das werde ich. Wir sehen uns.
es: Lo haré. Adiós, por ahora.
fr: Je n'y manquerai pas. Au revoir.
it: Lo farò. Arrivederci, per ora.
ru: Обязательно. А пока до свидания.
