Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I agree. Good to be back in one piece.
de: Seh ich genauso. Es ist schön, in einem Stück wieder hier zu sein.
es: Estoy de acuerdo. Me alegro de haber vuelto de una pieza.
fr: Je suis d'accord. C'est bon d'être de retour en un seul morceau.
it: Sono d'accordo. È bello tornare sani e salvi.
ru: Мне всегда приятно возвращаться домой.

source: I agree. The ceremony feels like the culmination of Sam’s mother getting all her body parts back. Think his sister Jessica had something to do with it?
de: Das sehe ich genauso. Die Zeremonie wirkt wie der Höhepunkt der Tatsache, dass Sams Mutter all ihre Organe zurückgekriegt hat. Glaubst du, seine Schwester Jessica hat etwas damit zu tun?
es: Estoy de acuerdo. La ceremonia parece la culminación de la madre de Sam recuperando todas las partes de su cuerpo. ¿Crees que su hermana, Jessica, ha tenido algo que ver?
fr: Je suis d'accord. La cérémonie a l'air d'être l'apogée de la récupération de tous les organes de la mère de Sam. Vous pensez que sa sœur Jessica y est pour quelque chose ?
it: Sono d'accordo. La cerimonia sembra la sublimazione della madre di Sam che riottiene tutte le sue parti del corpo. Pensi che sua sorella Jessica avesse qualcosa a che fare questo?
ru: Хм-м. Церемония станет кульминацией этой истории. Теперь, когда мать Сэма получила все части своего тела обратно... Я не удивлюсь, если Джессика все же окажется как-то замешана в случившемся.

source: I ain’t ever heard of that - what is it?
de: Hab ich noch nie von gehört ... Was ist das?
es: Ni siquiera he oído hablar de eso, ¿qué es?
fr: Jamais entendu parler de ça, c'est quoi ?
it: Non ho mai sentito parlare di quello... che cos'è?
ru: Никогда об этом не слышал - это вообще что?

source: I already paid my surgeon to be so.
de: Dafür habe ich bereits meinen Schönheitschirurgen bezahlt.
es: Ya le he pagado a mi cirujano para conseguirlo.
fr: J'ai déjà payé mon chirurgien pour le faire.
it: Ho già pagato il mio chirurgo per diventarlo.
ru: Именно за это я и плачу моему хирургу.

source: I am Dr. Holmes, yes. {{GM}}The man stresses the word "doctor", a flash of anger in his eyes.{{/GM}}
de: Ich bin Dr. Holmes, ja. {{GM}}Der Mann legt besondere Betonung auf das Wort „Doktor“. Seine Augen blitzen zornig auf.{{/GM}}
es: Soy el Dr. Holmes, sí. {{GM}}El hombre recalca la palabra "doctor" con un destello de ira en sus ojos.{{/GM}}
fr: Je suis le Dr Holmes, oui. {{GM}}L'homme a insisté sur le mot "docteur", un éclair de colère dans le regard.{{/GM}}
it: Sono il dottor Holmes, sì. {{GM}}L'uomo sottolinea la parola "dottor", con un lampo di rabbia negli occhi.{{/GM}}
ru: Да, я доктор Холмс. {{GM}}Он делает сильное ударение на слове "доктор", а в глазах у него вспыхивает явная неприязнь.{{/GM}}

source: I am Mr. Quoth, his Head of Household.
de: Ich bin Mr. Quoth, ich leite seinen Haushalt.
es: Soy el Sr. Quoth, el Amo de Llaves.
fr: Je suis M. Quoth, son valet en chef.
it: Io sono il signor Quoth, il responsabile del personale di servizio.
ru: Меня зовут Ворон. Я исполняю обязанности главы домашнего хозяйства.

source: I am a $(scene.BroSis), not a member of the public. My keycard is not working.
de: Ich bin Mitglied der Gemeinschaft, kein normaler Bürger. Meine Schlüsselkarte funktioniert nicht.
es: Soy un $(scene.BroSis), no un miembro del público. Mi tarjeta de acceso no funciona.
fr: Je suis un $(scene.BroSis), pas un membre du public. Ma carte d'accès ne fonctionne pas.
it: Io sono un $(scene.BroSis), non una persona esterna. La mia tessera è rotta.
ru: Кто говорит о посторонних? Я же $(scene.BroSis). Мой пропуск не работает.

source: I am a former runner. Now, I provide a safe haven and a marketplace for runners who need a trustworthy place to congregate and do business.
de: Ich war selbst einmal ein Runner. Jetzt biete ich einen sicheren Unterschlupf und ein Handelszentrum für Runner, die einen vertrauenswürdigen Ort brauchen, um sich zu versammeln und ihre Geschäfte zu tätigen.
es: Antes era runner. Ahora ofrezco un paraíso seguro y un mercado para los runners que necesitan un lugar de confianza en el que congregarse y hacer negocios.
fr: J'ai été Runner. Aujourd'hui, j'offre un refuge et un endroit sûr pour faire des affaires aux Runners qui cherchent un lieu où se réunir en toute confiance.
it: Un tempo lavoravo come Runner. Ora fornisco un rifugio e un luogo di scambio per Runner che cercano un luogo sicuro per riunirsi e fare affari.
ru: Когда-то я сама была раннером. Теперь я держу подпольный рынок для других обитателей теней - безопасную гавань, в которой раннеры могут вести дела вдали от любопытных глаз.

source: I am a peddler of magical spells, spirits, and foci. Nothing more.
de: Ich bin ein Verkäufer von magischen Sprüchen, Geistern und Foki. Das ist alles.
es: Soy vendedor de hechizos, espíritus y focos espirituales. Nada más.
fr: Je suis un marchand de sorts, d'esprits et de foyers magiques. Rien de plus.
it: Sono un venditore ambulante di incantesimi, spiriti e oggetti magici. Niente di più.
ru: Я продаю чары, фокусы и фетиши. Не более того.

source: I am a professional.
de: Ich bin ein Profi.
es: Yo soy profesional.
fr: Je suis un professionnel.
it: È quello che sono io.
ru: Я профессионал.

source: I am actually working for the dead man to help find his killer. Can I come into the alley and look around a bit?
de: Ich arbeite genau genommen für den Toten und will dabei helfen, seinen Mörder zu finden. Kann ich in die Gasse gehen und mich ein wenig umsehen?
es: En realidad trabajo para el muerto, tengo que encontrar a su asesino. ¿Puedo entrar al callejón a echar un vistazo?
fr: Je travaille en fait pour l'homme mort, j'essaye de retrouver son meurtrier. Puis-je jeter un œil dans la ruelle ?
it: In realtà sto lavorando per trovare l'assassino del morto. Posso entrare nel vicolo per dare un'occhiatina in giro?
ru: Покойный нанял меня как раз на такой случай. Я пытаюсь найти его убийцу. Разреши мне осмотреть этот переулок?

source: I am aware of your financial situation. When you are healed, we will discuss the concept of “giri” - the debt of honor. Now go. Bleed elsewhere.
de: Ich bin mir deiner finanziellen Situation bewusst. Wenn du geheilt bist, werden wir über das Konzept des „Giri“ sprechen – der Ehrenschuld. Und jetzt geh. Blute woanders den Boden voll.
es: Conozco bien tu situación financiera. Cuando estés curada, hablaremos del concepto de “giri”, la deuda de honor. Ahora ve. Sangra en otro sitio.
fr: Je suis au courant de ta situation financière. Lorsque tu seras guérie, nous discuterons du concept de "giri", la dette d'honneur. Maintenant va. Saigne ailleurs.
it: Conosco la tua situazione finanziaria... Quando sarai guarita, parleremo del concetto di "giri", il debito d'onore. Ora vai. Vai a sanguinare altrove.
ru: Я знаю о твоем плачевном финансовом положении. Когда ты поправишься, я расскажу тебе, что такое “гири” - долг чести. А теперь иди. И постарайся не оставлять за собой кровавых разводов.

source: I am doing what I do, $(l.name). Providing those in need with the tools they require.
de: Ich mache, was ich mache, $(l.name). Ich gebe den Hilfsbedürftigen die richtigen Mittel in die Hand.
es: Estoy haciendo mi trabajo, $(l.name). Proporcionar a los necesitados las herramientas que requieren.
fr: Je fais ce que je fais, $(l.name). Je donne à ceux qui en ont besoin les outils qu'ils recherchent.
it: Faccio solo il mio lavoro, $(l.name). Fornisco gli strumenti necessari a chi ne ha bisogno.
ru: То же, что и всегда, $(l.name). Появляюсь в нужном месте и в нужное время, чтобы подарить людям инструменты, без которых они не смогли бы совершить невозможное.

source: I am glad to hear that Jake Armitage is alive... again. He lives an interesting life. Very well. If Jake sent you to me, I will help you.
de: Schön zu hören, dass Jake Armitage lebt ... mal wieder. Er führt ein interessantes Leben. Nun gut. Wenn Jake dich geschickt hat, werde ich dir helfen.
es: Me alegra saber que Jake Armitage está vivo... otra vez. Tiene una vida interesante. Muy bien. Si te ha enviado Jake, te ayudaré.
fr: Je suis ravie d'apprendre que Jake Armitage est vivant... À nouveau. Il a vécu une vie palpitante. Très bien. Si c'est Jake qui vous envoie, je vais vous aider.
it: Sono lieta di sentire che Jake Armitage sia vivo... di nuovo. Ha una vita interessante. Molto bene. Se è Jake che ti manda, ti aiuterò.
ru: Я рада, что Джейк Армитиж жив... Все еще жив. Он ведет интересную жизнь. Ну что же, раз тебя прислал Джейк, я постараюсь помочь.

source: I am he as you are he as you are me and we are all together.
de: Ich bin er und du bist er und du bist ich und wir sind alle zusammen.
es: Yo soy él, como tú eres él, como tú eres yo, y todos estamos juntos.
fr: Je suis lui autant que vous l'êtes, nous formons un tout.
it: Quando nasco ho quattro zampe, quando cresco ne ho due, da vecchio ne ho tre. Che animale sono?
ru: Видите ли... видите ли, сэр, я... просто не знаю, кто я сейчас такая. Нет, я, конечно, примерно знаю, кто такая я была утром, когда встала, но с тех пор я всё время то такая, то сякая - словом, какая-то не такая.

source: I am honored, Mrs. Kubota. Thank you.
de: Ich fühle mich geehrt, Mrs. Kubota. Danke.
es: Me honra, Sra. Kubota. Gracias.
fr: Tout l'honneur est pour moi, Mme Kubota. Merci.
it: È un onore per me, signora Kubota. Grazie.
ru: Это большая честь для меня, миссис Кубота. Большое спасибо.

source: I am not privileged to know where Grandmother Jessica is, but Father Willy might.
de: Ich habe nicht das Privileg zu wissen, wo sich Großmutter Jessica aufhält, doch Vater Willy könnte das wissen.
es: No tengo el privilegio de saber dónde está Abuela Jessica, pero quizá Padre Willy lo sepa.
fr: Je n'ai pas le privilège de savoir où se trouve Grand-mère Jessica, mais Père Willy le sait peut-être.
it: Non mi è concesso sapere dove si trova Nonna Jessica, ma Padre Willy potrebbe saperlo.
ru: Я не могу сказать, где праматерь сейчас, потому что не знаю - но отец Вилли наверняка ответит на этот вопрос.

source: I am out of keycards, but if you show that to Brother Christopher he can let you into the office to make a new keycard.
de: Ich habe keine Schlüsselkarten mehr, aber wenn du sie Bruder Christopher zeigst, lässt er dich in den Verwaltungsbereich, um eine neue Karte zu fertigen.
es: No me quedan tarjetas de acceso pero, si le enseñas eso al hermano Christopher, te dejará entrar a la oficina para hacer una nueva.
fr: Je n'ai plus de clés, mais si vous montrez ceci à Frère Christophe, il vous guidera jusqu'aux bureaux pour en faire une nouvelle.
it: Ho finito le tessere, ma se fai vedere questa al Fratello Christopher, ti farà entrare nell'ufficio per farne una nuova.
ru: У меня кончились пропуски. Покажи свою карточку брату Кристоферу, и он откроет для тебя кабинет, там можно сделать новую.

source: I am so glad I could help! By just walking through these doors you have taken the first steps along a path that will change you forever.
de: Es freut mich sehr, dass ich dir helfen konnte! Dadurch, dass du zu uns gekommen bist, hast du den ersten Schritt auf einer Reise getan, die dich für immer verändern wird.
es: ¡Me alegro de ser de ayuda! Simplemente atravesando estas puertas has dado los primeros pasos de un camino que te cambiará para siempre.
fr: Heureuse d'avoir pu vous aider ! En passant ces portes, vous venez de faire le premier pas d'un chemin qui va changer votre vie à jamais.
it: Sono così felice di poter essere d'aiuto! Entrando da quella porta hai compiuto il primo passo lungo il percorso che cambierà la tua vita per sempre.
ru: Я так рада, что сумела помочь! Войдя в эти двери, вы сделали первый шаг на пути, который перевернет всю вашу жизнь и изменит вас навсегда.

source: I am sure it can. That’s why I am here - to get some answers.
de: Das glaube ich auch. Deswegen bin ich heute hier – um Antworten zu finden.
es: Estoy seguro de que puede. Por eso estoy aquí, para obtener algunas respuestas.
fr: J'en suis sûr. C'est pour cela que je suis ici, pour obtenir des réponses.
it: Non ne dubito. Per questo sono qui: per trovare delle risposte.
ru: Верю. Поэтому я здесь - я хочу получить ответы.

source: I am sure you appreciate a good slum as much as the next shadowrunner. However, I fail to see the significance of the Redmond Barrens or its energy resources in the context of this conversation.
de: Ich bin mir sicher, Sie schätzen einen guten Slum ebenso sehr wie jeder andere Shadowrunner. Ich verstehe jedoch nicht, welche Bedeutung die Redmond Barrens und ihre Energieressourcen in dem Kontext dieser Unterhaltung haben.
es: Seguro que sabes valorar un buen barrio pobre como cualquier shadowrunner. Sin embargo, no entiendo la relevancia de los Barrens de Redmond ni de sus recursos energéticos en el contexto de esta conversación.
fr: Je suis sûre que vous appréciez un bon taudis comme tout shadowrunner qui se respecte. Mais j'ai du mal à voir la signification de Redmond Barrens ou de ses ressources d'énergie dans le contexte de cette conversation.
it: Capisco che la sua passione per i bassifondi sia tipica degli Shadowrunner. Ma non capisco che cosa c'entrino le Terre desolate di Redmond e la loro rete elettrica nel contesto di questa conversazione.
ru: Не сомневаюсь, что трущобы для тебя - дом родной, как и для большинства раннеров, но все же не понимаю, какое отношение редмондские Пустоши или их энергоснабжение имеют к предмету нашего текущего разговора.

source: I am sure you will.
de: Da bin ich mir sicher.
es: Seguro que lo harás.
fr: C'est sûr.
it: Sono sicura che lo farai.
ru: В этом я не сомневаюсь.

source: I am.
de: Das bin ich.
es: Sí.
fr: Je le suis.
it: Sì.
ru: Это так.

source: I am. I am. Just landed a big contract here in Seattle. Fuchi wants to build another building. It’s a good thing. Worth drinking to.
de: Die habe ich, die habe ich in der Tat. Ich hab gerade einen Riesenauftrag hier in Seattle an Land gezogen. Fuchi will ein weiteres Gebäude bauen. Das ist eine gute Sache. Auf sowas kann man anstoßen.
es: Lo soy. Lo soy. Acabo de obtener un gran contrato aquí, en Seattle. Fuchi quiere construir otro edificio. Es algo bueno. Por lo que merece la pena beber.
fr: Oui. Oui. Je viens de choper un gros contrat ici à Seattle. Fuchi veut construire un nouveau bâtiment. C'est une bonne chose. Ça vaut la peine que j'y lève mon verre.
it: Sì, in effetti lo sono. Ho appena ottenuto in grosso incarico qui a Seattle. La Fuchi vuole costruire un nuovo edificio. È un'ottima notizia. Per cui vale la pena brindare.
ru: Еще какое! Я только что заключил крупный контракт здесь в Сиэтле. Фучи хочет построить еще один небоскреб. Это нужно отметить.

source: I am. I imagine you've seen all sorts of things in a place like this, eh?
de: Bin ich. Ich schätze mal, du hast hier drinnen schon alles Mögliche gesehen, was?
es: Sí. Imagino que, en un lugar como este, habrás visto todo tipo de cosas, ¿eh?
fr: En effet. Je suppose que vous avez vu toutes sortes de choses ici, hein ?
it: Sì, immagino che tu abbia visto di tutto in un posto come questo, eh?
ru: Да. Если ты здесь давно, то наверняка повидал много всего интересного, так?

source: I am. Why?
de: Ja, bin ich. Warum.
es: Sí, ¿por qué?
fr: Si. Pourquoi ?
it: Sì. Perché?
ru: Именно так. В чем дело?

source: I appreciate that, but... But I think I'd prefer to just let it be. No one else needs to get hurt.
de: Ich weiß das zu schätzen, aber ... Aber ich glaube, es wäre besser, die Sache einfach auf sich beruhen zu lassen. Niemand sonst muss verletzt werden.
es: Te lo agradezco, pero... Creo que prefiero dejarlo como está. No es necesario que salga herido nadie más.
fr: J'apprécie, mais... Mais il vaut mieux laisser les choses telles qu'elles sont. Inutile de risquer la vie d'autres personnes.
it: Lo apprezzo, ma... Penso che forse sia meglio lasciar perdere. Non voglio che altre persone rimangano ferite.
ru: Я это ценю, но... Наверное, мне бы хотелось, чтобы все просто закончилось. Чтобы никто больше не пострадал.

source: I appreciate that. And good luck to you.
de: Das weiß ich zu schätzen. Ich wünsche dir viel Glück.
es: Te lo agradezco. Y buena suerte.
fr: J'apprécie. Et bonne chance à toi.
it: Ti ringrazio. E buona fortuna a te.
ru: Я это ценю. И желаю удачи и тебе тоже.

source: I appreciate the lie.
de: Ich weiß diese Lüge zu schätzen.
es: Te agradezco la mentira.
fr: J'apprécie le mensonge.
it: Apprezzo la bugia.
ru: Это ложь, но все равно спасибо.

source: I appreciate you talking with me.
de: Danke für deine Zeit.
es: Te agradezco que hables conmigo.
fr: Merci pour la conversation.
it: Apprezzo il fatto che abbia parlato con me.
ru: Благодарю за беседу.

source: I beg to differ on that! I already took your precious vessel!
de: Da bin ich anderer Meinung! Ich habe dein wertvolles Gefäß bereits befreit!
es: ¡Difiero! ¡Tu querida vasija ya es mía!
fr: Je me permets de faire objection ! Je me suis déjà emparé de votre précieux vaisseau !
it: Permettimi di non essere d'accordo. Ho già preso la tua preziosa nave!
ru: У тебя ничего не выйдет. Та, кого ты пыталась принести в жертву, уже в безопасности.

source: I believe our quests are aligned. I need proof that Aegis will kill the monsters and you need to kill the monsters to get to your target and complete your objective.
de: Ich glaube, unsere Ziele überschneiden sich. Ich brauche Beweis, dass Aegis die Insekten töten kann und Sie müssen Insekten töten, um an Ihre Zielperson heranzugelangen.
es: Creo que nuestras misiones están en el mismo plano. Yo necesito pruebas de que Aegis acabará con los monstruos y tú tienes que acabar con ellos para conseguir tu objetivo.
fr: Je vois que nos intérêts se rejoignent. Je dois prouver qu'Aegis peut anéantir les monstres. Quant à vous, vous devez tuer les monstres pour atteindre votre cible et accomplir votre objectif.
it: Credo che i nostri intenti siano allineati. Io ho bisogno di una prova che l'Aegis funzioni contro i mostri e, per completare il suo obiettivo, a lei serve che lo stesso si verifichi in battaglia.
ru: В таком случае наши цели совпадают. Я хочу убедиться, что ''Эгида'' убивает этих чудовищ, а тебе в любом случае придется убить их, чтобы добраться до виновника смерти твоего товарища и призвать его к ответу.

source: I believe so! I think she arrived at the end of Father Willy's talk, so you might still find her in the auditorium.
de: Ich glaube schon! Ich glaube, sie ist am Ende von Vater Willys Rede eingetroffen, also findest du sie vielleicht noch im Auditorium.
es: ¡Creo que sí! Creo que llegó al final de la charla de Padre Willy, así que es posible que aún la encuentres en el auditorio.
fr: Je pense bien ! Il me semble qu'elle est arrivée à la fin du discours de Père Willy, elle doit encore se trouver à l'auditorium.
it: Credo di sì! Credo sia arrivata al termine del discorso di Padre Willy. Dovrebbe trovarla ancora nell'Auditorium.
ru: Да, она сейчас здесь! Кажется, она прибыла как раз тогда, когда отец Вилли заканчивал свою проповедь. Вы можете найти ее в аудитории.

source: I believe so, yes. I will unlock the piano so you may go downstairs. I hope you get the answers you are looking for. It is likely that you will visit the Matrix before the day is done.
de: Ich glaube schon. Ich werde das Piano entsperren, damit du nach unten gehen kannst. Ich hoffe, du findest die Antworten, die du brauchst. Es ist nicht unwahrscheinlich, dass du die Matrix betreten wirst, bevor der Tag vorüber ist.
es: Creo que sí. Desbloquearé el piano para que puedas ir abajo. Espero que encuentres las respuestas que estás buscando. Es probable que visites la Matriz antes de que acabe el día.
fr: Je pense, oui. Je vais débloquer le piano afin que vous puissiez aller en bas. J'espère que vous obtiendrez les réponses que vous cherchez. On dirait bien que vous allez visiter la Matrice avant la fin de la journée.
it: Suppongo di sì. Sblocco subito il pianoforte così puoi scendere. Ti auguro di trovare le risposte che cerchi. È probabile che dovrai entrare nella Matrice prima di domani.
ru: Думаю, да. Я отопру пианино, так что спускайся в подвал. Если его обитатели еще не легли спать, они с радостью тебе помогут. Скорее всего, тебе понадобится специалист по матричному поиску.

source: I believe you. You look like you have a question.
de: Ich glaube dir. Du siehst aus, als hättest du eine Frage.
es: Te creo. Yo diría que tienes algo que preguntar.
fr: Je vous crois. On dirait que vous avez une question.
it: Ti credo. Sembra che tu abbia una domanda.
ru: Я тебе верю. Но ты смотришь на меня так, будто у тебя есть вопросы.

source: I bet you see lots of things around here, and I want to hear about some of them.
de: Ich wette, du siehst hier alles Mögliche und ich möchte, dass du mir etwas darüber erzählst.
es: Apuesto a que ves muchas cosas por aquí, y quiero oírte hablar de ellas.
fr: Je parie que vous voyez tout un tas de trucs bizarres par ici, et je veux savoir quoi.
it: Scommetto che vedi un sacco di cose qui e voglio che tu me ne dica alcune.
ru: Не сомневаюсь, ты многое повидал, пока работал здесь. Расскажи мне, что тут происходит на самом деле.

source: I bet.
de: Jede Wette.
es: Seguro que sí.
fr: J'imagine.
it: Ci credo.
ru: Ну еще бы.

source: I came across some items that might help you out.
de: Ich hab da etwas gefunden, was dir vielleicht helfen könnte.
es: He encontrado unas cosas que podrían ayudarte.
fr: J'ai récupéré des objets qui pourraient peut-être vous aider.
it: Ho trovato alcuni oggetti che potrebbero interessarti
ru: Я нашел кое-что, что может тебе помочь.
