Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: When they enter that room back there, they will have no thoughts other than thoughts of promotion. With the Ripper in hand, my brother will be forgotten, along with all the other victims. But so too will I. They will not be a problem. {{GM}}Whether that's true or not, Shannon's confidence and very presence seem capable of making it true.{{/GM}}
de: Wenn sie diesen Raum da hinten betreten, werden sie an nichts anderes denken als eine Beförderung. Der Ripper ist gefasst, und mein Bruder wird in Vergessenheit geraten, genau wie all die anderen Opfer. Und wie auch ich. Sie werden kein Problem darstellen. {{GM}}Ob es nun wahr ist oder nicht, Shannons Zuversicht und ihre reine Anwesenheit scheinen in der Lage zu sein, es wahr zu machen.{{/GM}}
es: Cuando entren en esa habitación de ahí, solo pensarán en su ascenso. Con el Destripador en la mano, mi hermano será olvidado, junto con las otras víctimas. Pero entonces yo también. No serán un problema. {{GM}}Sea cierto o no, la sola presencia de Shannon y su confianza parecen capaces de hacerlo realidad.{{/GM}}
fr: Lorsqu'ils entreront dans cette pièce, ils ne penseront à rien d'autre qu'à leur promotion. Mais avec la démise de l'éventreur, mon frère sera oublié, comme les autres victimes. Et bientôt, moi aussi. Ils ne poseront pas de problème. {{GM}}Que ce soit vrai ou non, la simple présence de Shannon et de sa confiance en elle rend cette possibilité très réelle.{{/GM}}
it: Quando entreranno in quella stanza lì dietro, non penseranno ad altro che alla promozione. Con lo Squartatore in pugno, mio fratello verrà dimenticato, insieme a tutte le altre vittime, e anche me. Loro non saranno un problema. {{GM}}Che sia vero o no, la fiducia di Shannon e la sua presenza fanno sembrare questo sogno realizzabile.{{/GM}}
ru: Когда они войдут в эту комнату, их будет беспокоить только мысль о наградах и повышениях. Они забудут о моем брате, а вместе с ним забудут и обо мне. "Одинокая звезда" не будет проблемой. {{GM}}Шеннон выглядит достаточно уверенной в своих словах, чтобы у тебя не возникло сомнений в ее правоте. У нее все получится.{{/GM}}

source: When was the last time you saw Lucy?
de: Wann hast du Lucy zum letzten Mal gesehen?
es: ¿Cuándo viste a Lucy por última vez?
fr: Quand avez-vous vu Lucy pour la dernière fois ?
it: Quando è stata l'ultima volta che hai visto Lucy?
ru: Где ты видел Люси в последний раз?

source: When was the last time you saw or spoke to Sam?
de: Wann hast du Sam zuletzt gesehen oder mit ihm gesprochen?
es: ¿Cuándo fue la última vez que viste o hablaste con Sam?
fr: Quand avez-vous vu Sam ou lui avez-vous parlé pour la dernière fois ?
it: Quando è stata l'ultima volta che hai parlato con Sam?
ru: Когда вы в последний раз видели Сэма или говорили с ним?

source: When you put it that way - I’ll do it.
de: Wenn du es so ausdrückst ... werde ich es wohl machen.
es: Si lo presentas así... lo haré.
fr: Vu comme ça... je vais le faire.
it: Se la metti su questo piano, d'accordo.
ru: Поскольку ты не оставляешь мне выбора - я это сделаю.

source: When you return to the Seamstresses Union in the early hours of the morning, it seems a completely different place. Bereft of the normal crowd that haunts it, the bar feels desolate, almost abandoned. It’s eerie, like the back hallways of hotels and shopping malls. But you finally have a break in your case - a sample of the Ripper’s blood. You just need to find someone to help you analyze it...
de: Als du am frühen Morgen in die Seamstresses Union zurückkehrst, scheint sie ein völlig anderer Ort zu sein. Ohne die Kundschaft, die sich dort für gewöhnlich drängt, wirkt die Bar einsam, beinahe verlassen. Es ist beinahe gespenstisch, so wie die Hinterräume von Hotels oder Einkaufszentren. Doch du hast endlich eine handfeste Spur in deinem Fall – eine Probe des Blutes des Rippers. Du brauchst nur jemanden, der dir helfen kann, es zu analysieren ...
es: Cuando vuelves al Unión de Costureras a primera hora de la mañana, parece un lugar completamente diferente. A falta de la clientela habitual que lo frecuente, el bar parece desolado, casi abandonado. Es inquietante, como los pasillos de servicio de los hoteles y los centros comerciales. Pero por fin tienes un avance para el caso; una muestra de la sangre del Destripador. Ahora solo tienes que encontrar a alguien que te ayude a analizarla...
fr: Quand vous retournez au Seamstresses Union au petit matin, l'endroit semble tout autre. Dépourvu de sa clientèle habituelle, le bar devient un lieu morne, presque abandonné. L'endroit est inquiétant, comme les couloirs de service des hôtels et des centres commerciaux. Mais vous avez finalement trouvé de quoi vous occuper : un échantillon de sang de l'éventreur. Il ne vous reste plus qu'à trouver quelqu'un capable de l'analyser...
it: Quando torni al Seamstresses Union, alle prime ore del mattino, sembra un posto completamente diverso. Privo della folla che di solito lo infesta, il bar sembra desolato, quasi abbandonato. È angosciante, come i corridoi degli hotel e dei centri commerciali. Ma alla fine, il tuo caso ha una svolta: un campione di sangue dello Squartatore. Ora ti serve qualcuno che ti aiuti ad analizzarlo...
ru: Когда ты возвращаешься в Союз белошвеек за час до рассвета, безлюдный бар кажется тебе совершенно незнакомым местом. Без своих завсегдатаев он выглядит опустевшим и заброшенным, как служебные помещения отелей и автомобильные стоянки разорившихся супермаркетов. Но тебе есть чем гордиться. У тебя в руках образец крови Потрошителя. Осталось только найти кого-то, кто поможет тебе сделать анализ...

source: When you’re an unsavory character like myself, you tend to associate with other unsavory characters who often partake in unsavory business... like you, for example. So, why am I dead? Who knows. Probably my fault.
de: Wenn du eine zwielichtige Persönlichkeit wie ich bist, umgibst du dich oft mit anderen zwielichtigen Gestalten, die oft zwielichtiges Zeug am Laufen haben ... wie zum Beispiel auch du. Also, warum bin ich tot? Wer weiß das schon? Wahrscheinlich selbstverschuldet.
es: Cuando eres un personaje inmoral como yo, tiendes a asociarte con otros personajes inmorales, que suelen tomar parte en negocios inmorales... como tú, por ejemplo. Así que, ¿por qué estoy muerto? Quién sabe. Probablemente por mi culpa.
fr: Quand t'es un personnage malsain comme moi, t'as tendance à t'associer avec d'autres personnages malsains, pour des affaires malsaines... comme toi par exemple. Bon, pourquoi suis-je mort ? Qui sait. Sûrement ma faute.
it: I tipi poco raccomandabili come me tendono ad associarsi con tipi della stessa risma, spesso coinvolti in affari altrettanto loschi... Tipi come te, per esempio. Perché sono morto? E chi lo sa. Probabilmente per colpa mia.
ru: Если ты неудачник вроде меня, ты заводишь дружбу с другими неудачниками, которые часто зарабатывают на жизнь сомнительным образом... вроде тебя. Так почему же я мертв? Кто знает. Скорее всего я сам виноват.

source: Where can I get a different keycard?
de: Wo könnte ich eine andere Schlüsselkarte finden?
es: ¿Dónde puedo obtener otra tarjeta de acceso?
fr: Où est-ce que je peux trouver une autre carte d'accès ?
it: Dove posso trovare un'altra tessera?
ru: Где я могу разжиться собственным пропуском?

source: Where did Sam live?
de: Wo hat Sam gelebt?
es: ¿Dónde vivía Sam?
fr: Où Sam habitait-il ?
it: Dove viveva Sam?
ru: Где он жил?

source: Where did those guys come from?
de: Wo sind diese Typen hergekommen?
es: ¿De dónde han salido esos tíos?
fr: D'où est-ce qu'ils sortaient, ceux-là ?
it: Da dove venivano quelli?
ru: Откуда они взялись?

source: Where did you see this spirit?
de: Wo hast du diesen Geist gesehen?
es: ¿Dónde viste ese espíritu?
fr: Où as-tu vu l'esprit ?
it: Dove hai visto questo spirito?
ru: Где ты видел этого духа?

source: Where do the arched doors go to?
de: Wo führen diese Türbogen hin?
es: ¿Adónde llevan las puertas abovedadas?
fr: Où mène la porte en arc-boutant ?
it: Dove conducono le porte ad arco?
ru: Куда ведут высокие двери?

source: Where do the insect spirits come from?
de: Woher kommen die Insektengeister?
es: ¿De dónde salen los Espíritus insecto?
fr: D'où viennent les esprits insectes ?
it: Da dove vengono gli spiriti degli insetti?
ru: Откуда взялись духи-насекомые?

source: Where does Mother Lynne fit in this happy family?
de: Wie passt Mutter Lynne in diese glückliche Familie?
es: ¿Dónde encaja Madre Lynne dentro de esta familia feliz?
fr: Où est la place de Mère Lynne dans cette heureuse famille ?
it: E qual è il ruolo di Madre Lynne in questa bella famigliola?
ru: И какое же место в этой счастливой семье занимает мать Линн?

source: Where does the door with the grate go to?
de: Wo führt die vergitterte Tür hin?
es: ¿Adónde lleva la puerta con las rejas?
fr: Où mène la porte avec la grille ?
it: Dove conduce la porta con la grata?
ru: Куда ведет дверь с решеткой?

source: Where he belongs. Good.
de: Das ist auch gut so.
es: Donde tiene que estar. Bien.
fr: Là où il devrait être. Bien.
it: Dove merita di stare. Bene.
ru: Туда ему и дорога. Хорошо.

source: Where is Grandmother Jessica?
de: Wo ist Großmutter Jessica?
es: ¿Dónde está Abuela Jessica?
fr: Où est Grand-mère Jessica ?
it: Dov'è Nonna Jessica?
ru: Где праматерь Джессика?

source: Where is Jessica Watts?
de: Wo ist Jessica Watts?
es: ¿Dónde está Jessica Watts?
fr: Où est Jessica Watts ?
it: Dov'è Jessica Watts?
ru: Где Джессика Уоттс?

source: Where is the counseling center?
de: Wo ist das Beratungszentrum?
es: ¿Dónde está el centro de asesoramiento?
fr: Où est le centre de conseils ?
it: Dove si trova il consultorio?
ru: Где находится совет душепопечителей?

source: Where to?
de: Wohin willst du?
es: ¿A dónde?
fr: Où ça ?
it: Direzione?
ru: Куда?

source: Where were you living before you moved back here?
de: Wo hast du gelebt, bevor du wieder hierher zurückgezogen bist?
es: ¿Dónde vivías antes de volver aquí?
fr: Où viviez-vous avant de vous réinstaller ici ?
it: Dove vivevi prima di ritrasferirti qui?
ru: Где вы жили перед тем, как вернулись в Сиэтл?

source: Where were you on the night of Sam’s murder?
de: Wo warst du in der Nacht, in der Sam starb?
es: ¿Dónde estabas la noche en que murió Sam?
fr: Où étiez-vous la nuit où Sam s'est fait tuer ?
it: Dov'eri la notte dell'omicidio di Sam?
ru: Где вы были в ночь убийства?

source: Where's Doc Castle?
de: Wo ist Doc Castle?
es: ¿Dónde está la Dra. Castle?
fr: Où est Doc Castle ?
it: Dov'è la dottoressa Castle?
ru: Где доктор Касл?

source: Where's Stevie holed up?
de: Wo steckt Stevie?
es: ¿Dónde está Stevie?
fr: Où Stevie est-il cloîtré ?
it: Dov'è nascosto Stevie?
ru: Где у Стиви нора?

source: Where's he at?
de: Wo ist er?
es: ¿Dónde está?
fr: Où est-il ?
it: Dov'è?
ru: Где он?

source: Where's the rest of them?
de: Wo sind die anderen abgeblieben?
es: ¿Dónde está el resto?
fr: Où sont les autres ?
it: Dove sono gli altri?
ru: Где остальные?

source: Where?! How?
de: Wo?! Wie?
es: ¡¿Dónde?! ¿Cómo?
fr: Où ?! Comment ?
it: Dove?! Come?
ru: Где?! Как?

source: Wherever there’s mayhem, that’s where you’ll find me.
de: Ich bin immer da, wo es Blut und Ärger gibt.
es: Dondequiera que haya jaleo, ahí me encontrarás.
fr: Que voulez-vous, le chaos m'attire comme un aimant.
it: Dovunque ci sia fermento, lì ci sono anch'io.
ru: Ты прав. Хаос следует за мной по пятам.

source: Where’s Herr Brackhaus? I thought he’d be here too.
de: Wo ist Herr Brackhaus? Ich hätte erwartet, dass er auch hier ist.
es: ¿Dónde está Herr Brackhaus? Creía que también estaría aquí.
fr: Où est Herr Brackhaus ? Je pensais qu'il serait là aussi.
it: Dov'è Herr Brackhaus? Pensavo di trovarlo qui.
ru: Где герр Бракхаус? Мне показалось, что он захочет присутствовать.

source: Where’s Paco?
de: Wo ist Paco?
es: ¿Dónde está Paco?
fr: Où est Paco ?
it: Dov'è Paco?
ru: Где Пако?

source: Where’s the Safe House?
de: Wo ist der Unterschlupf?
es: ¿Dónde está el piso franco?
fr: Où est là planque ?
it: Dov'è il nascondiglio segreto?
ru: Где у вас тут подвал?

source: Where’s this market of yours at?
de: Wo finde ich denn diesen Markt?
es: ¿Dónde está ese mercado vuestro?
fr: Où se trouve ce fameux marché ?
it: Dov'è il mercato di cui parli?
ru: Где этот ваш рынок?

source: Where’ve you been, Sam? I haven’t heard from you in months.
de: Wo warst du, Sam? Ich hab monatelang nichts von dir gehört.
es: ¿Dónde has estado, Sam? Llevo meses sin tener noticias tuyas.
fr: T'étais où, Sam ? Ça fait des mois que j'ai pas de nouvelles.
it: Dove sei stato, Sam? È da mesi che non ho tue notizie.
ru: Сэм, где ты был? От тебя полгода ничего не было слышно!

source: Whether working as a janitor or a decker, he gets out clean.
de: Ob er als Hausmeister arbeitet oder als Decker, er kommt sauber raus.
es: Trabajando como limpiador o como decker, sale limpio.
fr: Qu'il bosse comme concierge ou comme decker, il s'en sort sans problème.
it: Che lavori come custode o come Decker, ne esce sempre pulito.
ru: Уборщик или декер, Джонни всегда работает чисто.

source: Which patient would that be?
de: Wie ist der Name des Patienten?
es: ¿Y de qué paciente se trata?
fr: Quel patient voulez-vous voir ?
it: E chi sarebbe?
ru: И кого же?

source: While Ms. Watts has agreed to modify her children's birth certificate from unknown to Telestrian employee Nathan Miles, if the children ever discover that they share a father with you they could make a claim on the Trust based upon DNA evidence.
de: Während Ms. Watts sich bereit erklärt hat, die Vaterschaft ihrer Kinder in den Geburtsurkunden von „Unbekannt“ auf den Telestrian-Angestellten Nathan Miles zu ändern, könnten ihre Kinder, sollten sie herausfinden, dass sie den gleichen Vater haben wie du, den Fonds aufgrund von DNA-Nachweisen für sich beanspruchen.
es: Aunque la Sra. Watts ha aceptado modificar el nombre del padre en el certificado de nacimiento de sus hijos, pasando de *desconocido* a ser el empleado de Telestrian, Nathan Miles, si los chicos descubren que compartís el mismo padre, podrían reclamar el fideicomiso, basándose en una prueba de ADN.
fr: Parce que Mme Watts a donné l'autorisation de faire modifier l'acte de naissance de ses enfants illégitimes à l'employé de Telestrian Corporation Nathan Miles, si les enfants venaient maintenant à découvrir qu'ils ont le même père que vous, ils pourraient faire une réclamation portant sur le fond à l'aide de preuves ADN.
it: La signora Watts ha acconsentito a modificare il certificato di nascita dei suoi figli, il cui padre ora risulta essere Nathan Miles, un dipendente della Telestrian. Ma se dovessero mai scoprire di avere un genitore in comune con te, potrebbero reclamare diritti sul fondo, con un test del DNA.
ru: Мисс Уоттс согласилась изменить имя отца детей и указать в качестве родителя сотрудника Телестриан Индастриз Натана Майлза, но если дети когда-либо узнают, что у них с тобой был общий отец, они смогут оспорить владение трестом в результате простой экспертизы ДНК.

source: While Telestrian Industries of course would never interfere with an employee’s religious choices, our 2053 investigation raised concerns that Ms. Telestrian’s devotion to the cult-like Universal Brotherhood could represent a security risk to the company, and it is possible that this has become true.
de: Natürlich würde sich Telestrian Industries nie in die religiösen Überzeugungen eines Mitarbeiters einmischen, doch unsere Untersuchungen aus dem Jahr 2053 haben ergeben, dass Ms. Telestrians Hingabe zu der sektenähnlichen Universellen Bruderschaft ein Sicherheitsrisiko für den Konzern darstellen könnte und dieser Verdacht scheint sich nun bestätigt zu haben.
es: Aunque Telestrian Industries, por supuesto, nunca interferiría con las inclinaciones religiosas de una empleada, nuestra investigación de 2053 mostró preocupación por que la devoción de la Srta. Telestrian a la sectaria Hermandad Universal representase un riesgo para la seguridad de la compañía, y es posible que se haya hecho realidad.
fr: Même s'il est clair que Telestrian Industries ne s'immiscerait jamais dans les affaires religieuses de l'un ou l'autre de ses employés, notre enquête de 2053 a révélé que la dévotion de Mlle Telestrian à la Confrérie Universelle pourrait mettre en péril la sécurité de la société, et il est possible que cela se soit avéré vrai.
it: Mentre le Industrie Telestrian, ovviamente, non avrebbero mai interferito con le scelte religiose di un dipendente, la nostra indagine del 2053 ha sollevato preoccupazioni sul fatto che la devozione della signora Telestrian alla setta della Fratellanza Universale potrebbe rappresentare un rischio per la sicurezza della società, ed è possibile che quest'ultimo sia diventato reale.
ru: Компания Телестриан Индастриз не позволяет себе ограничивать свободу вероисповедания своих служащих, однако расследование 2053 года показывает, что приверженность мисс Телестриан к культу Всеобщего братства ставит под угрозу безопасность нашей компании.

source: While in the same overalls that you saw him in upstairs, down here, leaning over a workbench crammed with circuit boards, cables and chips, Johnny Clean seems a totally different person. You get the impression that Johnny was once as hot and as invisible as the most infamous deckers today.
de: Obwohl er noch dieselbe Uniform trägt, in der du ihn oben angetroffen hast, scheint Johnny Clean zwischen all diesen Platinen, Kabeln und Chips eine vollkommen andere Person zu sein. Du hast den Eindruck, dass Johnny einmal einer der berüchtigtsten Decker seiner Zeit gewesen sein muss.
es: Aunque va vestido igual que cuando lo viste arriba, aquí abajo, inclinado sobre un escritorio repleto de placas base, cables y chips, Johnny Clean parece una persona completamente diferente. Te da la sensación de que en su día Johnny fue tan guapo e invisible como los deckers más infames de la actualidad.
fr: Il a beau être habillé de la même façon que lors de votre rencontre à l'étage, ici, penché sur un établi jonché de circuits imprimés, de câbles et de puces, Johnny Clean a l'air d'une toute autre personne. Vous avez l'impression que Johnny était autrefois aussi recherché et invisible que les deckers les plus notoires du moment.
it: Anche se porta la stessa tuta da lavoro in cui l'hai visto al piano di sopra, qua giù, chino sul banco da lavoro coperto di circuiti, cavi e microchip, Johnny Clean sembra una persona completamente diversa. Hai l'impressione che Johnny un tempo dovesse essere tanto pericoloso e invisibile quanto i più temibili Decker di oggi.
ru: Чистюля Джонни носит тот же комбинезон, в котором он работает наверху, но сейчас, когда он склонился над верстаком в окружении печатных плат, кабелей и чипов, он кажется совершенно другим человеком. У тебя складывается недвусмысленное впечатление, что когда-то он был столь же неуловим и знаменит, как самые известные из матричных ковбоев, о которых тебе доводилось слышать.

source: While modern medical technology makes surgery less disruptive than it used to be, it's still an ordeal for both the body and the spirit, requiring extensive recuperation to properly heal. I am trained in the ways of the spirit world as well as the scientific world. I do my best to heal the whole patient.
de: Während moderne medizinische Eingriffe weniger einschneidend sind, als sie einmal waren, setzen sie den Körper und den Geist dennoch unter großen Stress, sodass sie Zeit brauchen, sich von der Operation zu erholen, um vernünftig zu heilen. Ich bin sowohl in der wissenschaftlichen, als auch in der schamanistischen Tradition geschult. So tue ich mein Bestes, den Patienten in Gänze zu heilen.
es: Aunque la tecnología médica moderna hace que la cirugía sea menos invasiva que antes, todavía sigue siendo una experiencia terrible tanto para el cuerpo como para el espíritu, y requiere de un amplio período de recuperación para que la curación sea total. Me he formado tanto en el ámbito científico como en el espiritual. Hago todo lo que puedo por curar al paciente en su conjunto.
fr: Même si les technologies médicales modernes ont rendu la chirurgie moins préjudiciable auparavant, ça n'en reste pas moins une épreuve pour le corps et l'esprit nécessitant une grosse récupération pour une guérison complète. Je connais aussi bien les voies spirituelles que scientifiques. Je fais de mon mieux pour soigner entièrement mon patient.
it: La chirurgia è diventata meno invasiva, grazie alla moderna tecnologia medica, ma è ancora devastante per il corpo e lo spirito. La completa guarigione richiede una lunga convalescenza. Conosco i metodi scientifici, ma anche quelli del mondo spirituale. Cerco di curare il paziente in ogni suo aspetto.
ru: Современная медицина сделала хирургическое вмешательство гораздо менее инвазивной процедурой, чем сто лет назад, но оно все равно подвергает организм сильному стрессу. Период восстановления после операции может оказаться долгим еще и потому, что душа не сразу привыкает к изменениям, которым подвергается тело. Я - дипломированный медицинский специалист, который не раз бывал в мире духов. Я стараюсь приводить в порядок не только тела моих пациентов.

source: Whiskey, straight up.
de: Whiskey, ohne Eis.
es: Whisky solo.
fr: Whisky, pur.
it: Whiskey, liscio.
ru: Виски. Со льдом.

source: White IC
de: Weißes IC
es: PAI blanco
fr: CI Blanche
it: MAI Bianca
ru: Белый лед

source: White Sentry IC
de: Weißes Wächter-IC
es: PAI Blanco Centinela
fr: CI Sentinelle Blanche
it: Sentinella Bianca delle MAI
ru: Белый лед-часовой

source: White Sparky IC
de: Weißes Resonanzschock-IC
es: PAI Blanco Chispa
fr: CI Étincelle Blanche
it: MAI Bianca brillante
ru: Белый лед-искра

source: Whiz go Wolves!
de: Los schon, Wolves!
es: ¡Arriba los Lobos!
fr: Ça me rend dingue !
it: Vai, vai! Forza Lupi!
ru: Ну же, Волки!

source: Who are you how did you get in here? (Mitch: I don't think we should have a Merc options here, up to you.)
de: Wer sind Sie, wie kommen Sie hier rein? (Mitch: Ich finde nicht, dass wir hier Söldner-Optionen brauchen.)
es: ¿Quién eres y cómo has entrado aquí? (Mitch: No creo que aquí hagan faltas opciones, te lo dejo a ti.)
fr: Qui êtes-vous et comment êtes-vous entré ici ? (Mitch : Je ne pense pas que nous devrions opter pour l'option mercenaire ici, à vous de voir.)
it: Chi sei, come hai fatto a entrare qui? (Mitch: Non penso che dei mercenari dovrebbero mettere piede qui, ma decidi tu.)
ru: Кто вы и как вы сюда попали? (Митч: я не думаю, что здесь должны быть варианты диалога для наемника, но решать вам.)

source: Who are you working undercover for?
de: Verdeckt ermittelt? Für wen das denn?
es: ¿Para quién estabas trabajando de incógnito?
fr: Pour qui travaillez-vous ?
it: Per chi lavori in incognito?
ru: Чье задание?

source: Who are you, and how did you get this commlink code?
de: Wer bist du und woher hast du meine Kommlink-Daten?
es: ¿Quién eres tú y cómo has conseguido el código de este commlink?
fr: Qui êtes-vous et comment avez-vous obtenu le code de ce commlink ?
it: Chi sei e come hai avuto questo codice commlink?
ru: Кто ты и откуда у тебя этот номер?

source: Who are you, and why do you need to get into the office?
de: Wer bist du und warum willst du ins Büro?
es: ¿Quién eres y por qué necesitas entrar en la oficina?
fr: Qui êtes-vous et pourquoi voulez-vous entrer dans le bureau ?
it: Chi sei e perché vuoi entrare nell'ufficio?
ru: Тогда скажи мне кто ты и что ты собираешься там делать?

source: Who are you?
de: Wer bist du?
es: ¿Quién eres?
fr: Qui êtes-vous ?
it: Chi sei?
ru: Кто ты?

source: Who are you? Don't you want to know who I am?
de: Wer *du* bist? Willst du gar nicht wissen, wer *ich* bin?
es: ¿Quién eres tú? ¿Es que no sabes quién soy yo?
fr: Qui êtes-vous ? Vous voulez savoir qui je suis ?
it: Chi sei? Non vuoi sapere chi sono?
ru: Кто ты, мне все равно. А вот тебе должно быть интересно, кто Я.
