Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}As he takes the necklace from you, you can sense a weight lifting from Frank's shoulders.{{/GM}} I'm glad I can do this much for Lucy, at least. Thank you for your time.
de: {{GM}}Er nimmt die Kette und du spürst, wie ihm eine schwere Last von den Schultern zu fallen scheint.{{/GM}} Ich bin so froh, dass ich wenigstens das für Lucy tun kann. Danke für deine Hilfe.
es: {{GM}}Cuando te quita de las manos el collar, puedes sentir que a Frank se le quita un peso de encima.{{/GM}} Me alegro de poder hacer esto por Lucy, al menos. Gracias por tu tiempo.
fr: {{GM}}Alors qu'il s'empare du collier, vous pouvez sentir comme un poids qui s'envole de ses épaules.{{/GM}} Je suis heureux de pouvoir faire au moins ça pour Lucy. Merci de m'avoir consacré tout ce temps.
it: {{GM}}Mentre prende la collana dalle tue mani, percepisci un peso sollevarsi dalle spalle di Frank.{{/GM}} Sono contento di poter fare almeno questo per Lucy. Grazie della tua disponibilità.
ru: {{GM}}Фрэнк забирает ожерелье. Он выглядит так, будто гора свалилась у него с плеч.{{/GM}} Я рад, что могу сделать для Люси хотя бы это. Спасибо. Я у тебя в долгу.

source: {{GM}}As he takes the necklace from you, you can sense a weight lifting from Frank's shoulders.{{/GM}} I'm glad I can do this much for Lucy, at least. Thank you, friend. I owe you.
de: {{GM}}Er nimmt die Kette und du spürst, wie ihm eine schwere Last von den Schultern zu fallen scheint.{{/GM}} Ich bin so froh, dass ich wenigstens das für Lucy tun kann. Vielen Dank. Ich schulde dir was.
es: {{GM}}Cuando te quita de las manos el collar, puedes sentir que a Frank se le quita un peso de encima.{{/GM}} Me alegro de poder hacer esto por Lucy, al menos. Gracias, colega. Te debo una.
fr: {{GM}}Alors qu'il s'empare du collier, vous pouvez sentir comme un poids qui s'envole de ses épaules.{{/GM}} Je suis heureux de pouvoir faire au moins ça pour Lucy. Merci, mon ami. Je t'en dois une.
it: {{GM}}Mentre prende la collana dalle tue mani, percepisci un peso sollevarsi dalle spalle di Frank.{{/GM}} Sono contento di poter fare almeno questo per Lucy. Grazie. Ti devo un favore.
ru: {{GM}}Фрэнк забирает ожерелье. Он выглядит так, будто гора свалилась у него с плеч.{{/GM}} Я рад, что могу сделать для Люси хотя бы это. Спасибо. Я у тебя в долгу.

source: {{GM}}As soon as he notices Paco, the proprietor's eyes become hard and angry.{{/GM}} What do you want? You know we can’t afford more!
de: {{GM}}Als er Paco bemerkt, wird der Blick des Besitzers steinern und wütend.{{/GM}} Was willst du? Du weißt, dass wir uns nicht mehr leisten können!
es: {{GM}}En cuanto ve a Paco, los ojos del propietario se vuelven duros y furiosos.{{/GM}}¿Qué quieres? ¡Sabes que no podemos pagar más!
fr: {{GM}}Dès que le propriétaire remarque Paco, son regard devient dur et amer.{{/GM}} Qu'est-ce que vous voulez ? Vous savez bien qu'on ne peut pas payer plus !
it: {{GM}}Non appena nota Paco, il proprietario assume un'espressione dura e rabbiosa.{{/GM}} Che cosa volete? Non abbiamo più soldi, lo sapete!
ru: {{GM}}Как только владелец ларька замечает Пако, в его глазах загорается очевидная неприязнь.{{/GM}} Чего тебе надо? На этой неделе мы уже заплатили!

source: {{GM}}As soon as you have the credstick in your hand, he sheepishly turns to leave the scene.{{/GM}}
de: {{GM}}Kaum hast du den Credstick in der Hand, macht er sich auch schon kleinlaut davon.{{/GM}}
es: {{GM}}En cuanto tienes en la mano el credistick, se da la vuelta, avergonzado, para desaparecer de escena.{{/GM}}
fr: {{GM}}Alors que vous venez d'acquérir les créditubes, il se tourne piteusement et quitte les lieux.{{/GM}}
it: {{GM}}Non appena hai in mano il credstick, si allontana a orecchie basse.{{/GM}}
ru: {{GM}}Когда ты берешь кредстик, он поворачивается к тебе спиной и пытается ускользнуть.{{/GM}}

source: {{GM}}As the Telestrian tech jockey turns to speak, you a notice a panel has been removed from one of the LAN racks just behind him.{{/GM}} Thanks for coming. Can you believe it? Silverstar is calling it an "intrusion" but I know the aftermath of a shadowrun when I see it. Start over in the corner and make sure you don't get any solvents on my servers.
de: {{GM}}Der Tech Jockey von Telestrian dreht sich um, um mit dir zu sprechen. Du siehst, dass eine Abdeckung von dem LAN-Gehäuse hinter ihm entfernt wurde.{{/GM}} Gut, dass du da bist. Kannst du’s fassen? Silverstar nennt es einen „Eingriff“, aber ich erkenne einen Shadowrun, wenn ich ihn sehe. Fang am besten in der Ecke da drüben an und pass auf, dass kein Putzmittel an meine Server gelangen.
es: {{GM}}Cuando el jinete de ciberterminal de Telestrian se gira para hablar, notas que han quitado un panel de uno de los soportes LAN que tiene detrás.{{/GM}} Gracias por venir. ¿Puedes creértelo? Silverstar lo llama una "intrusión" pero veo el resultado de un shadowrun cuando lo veo. Empieza por la esquina y asegúrate de no usar disolventes en mis servidores.
fr: {{GM}}Alors que le Tech jockey de Telestrian se retourne pour parler, vos remarquez qu'il manque l'un des panneaux des racks LAN derrière lui.{{/GM}} Merci d'être venu. Vous y croyez ? Silverstar parle d'une "intrusion", mais je sais reconnaitre les conséquences d'un shadowrun quand je les vois. Commencez dans le coin et faites gaffe à ne pas mettre de solvant sur mes serveurs.
it: {{GM}}Quando il tecnico della Telestrian si volta per parlare, noti che un pannello è stato rimosso da una delle griglie della rete LAN alle sue spalle.{{/GM}} Grazie di essere qui. Ma ci pensi? Silverstar la chiama "intrusione", ma io riconosco le conseguenze di una missione quando le vedo. Inizia da quell'angolo e stai attento a non far cadere i solventi sui miei server.
ru: {{GM}}Когда техник Телестриана поворачивается к тебе, ты замечаешь, что у него за спиной снята одна из скрывающих серверное оборудование панелей.{{/GM}} Спасибо. Можешь в это поверить? Сильверстар называет нападение "террористическим актом", но ежу понятно, что на самом деле это был обычный набег. Начни вон с того угла и постарайся не зацепить провода шваброй.

source: {{GM}}As the terminal logs off, a slip of yellow paper slides from under the keyboard.{{/GM}}
de: {{GM}}Während das Terminal sich abmeldet, rutscht ein gelber Zettel unter der Tastatur hervor.{{/GM}}
es: {{GM}}Cuando el terminal se desconecta, un trozo de papel amarillo sale de debajo del teclado.{{/GM}}
fr: {{GM}}Alors que l'ordinateur se déconnecte, un bout de papier jaune glisse de sous le clavier.{{/GM}}
it: {{GM}}Appena il terminale si spegne, un pezzo di carta scivola da sotto la tastiera.{{/GM}}
ru: {{GM}}Когда ты отключаешь терминал, из-под клавиатуры выпадает листок желтой бумаги.{{/GM}}

source: {{GM}}As you approach Buster you notice that he tenses up in a way far different from his usual at-attention posture.{{/GM}} $(l.name)...
de: {{GM}}Als du auf Buster zugehst, bemerkst du, dass er sich auf eine Art und Weise anspannt, die sich sehr von seiner gewöhnlichen strammen Haltung unterscheidet.{{/GM}} $(l.name) ...
es: {{GM}}Conforme te vas acercando a Buster, te das cuenta de que se pone tenso tomando una postura muy diferente a su postura habitual de prestar atención.{{/GM}} $(l.name)...
fr: {{GM}}Vous remarquez que Buster se raidit à votre approche, mais pas dans la lignée de son habituel garde-à-vous.{{/GM}} $(l.name)...
it: {{GM}}Quando ti avvicini a Buster, noti che si irrigidisce in modo molto diverso dalla sua solita posizione sull'attenti.{{/GM}} $(l.name)...
ru: {{GM}}Когда ты подходишь к Бастеру, ты замечаешь, что он напряжен и чувствует себя не в своей тарелке. Это разительно отличается от той позы ''смирно'', которой он обычно приветствует своих постоянных клиентов.{{/GM}} $(l.name)...

source: {{GM}}As you approach the exit, you realize that Shannon lingers quite a few steps behind. Looking back, you see that she is half-turned, looking pensively toward the horror show of Holmes's lab. Finally feeling your eyes on her, she faces you and raises her head in a proud, almost defiant manner.{{/GM}} We have done much good here tonight.
de: {{GM}}Als du dich dem Ausgang näherst, fällt dir auf, dass Shannon einige Schritte hinter dir zurückbleibt. Du siehst zurück: Sie hat sich halb herumgedreht und schaut nachdenklich auf das Horrorkabinett, das Dr. Holmes Labor war. Als sie deinen Blick auf sich ruhen spürt, dreht sie sich zu dir und hebt ihren Kopf in einer stolzen, fast schon herausfordernden Bewegung.{{/GM}} Wir haben hier heute Nacht sehr viel Gutes getan.
es: {{GM}}Mientras te acercas a la salida, te das cuenta de que Shannon se queda unos pasos rezagada. Al mirar atrás, ves que ha vuelto la cabeza, mirando pensativamente hacia el horrible espectáculo que es el laboratorio de Holmes. Al final, al notar que la miras, se gira hacia ti y alza la cabeza con orgullo, casi desafiante.{{/GM}} Esta noche hemos hecho mucho bien aquí.
fr: {{GM}}Alors que vous vous approchez de la sortie, vous vous rendez compte que Shannon s'attarde un peu. Lorsque vous vous retournez, vous constatez qu'elle regarde pensivement le spectacle horrifique du labo de Holmes. Elle finit par sentir que vous la regardez. Elle se retourne et redresse la tête d'un air fier, presque conquérant.{{/GM}} Nous avons agi pour le bien ce soir.
it: {{GM}}Mentre ti avvicini all'uscita, ti accorgi che Shannon è rimasta un po' indietro. Ti volti e vedi che la donna è girata di 180 gradi e assiste pensosa all'orrido spettacolo del laboratorio di Holmes. Alla fine, avvertendo il tuo sguardo, si gira verso di te e alza la mano con un atteggiamento altezzoso, quasi sprezzante.{{/GM}} Abbiamo fatto del bene stanotte.
ru: {{GM}}Когда ты подходишь к выходу, ты понимаешь, что Шеннон немного отстала. Ты оборачиваешься и видишь, что она смотрит на кошмарную лабораторию Холмса грустным и задумчивым взглядом. Наконец она оборачивается к тебе и кивает. Этот жест выглядит гордым и решительным одновременно.{{/GM}} Сегодня мы сотворили благое дело.

source: {{GM}}As you approach the scene of Sam's murder, Jake spies the flashing red and blue lights up ahead.{{/GM}} Whoa, hold up a minute. Lone Star isn't above collecting on a corp issued bounty, and the one on my head isn't going away any time soon. {{GM}}He sighs.{{/GM}}
de: {{GM}}Als du dich dem Tatort von Sams Mord näherst, bemerkt Jake die rot und blau blinkenden Lichter in der Entfernung.{{/GM}} Hey, einen Moment mal. Lone Star würde nur zu gerne Kopfgeld von einem Konzern kassieren und das auf mich ausgesetzte Geld wird nicht so bald vergessen werden. {{GM}}Er seufzt.{{/GM}}
es: {{GM}}Mientras te aproximas a la escena del asesinato de Sam, Jake espía las luces rojas y azules que tiene delante.{{/GM}} Guau, espera un minuto. Lone Star no está por encima de cobrar una recompensa ofrecida por una corporación, y la que hay sobre mi cabeza no va a desaparecer en mucho tiempo. {{GM}}Suspira.{{/GM}}
fr: {{GM}}Alors que vous vous approchez de l'endroit où Sam a été assassiné, Jake repère les gyrophares rouges et bleus un peu plus loin.{{/GM}} Hé, attends un peu. Lone Star ne crachera pas sur la prime qu'il y a sur ma tête, et elle n'est pas prête de s'envoler. {{GM}}Il soupire.{{/GM}}
it: {{GM}}Mentre ti avvicini alla scena dell'omicidio di Sam, Jake spia le luci lampeggianti rosse e blu che si trovano più avanti.{{/GM}} Ehi, aspetta un attimo. La Lone Star sarebbe disposta a tutto pur di riscuotere una taglia messa da una corporazione, e quella sulla mia testa non sparirà presto. {{GM}}Sospira.{{/GM}}
ru: {{GM}}Когда вы подходите к месту убийства Сэма, Джейк замечает мигающие красные и синие огни полицейского автомобиля.{{/GM}} Оп-ля. Ну-ка постой. ''Одинокая звезда'' вряд ли откажется выдать меня корпорациям и получить награду, а за моей головой охотятся сразу несколько. {{GM}}Он вздыхает.{{/GM}}

source: {{GM}}As you approach, the man sizes you up. You can see the age-old fight-or-flight equation running behind his drug-clouded eyes. Beneath the track marks on his arms, you spot a set of tattoos that indicate he is, or at least once was, a shaman.{{/GM}}
de: {{GM}}Der Mann beobachtet dich, als du dich näherst. Du siehst in seinen von Drogen vernebelten Augen, wie er mit der Entscheidung ringt, wegzulaufen oder seinen Mann zu stehen. Unter den Einstichnarben auf seinen Armen erkennst du eine Reihe an Tattoos, die vermuten lassen, dass er einmal ein Schamane war.{{/GM}}
es: {{GM}}Mientras te acercas, el hombre te estudia. Puedes ver la vieja ecuación, huir o luchar, resolviéndose detrás de sus ojos empañados por la droga. Bajo las marcas de pinchazos de sus brazos, ves una serie de tatuajes que indican que es, o al menos fue, un chamán.{{/GM}}
fr: {{GM}}Alors que vous vous approchez, l'homme vous jauge nerveusement. Vous pouvez voir dans ses yeux voilés par la drogue qu'il est déchiré par l'éternel conflit : fuir ou combattre. Sous les traces de piqures sur ses bras, vous distinguez un enchevêtrement de tatouages qui indique qu'il est, ou était, chaman.{{/GM}}
it: {{GM}}Mentre ti avvicini, l'uomo ti squadra. Nei suoi occhi annebbiati dalla droga scorgi l'indecisione tra la fuga e la lotta. Sotto i segni degli aghi sulle braccia, individui alcuni tatuaggi che indicano che è, o almeno una volta era, uno Sciamano.{{/GM}}
ru: {{GM}}Когда ты подходишь к этому человеку, ты видишь, как он напрягается, пытаясь решить, драться ему с тобой или бежать - но задача оказывается непосильной для его перегруженного наркотиками сознания. На его руках видны следы от уколов и татуировки, которые выдают в нем уличного шамана. Трудно сказать, какую часть своего могущества он сумел сохранить.{{/GM}}

source: {{GM}}As you reach for the comb, the hair on the back of your hand stands on end. And when you take it off its little shelf, your heart thumps in your chest. Hard. This must be one of the items the shaman was looking for. You pocket the comb.{{/GM}}
de: {{GM}}Als du deine Hand nach dem Kamm ausstreckst, stellen sich die Härchen auf deinem Handrücken auf. Als du den Kamm aufnimmst, beginnt dein Herz wild zu schlagen. Dies muss einer der Gegenstände sein, den die Schamanin haben wollte. Du steckst den Kamm in deine Tasche.{{/GM}}
es: {{GM}}Cuando vas a coger el peine, se te ponen los pelos de la mano de punta. Y cuando lo coges del estante, escuchas los golpes del interior de tu pecho. Es duro. Debe de ser uno de los objetos que el chamán estaba buscando. Te guardas el peine en el bolsillo.{{/GM}}
fr: {{GM}}Alors que vous prenez le peigne, les poils de votre main se dressent. Et alors que vous le retirez de son étagère, les battements de votre cœur s'accélèrent. Ce doit être l'un des objets que le chaman cherchait. Vous mettez le peigne dans votre poche.{{/GM}}
it: {{GM}}Quando prendi in mano il pettine, i peli sul dorso della tua mano si rizzano. Quando lo togli dalla sua mensola, il tuo cuore sussulta. Deve trattarsi di uno degli oggetti che lo Sciamano cercava. Metti il pettine in tasca.{{/GM}}
ru: {{GM}}Когда ты протягиваешь руку к расческе, волосы у тебя встают дыбом, а сердце начинает лихорадочно биться и едва не выпрыгивает из груди. Должно быть, это и есть один из предметов, нужных шаману. Ты суешь расческу в карман.{{/GM}}

source: {{GM}}As you start to reach for the necklace, a slim black Lone Star boot slams down on the pavement.{{/GM}} And what do you think you're doing?
de: {{GM}}Als du deine Hand gerade nach der Halskette ausstreckst, knallt ein schlanker schwarzer Lone-Star-Stiefel auf den Asphalt.{{/GM}} Und was denken wir, was wir da machen?
es: {{GM}}Cuando estás a punto de coger el collar, una fina bota negra de Lone Star da un pisotón en el pavimento.{{/GM}} ¿Se puede saber qué estás haciendo?
fr: {{GM}}Alors que vous êtes à deux doigts de prendre le collier, une botte noire de Lone Star claque sur le bitume.{{/GM}} On peut savoir ce que vous fabriquez ?
it: {{GM}}Quando fai per raccogliere la collana, un magro agente Lone Star nero la pesta con forza sul pavimento.{{/GM}} Cosa credi di fare?
ru: {{GM}}Когда ты наклоняешься, чтобы поднять ожерелье, офицер "Одинокой звезды" как бы невзначай ставит свою ногу в форменном сапоге всего в паре сантиметров от твоих пальцев.{{/GM}} Что это ты делаешь?

source: {{GM}}As your eyes adjust to the flashing lights, you spot the body of a woman, dead on the pavement behind the police line. Panic spreads across Paco's face.{{/GM}} Oh... oh no. Is that Coyote?? This isn't happening. God damn it!
de: {{GM}}Deine Augen passen sich langsam an die blinkenden Lichter an. Du entdeckst den Körper einer Frau, die tot auf dem Bürgersteig hinter der Polizeiabsperrung liegt. Panik breitet sich auf Pacos Gesicht aus.{{/GM}} Oh ... oh nein. Ist das Coyote?! Das kann nicht sein. Verdammt noch mal!
es: {{GM}}Cuando tus ojos se ajustan a las luces centelleantes, descubres el cuerpo de una mujer, muerta sobre el pavimento detrás del cordón policial. El pánico se apodera de la cara de Paco.{{/GM}} Ah... oh no. ¿¿Es Coyote?? Esto no puede estar pasando. ¡Maldita sea!
fr: {{GM}}À mesure que vos yeux s'habituent à la lumière des gyrophares, vous discernez le corps d'une femme, couchée sur le bitume au-delà du cordon de police. Le visage de Paco devient livide.{{/GM}} Oh... oh non. C'est Coyote ?? C'est pas possible. Putain de merde !
it: {{GM}}Mentre i tuoi occhi si abituano alle luci intermittenti, individui il corpo di una donna morta sul pavimento, dietro le transenne della polizia. Il panico assale Paco.{{/GM}} Oh... oh, no. È Coyote?! Non è possibile. Che diamine!
ru: {{GM}}Когда твои глаза привыкают к яркому свету прожекторов, ты видишь тело женщины, распростертое на асфальте за полицейским ограждением. На лице Пако появляется выражение ужаса.{{/GM}} О... нет. Нет, нет, нет. Это что, Койот? Этого не может быть. Черт бы их всех побрал!

source: {{GM}}At the end of bar sits an old guy with a gray beard and deep circles under his eyes whom no one else seems to see or even notice that he exists. This is likely because he doesn’t, he’s been dead for almost 30 years. Besides you, the only person that seems to know he’s there is the bartender who keeps his frosty mug full of Hefeweizen beer.{{/GM}} Hey I know you. You're $(l.name). You backed me when I was alive. How can I repay the favor?
de: {{GM}}Am Ende der Bar sitzt ein alter Mann mit einem grauen Bart und tiefen Ringen unter den Augen. Niemand sonst scheint überhaupt zu merken, dass er existiert. Das liegt vermutlich daran, dass er das auch nicht tut – er ist seit beinahe 30 Jahren tot. Abgesehen von dir scheint nur der Barkeeper zu wissen, dass er da ist, denn er füllt das Glas des Mannes stets wieder mit frischem Hefeweizen auf.{{/GM}} Hey, ich kenne dich. Du bist $(l.name). Du hast mich unterstützt, als ich noch gelebt habe. Wie kann ich dir helfen?
es: {{GM}}Al final de la barra se sienta un anciano con una barba canosa y grandes ojeras, al que nadie más parece ver ni percibir su existencia. Probablemente sea porque no existe, lleva muerto casi 30 años. Aparte de ti, la única persona que parece saber que está ahí es el barman, que se encarga de llenarle la jarra helada de cerveza Hefeweizen.{{/GM}} Eh, yo te conozco. Tú eres $(l.name). Tú me apoyaste cuando estaba vivo. ¿Qué puedo hacer para devolverte el favor?
fr: {{GM}}Au bout du bar se trouve un vieil homme à la barbe grise et aux grosses cernes que personne ne semble remarquer, comme s'il n'existait pas. C'est simplement parce qu'il n'existe pas, il est mort depuis presque 30 ans. À part vous la seule personne qui semble pouvoir le voir est le barman, et ce dernier semble surveiller la chope de bière Hefeweizen du vieil homme.{{/GM}} Hé, je vous connais. Vous êtes $(l.name). Vous m'avez sauvé la mise quand j'étais en vie. Comment est-ce que je peux vous rendre la pareille ?
it: {{GM}}In fondo al locale c'è un vecchio seduto; ha delle profonde occhiaie e nessuno sembra accorgersi della sua presenza. Forse perché non esiste più davvero, è morto da almeno 30 anni. A parte te, l'unica persona che sembra sapere che è lì è il barista che continua a riempire il suo calice ghiacciato di birra weiss.{{/GM}} Ehi, io ti conosco. Sei $(l.name). Mi hai protetto quand'ero vivo. Come posso sdebitarmi?
ru: {{GM}}В дальнем конце барной стойки сидит немолодой мужчина с седой бородой и кругами под глазами, на которого никто не обращает внимания. Скорее всего, потому, что на самом деле его не существует: он умер почти 30 лет назад. Похоже, что кроме тебя его видит только бармен, который только что поставил перед ним запотевшую кружку холодного пшеничного пива.{{/GM}} Эй, а я тебя знаю. Ты $(l.name). Ты и твои приятели здорово выручили меня, когда я был жив. Чем я могу отплатить за услугу?

source: {{GM}}Attack him.{{/GM}}
de: {{GM}}Greife ihn an.{{/GM}}
es: {{GM}}Atacarlo.{{/GM}}
fr: {{GM}}Attaquez-le.{{/GM}}
it: {{GM}}Attaccalo.{{/GM}}
ru: {{GM}}Напасть на него.{{/GM}}

source: {{GM}}Authorize new keycards.{{/GM}}
de: {{GM}}Neue Schlüsselkarte autorisieren.{{/GM}}
es: {{GM}}Autorizar nuevas tarjetas de acceso.{{/GM}}
fr: {{GM}}Autoriser nouvelles cartes.{{/GM}}
it: {{GM}}Autorizza nuove schede.{{/GM}}
ru: {{GM}}Выдача новых карточек.{{/GM}}

source: {{GM}}BTL Library.{{/GM}}
de: {{GM}}BTL-Bibliothek.{{/GM}}
es: {{GM}}Biblioteca de BTL.{{/GM}}
fr: {{GM}}Bibliothèque BTL.{{/GM}}
it: {{GM}}Archivio BTL.{{/GM}}
ru: {{GM}}Библиотека ИР.{{/GM}}

source: {{GM}}Back one level.{{/GM}}
de: {{GM}}Eine Ebene zurück.{{/GM}}
es: {{GM}}Nivel anterior.{{/GM}}
fr: {{GM}}Remonter d'un niveau.{{/GM}}
it: {{GM}}Torna indietro di una schermata.{{/GM}}
ru: {{GM}}Вернуться в меню.{{/GM}}

source: {{GM}}Back to Alpha sort top{{/GM}}
de: {{GM}}Zurück zum Obermenü der alphabetischen Sortierung{{/GM}}
es: {{GM}}Volver al inicio del orden de alfa{{/GM}}
it: {{GM}}Torna all'inizio dell'ordine alfabetico{{/GM}}
ru: {{GM}}Вернуться в меню{{/GM}}

source: {{GM}}Back to main menu.{{/GM}}
de: {{GM}}Zurück ins Hauptmenü.{{/GM}}
es: {{GM}}Volver al menú principal.{{/GM}}
fr: {{GM}}Retourner au menu principal.{{/GM}}
it: {{GM}}Torna al menu principale.{{/GM}}
ru: {{GM}}Вернуться в главное меню.{{/GM}}

source: {{GM}}Back to root.{{/GM}}
de: {{GM}}Zurück zum Stammverzeichnis.{{/GM}}
es: {{GM}}Volver al nivel raíz.{{/GM}}
fr: {{GM}}Retour au root.{{/GM}}
it: {{GM}}Torna all'inizio.{{/GM}}
ru: {{GM}}Вернуться в меню.{{/GM}}

source: {{GM}}Better-Than-Life Database Management System{{/GM}}
de: {{GM}}„Better-Than-Life“-Datenbankmanagementsystem{{/GM}}
es: {{GM}}Sistema de gestión de la base de datos de Better-Than-Life{{/GM}}
fr: {{GM}}Système de gestion de bases de données Better-Than-Life{{/GM}}
it: {{GM}}Sistema di gestione del database Better Than Life{{/GM}}
ru: {{GM}}Пульт управления центральной базой данных системы ''Идеальной реальности''{{/GM}}
