Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Mr. Delilah? We have business to discuss.
de: Mr. Delilah? Wir müssen etwas Geschäftliches besprechen.
es: ¿Sr. Delilah? Tenemos asuntos de los que hablar.
fr: M. Delilah ? Nous devons parler affaires.
it: Il signor Delilah? Dobbiamo parlare di affari.
ru: Мистер Далила? Я к вам по делу.

source: Mr. Johnson
es: Sr. Johnson
fr: M. Johnson
it: Sig. Johnson
ru: Мистер Джонсон

source: Mr. Kluwe
es: Sr. Kluwe
fr: M. Kluwe
it: Sig. Kluwe
ru: Мистер Клюве

source: Mr. Kluwe is working the velvet rope. No one gets upstairs unless they go through him. The huge troll is dapper in his enormous, custom-tailored suit.
de: Mr. Kluwe ist Herr über die rote Samtkordel. Niemand kommt nach oben, ohne an ihm vorbei zu müssen. Der große Troll wirkt in seinem riesigen maßgeschneiderten Anzug sehr elegant.
es: El Sr. Kluwe está con el cordón de terciopelo. Nadie sube sin pasar por él. El enorme troll se ve muy pulcro con su enorme traje a medida.
fr: M. Kluwe s'affaire à l'entrée. Personne ne monte à l'étage sans passer par lui. Le troll géant est élégant dans son énorme costume taillé sur mesure.
it: All'ingresso c'è il signor Kluwe. Nessuno può accedere al piano superiore senza il suo consenso. Il gigantesco Troll è elegantissimo nel suo enorme abito su misura.
ru: Мистер Клюве стоит возле бархатного шнура. Подняться на второй этаж, миновав его, невозможно. Огромный тролль облачен в сшитый на заказ дорогой костюм, который выгодно подчеркивает ширину его плеч и габариты его необъятной фигуры.

source: Mr. Kluwe wasn’t around - can’t remember why - so she asked Jake to do the honors. Jake dragged him out the back, into the alley and that’s the last time I saw Sam.
de: Mr. Kluwe war gerade nicht da – ich weiß nicht mehr genau, warum – also bat sie Jake, Sam rauszubringen. Jake hat ihn aus der Hintertür in die Gasse geschleift und das ist das Letzte, was ich von Sam gesehen hab.
es: El Sr. Kluwe no estaba, no recuerdo por qué, así que le pidió a Jake que hiciera los honores. Jake lo sacó a rastras por detrás, al callejón, y esa fue la última vez que vi a Sam.
fr: M. Kluwe n'était pas là, je ne sais pas pourquoi, alors elle a demandé à Jake de le faire à sa place. Jake l'a amené à l'arrière, dans l'allée, et c'est la dernière fois que j'ai vu Sam.
it: Il signor Kluwe non era nei paraggi, non ricordo il motivo, così chiese a Jake di occuparsene. Jake lo trascinò fuori dalla porta sul retro, nel vicolo, e quella è stata l'ultima volta che vidi Sam.
ru: Мистера Клюве рядом не было - почему, я уже не помню - поэтому она попросила Джейка вывести его на холодок. Джейк вытащил его на улицу через черный ход, и с тех пор я их не видела.

source: Mr. Muria
es: Sr. Muria
fr: M. Muria
it: Signor Muria
ru: Мистер Мюрия

source: Mr. Quoth
es: Sr. Quoth
fr: M. Quoth
it: Sig. Quoth
ru: Мистер Ворон

source: Mr. Quoth!
es: ¡Sr. Quoth!
fr: M. Quoth !
it: Signor Quoth!
ru: Ворон!

source: Mr. Silverstar wants to see you in his office immediately.
de: Mr. Silverstar möchte dich augenblicklich in seinem Büro sehen.
es: El Sr. Silverstar quiere verle inmediatamente en su despacho.
fr: M. Silverstar veut vous voir dans son bureau immédiatement.
it: Il sig. Silverstar vuole vederla nel suo ufficio immediatamente.
ru: Мистер Сильверстар хочет поговорить с тобой у него в офисе.

source: Mr. Telestrian is expecting you. You will find him in his office.
de: Mr. Telestrian erwartet Sie. Sie finden ihn in seinem Büro.
es: El Sr. Telestrian le está esperando. Lo encontrará en su oficina.
fr: M. Telestrian vous attend. Il est dans son bureau.
it: Il signor Telestrian la aspetta. Lo troverà nel suo ufficio.
ru: Мистер Телестриан ждет вас в своем кабинете.

source: Mr. Telestrian is waiting for you in his office. He is not one to be kept waiting.
de: Mr. Telestrian wartet in seinem Büro und er ist niemand, den man warten lassen sollte.
es: El Sr. Telestrian le espera en su oficina. No debe hacerle esperar.
fr: M. Telestrian vous attend dans son bureau. Il vaudrait mieux ne pas le faire attendre.
it: Il signor Telestrian la aspetta nel suo ufficio. Ed è meglio non farlo aspettare.
ru: Господин Телестриан ожидает вас в своем кабинете. Он не из тех эльфов, кто привык ждать подолгу.

source: Mr. Telestrian wants to meet you in person. He wants to chat about last night's fun an' games. You can come along quietly or you can meet him in a body bag.
de: Mr. Telestrian will dich persönlich treffen. Er will mit dir über die Eskapaden der letzten Nacht sprechen. Du kannst dich seinem Gesuch entweder fügen oder ihm in einem Leichensack begegnen.
es: El Sr. Telestrian quiere conocerte en persona. Quiere charlar sobre los juegos de anoche. Puedes venir por las buenas o te lo puedo presentar desde la bolsa de cadáveres.
fr: M. Telestrian veut vous voir en personne. Il voudrait vous parler du petit jeu que vous avez joué la nuit dernière. Vous pouvez nous accompagner tranquillement, ou le rencontrez dans un sac mortuaire.
it: Il signor Telestrian vuole incontrarti di persona. Vuole parlare della festicciola della notte scorsa. Puoi venire di tua spontanea volontà o puoi incontrarlo in un sacco per cadaveri.
ru: Мистер Телестриан изъявил желание с тобой пообщаться. Он хочет знать, из-за чего весь этот шум. Можешь поехать со мной по доброй воле, или мы отвезем тебя в мешке для трупов.

source: Mrs. James
es: Srta. James
fr: Mme James
it: Signora James
ru: Миссис Джеймс

source: Mrs. Kubota
es: Sra. Kubota
fr: Mme Kubota
it: Sig.ra Kubota
ru: Миссис Кубота

source: Mrs. Kubota is in the back.
de: Mrs. Kubota ist im Hinterzimmer.
es: La Sra. Kubota está en la parte de atrás.
fr: Mme Kubota est au fond du bar.
it: La signora Kubota è nel retro.
ru: Миссис Кубота в задней комнате.

source: Mrs. Kubota is tending bar herself when Paco walk-carries the mangled and bleeding Coyote into the Union. As soon as the boss lady lays eyes on her missing bartender, the place gets quiet - fast. By the time she rounds the bar to meet you, Coyote is the color of wet spackle and there’s something new in her eye - fear. This woman has faced down hellhounds but the sight of Mrs. Kubota has her staring at the floor and mumbling.
de: Mrs. Kubota kümmert sich selbst um die Bar, als Paco die geschundene und blutende Coyote in die Union halb hereinträgt. Sobald die Chefin ihre vermisste Barkeeperin erblickt, wird es sehr schnell ruhig in der Bar. Bis sie es geschafft hat, um die Bar herumzugehen und euch entgegenzukommen, ist Coyotes Gesicht aschgrau geworden und in ihren Augen zeigt sich ... Furcht? Diese Frau hat sich Höllenhunden bereitwillig entgegengeworfen, aber beim Anblick von Mrs. Kubota blickt sie zu Boden und kommt ins Stottern.
es: La Sra. Kubota está atendiendo la barra cuando Paco entra en el Unión llevando el cuerpo mutilado y sanguinolento de Coyote. En cuanto la jefa clava su mirada en la camarera perdida, el lugar se queda en silencio... súbitamente. Para cuando rodea la barra para reunirse contigo, Coyote tiene el color de la masilla mojada y hay algo nuevo en su mirada: miedo. Esta mujer se ha enfrentado a cancerberos, pero ver a la Sra. Kubota la deja mirando al suelo y murmurando.
fr: Mme Kubota s'occupe du bar elle-même lorsque Paco pousse la porte du Union, portant du mieux qu'il peut le corps mutilé et ensanglanté de Coyote. Dès que la patronne pose les yeux sur la barmaid, la salle se fait silencieuse. Mme Kubota vient à votre rencontre en faisant le tour du bar. Pendant ce temps, le visage de Coyote s'est décoloré. Et il y a quelque chose de nouveau dans ses yeux : la peur. Cette femme a fait face à des chiens de l'enfer, mais la vue de Mme Kubota lui fait baisser les yeux et balbutier.
it: La signora Kubota si sta occupando del bar mentre Paco porta la martoriata e sanguinante Coyote dentro all'Union. Non appena la donna posa lo sguardo sulla sua barista, la gente nel bar si zittisce immediatamente. E mentre attraversa il bar per affrontarti, Coyote diventa bianca come un lenzuolo e nei suoi occhi compare un sentimento nuovo: la paura. La ragazza ha affrontato spietati criminali ma alla vista della signora Kubota inizia a fissare il pavimento borbottando.
ru: Миссис Кубота сама стоит за барной стойкой, когда Пако затаскивает истекающую кровью Койот в здание Союза. Как только владелица заведения замечает свою пропавшую официантку, помещение наполняет зловещая тишина. Когда она выходит из-за стойки и делает шаг вам навстречу, лицо Койот становится бледнее листа бумаги. В ее глазах появляется нечто доселе невиданное - страх. Эта женщина не испугалась адских псов, но в присутствии миссис Куботы она глядит в пол и неуверенно переминается с ноги на ногу.

source: Mrs. Kubota never said what kind of cyber-arm she’d pay for.
de: Mrs. Kubota hat nie gesagt, für was für einen Cyber-Arm sie bezahlen möchte.
es: La Srta. Kubota nunca dijo qué tipo de ciberbrazo había pagado.
fr: Mme Kubota n'a jamais dit quel type de bras bionique elle souhaitait.
it: La signora Kubota non ha mai detto per quale tipo di braccio cibernetico avrebbe pagato.
ru: Миссис Кубота не сказала, какой кибернетический имплантат она выбрала.

source: Mrs. Kubota said you’re a Fixer.
de: Mrs. Kubota sagt, du seist ein Schieber.
es: La Sra. Kubota dijo que eres un fixer.
fr: Mme Kubota m'a dit que vous étiez un Fixer.
it: La signora Kubota ha detto che sei un ricettatore.
ru: Миссис Кубота сказала мне, что ты посредник.

source: Mrs. Kubota, I can’t afford a cyberarm...
de: Mrs. Kubota, ich kann mir keinen Cyberarm leisten.
es: Sra. Kubota, no puedo permitirme un ciberbrazo...
fr: Mme Kubota, je ne peux pas me permettre d'acheter un bras cybernétique...
it: Signora Kubota, non posso permettermi un braccio cibernetico...
ru: Миссис Кубота, я не могу позволить себе кибернетическую руку...

source: Ms. Watts, I know this isn't the best time, but we need to talk.
de: Jessica, ich weiß, das ist nicht die beste Zeit, aber wir müssen uns unterhalten.
es: Srta. Watts, sé que no es el momento más apropiado, pero tenemos que hablar.
fr: Mme Watts, je sais que ce n'est pas le meilleur moment, mais je dois vous parler.
it: Signora Watts, so che non è il momento migliore, ma dobbiamo parlare.
ru: Мисс Уоттс. Сейчас не лучшее время, но мы должны поговорить.

source: Ms. Watts, you requested progress reports. Here is my first and possibly my last. I have know who killed Sam, and am about to confront him, thought you would want to know.
de: Du wolltest, dass ich dir meine Fortschritte melde. Das hier ist mein erster möglicherweise auch letzter Anruf. Ich weiß, wer Sam getötet hat und bin auf dem Weg zu ihm. Ich dachte, das solltest du vielleicht wissen.
es: Srta. Watts, usted solicitó informes de mis progresos. Aquí tiene el primero y posiblemente el último. Me he enterado de quién mató a Sam y voy a enfrentarme a él. Pensé que le gustaría saberlo.
fr: Mme Watts, vous avez demandé des rapports sur mes progrès. Voilà mon premier, et potentiellement mon dernier rapport. Je sais qui a tué Sam, et je vais le confronter. Je pensais que vous voudriez savoir.
it: Signora Watts, lei ha richiesto dei rapporti sui progressi compiuti. Ecco il primo e forse anche l'ultimo. Ho scoperto chi ha ucciso Sam e sto per affrontarlo, pensavo che volesse saperlo.
ru: Мисс Уоттс, вы попросили меня информировать вас о ходе расследования. Это мой первый отчет, и он же скорее всего станет последним. Я знаю, кто убил Сэма Уоттса, и собираюсь отомстить его убийце. Полагаю, вам было интересно это узнать.

source: Ms. Watts? Jessica Watts?
de: Jessica Watts?
es: ¿Srta. Watts? ¿Jessica Watts?
fr: Mme Watts ? Jessica Watts ?
it: Signora Watts? Jessica Watts?
ru: Мисс Уоттс? Джессика Уоттс?

source: Mugger
de: Straßenräuber
es: Atracador
fr: Voleur
it: Rapinatore
ru: Грабитель

source: Muscle
de: Schläger
es: Sicario
it: Mercenario
ru: Громила

source: Must I? Only if you insist.
de: Muss ich das? Nur, wenn du darauf bestehst.
es: ¿Debería? Solo si insistes.
fr: Dois-je ? Seulement si vous insistez.
it: Devo? Solo se insiste.
ru: Если ты настаиваешь.

source: My Aunt Lynne told me the truth about Harkeem and how my father lied. She preyed upon my anger. I was so disgusted with him, it was easy for her to get me to leave and join her new family at the Universal Brotherhood.
de: Meine Tante Lynne hat mir die Wahrheit über Harkeem und die Lügengeschichten meines Vaters erzählt. Er hat mich so angewidert, da war es für sie einfach, mich davon zu überzeugen, eine neue Familie in der Universellen Bruderschaft zu suchen.
es: Mi tía Lynne me contó la verdad sobre Harkeem, y sobre cómo mi padre había mentido. Le angustiaba mi ira. Yo estaba tan indignada con él que a ella le resultó muy fácil hacer que me marchara y me uniera a su nueva familia de la Hermandad Universal.
fr: Ma tante Lynne m'a dit la vérité sur Harkeem et sur les mensonges de mon père. Elle a utilisé ma colère. J'étais tellement en colère contre lui, que c'était facile pour elle de me faire partir et de la rejoindre dans sa nouvelle famille à la Confrérie Universelle.
it: Mia zia Lynne mi ha detto la verità su Harkeem e su come mio padre mi abbia mentito. Ha sfruttato la mia rabbia. Ero così disgustata da lui, è stato facile per lei convincermi ad andarmene e a unirmi alla sua nuova famiglia alla Fratellanza Universale.
ru: Моя тетка Линн рассказала мне, что случилось с Харкимом, и предупредила, что мне не следует доверять отцу. Она знала, как сильно я на него сердита, и убедить меня присоединиться к ней во Всеобщем братстве оказалось нетрудно.

source: My Boss has all the details are you interested?
de: Mein Boss kennt alle Details. Interessiert?
es: Mi jefe tiene todos los detalles, ¿estás interesado?
fr: Mon patron a tous les détails. Vous êtes intéressé ?
it: Il mio capo ha tutti i dettagli, ti interessa?
ru: Детали тебе сообщит наниматель. Мне удалось тебя заинтересовать?

source: My Boss knows a lot of names...some working for him some working against. Which side do you want to be on?
de: Mein Boss kennt viele Leute ... manche arbeiten für ihn, manche gegen ihn. Auf welcher Seite willst du stehen?
es: Mi jefe conoce muchos nombres... algunos trabajan para él, otros en contra de él. ¿En qué lado quieres estar?
fr: Mon patron connait beaucoup de noms... les noms de ceux qui travaillent pour lui et de ceux qui travaillent contre lui. De quel côté vous vous situez ?
it: Il mio capo conosce il nome di molte persone... alcune lavorano per lui, altre contro di lui. Da che parte vuoi stare?
ru: Моему нанимателю приходится иметь дело с разными людьми. Некоторые работают на него, другие ставят ему палки в колеса. На чьей ты стороне?

source: My Director of R&D, Diane Ravenwood, will explain how Project Aegis will be used in the field. Dr. Ravenwood?
de: Die Leiterin meiner F&E-Abteilung, Diane Ravenwood wird erklären, wie Projekt Aegis in der Praxis anzuwenden ist. Dr. Ravenwood?
es: Mi directora de I+D, Diane Ravenwood, explicará el uso del Proyecto Aegis en el campo. ¿Dra. Ravenwood?
fr: La directrice de notre service R&D, Diane Ravenwood, va vous expliquer en quoi le projet Aegis va vous aider dans ce domaine. Dr Ravenwood ?
it: Il mio direttore R&D, Diane Ravenwood, vi spiegherà come il Progetto Aegis sarà usato sul campo. La dottoressa Ravenwood?
ru: Директор моего исследовательского отдела, Диана Рейвенвуд, объяснит нам, как следует применять ''Эгиду'' в полевых условиях. Доктор Рейвенвуд?

source: My God. Shane. {{GM}}She looks at her customers, then down at the bar top for a long moment before finally composing herself.{{/GM}} Thanks for letting me know. Maybe we’ll talk later.
de: Mein Gott. Shane. {{GM}}Sie sieht zu ihren Kunden, dann schaut sie lange auf die Theke, bevor sie schließlich ihre Fassung wiedergewinnt.{{/GM}} Danke, dass du es mir gesagt hast. Vielleicht reden wir später.
es: Cielos. Shane. {{GM}}Mira a sus clientes y luego a la barra durante un momento largo antes de recobrar la compostura completamente.{{/GM}} Gracias por decírmelo. A lo mejor hablamos después.
fr: Mon Dieu. Shane. {{GM}}Elle regarde ses clients, puis le comptoir pendant un long moment avant de se ressaisir.{{/GM}} Merci de m'avoir prévenue. On en reparle peut-être plus tard, alors.
it: Oh cielo. Shane. {{GM}}Guarda i suoi clienti, poi il bancone del bar per un lungo istante, prima di ricomporsi.{{/GM}} Grazie per avermelo detto. Magari parliamo più tardi.
ru: Боже мой. Шин. {{GM}}Она смотрит на завсегдатаев бара и переводит взгляд на бутылки за стойкой. Через несколько секунд она берет себя в руки.{{/GM}} Спасибо. Может, мы поговорим об этом позднее.

source: My UB Home access keycard got ruined. Where do I get a new one?
de: Meine UB-Schlüsselkarte für den Aufenthaltsbereich ist beschädigt worden. Wo kriege ich eine neue her?
es: Se me ha estropeado la tarjeta de acceso al Hogar de la HU. ¿Dónde puedo conseguir una nueva?
fr: Ma carte d'accès CU ne fonctionne plus. Où puis-je en obtenir une nouvelle ?
it: La mia tessera d'accesso alla Casa della FU si è rovinata. Dove posso trovare una nuova?
ru: Мой пропуск пришел в негодность. Как мне получить новый?

source: My apologies, I’m $(s.name). We’re waiting for a business associate.
de: Tut mir leid, ich heiße $(s.name). Wir warten hier auf einen Geschäftspartner.
es: Mis disculpas, soy $(s.name). Estamos esperando a un socio.
fr: Toutes mes excuses. Je m'appelle $(s.name). Nous attendons un associé.
it: Scusami, io sono $(s.name). Stiamo aspettando un collega di lavoro.
ru: Приношу извинения, меня зовут $(s.name). У нас назначена важная деловая встреча.

source: My but aren’t you a big, powerful $(l.Race). Are you enjoying the Seamstresses Union? There should be plenty for a $(l.man) like you to enjoy. {{GM}}She eyes you closely.{{/GM}} Or is this business?
de: Na, du bist vielleicht ein großer, mächtiger $(l.Race). Gefällt dir die Seamstresses Union? Für jemanden wie dich sollte es hier allerhand geben, was dir gefallen könnte. {{GM}}Sie nimmt dich genauer unter die Lupe.{{/GM}} Oder ist das ein geschäftlicher Besuch?
es: Menudo $(l.Race) tan grande y fuerte. ¿Qué te parece el Unión de Costureras? Alguien como tú debería tener de sobra para divertirse. {{GM}}Te observa con detenimiento.{{/GM}} ¿O vienes por negocios?
fr: Eh bien, c'est un gros exemplaire de $(l.Race), que voilà ! Vous passez un bon moment au Seamstresses Union ? Il y a largement de quoi s'amuser pour un $(l.man) comme vous. {{GM}}Elle vous toise de près.{{/GM}} Ou bien êtes-vous venu pour affaires ?
it: Sei grande e potente, persino per un $(l.Race). Te la stai spassando al Seamstresses Union? Ci dovrebbe essere molto da divertirsi per un $(l.man) come te. {{GM}}Ti osserva da vicino.{{/GM}} O sei qui per affari?
ru: К нам не часто заходит такой большой и сильный $(l.Race). Надеюсь, Союз белошвеек придется тебе по вкусу. $(l.man) всегда найдет здесь возможность расслабиться. {{GM}}Она осматривает тебя с ног до головы.{{/GM}} Или ты здесь по делу?

source: My condolences. Were the two of you close?
de: Mein Beileid. Standest du ihr nahe?
es: Mis condolencias. ¿Estabais muy unidos?
fr: Mes condoléances. Vous étiez proches ?
it: Condoglianze. Eravate molto amici?
ru: Мои соболезнования. Вы были близки?

source: My contract doesn’t pay well enough for this drek. You’ve got to sweeten the pot.
de: Die Nuyen aus meinem Vertrag sind diesen Drek nicht wert. Für das, was hier von mir verlangt wird, erwarte ich einen Zuschlag.
es: Mi contrato no paga lo suficiente para esta mierda. Tienes que endulzar el tema.
fr: Mon contrat ne couvre pas ce genre d'embrouilles. Il en faut plus pour m'amadouer.
it: Il mio contratto non mi copre anche per questa montagna di casini. Dovrà indorare la pillola.
ru: Мне обещали заплатить слишком мало, чтобы ввязываться еще и в это. Вам придется убедить меня.

source: My credstick's a little light too, lady. What can you do for me in exchange?
de: Auf meinem Credstick ist auch nicht mehr viel. Was kannst du mir denn als Gegenleistung anbieten?
es: Mi credistick también está tieso, señora. ¿Qué puedes hacer por mí a cambio?
fr: Mon créditube est un peu bas, en ce moment. Qu'est-ce que vous pouvez faire pour moi en échange ?
it: Signora, anche il mio credstick è praticamente vuoto. Cos'hai da offrirmi in cambio?
ru: На моем кредстике их не то чтобы много. Что я получу от тебя взамен?

source: My dad is a big mesoamerican archeology fan so I kind of grew up with the Olmecs, Toltecs, Mayans, and Aztecs - and of course the calendar, which all of a sudden struck me as wonderful way of explaining where the magic comes from. The Mayan calendar has a 5,200 year long count, with each 5,200 years viewed as a new world - that timing almost lines up with the Judeo-Christian world-creation date of about 5,800 years ago (which is a little spooky).
de: Mein Vater ist ein großer Fan mesoamerikanischer Archäologie, also bin ich sozusagen mit den Olmeken, Tolteken, den Maya und Azteken groß geworden – und natürlich dem Kalender, der mir plötzlich als ein wundervoller Weg erschien, zu erklären, woher die Magie stammt. Der Maya-Kalender umspannt 5.200 Jahre und alle 5.200 Jahre werden als eine neue Welt gesehen – dieses Timing stimmt zudem beinahe mit dem Datum der jüdisch-christlichen Weltenschöpfung von vor etwa 5.800 Jahren überein (was ein bisschen gruselig ist).
es: Mi padre es un gran aficionado a la arqueología mesoamericana, así que yo me crié entre olmecas, toltecas, mayas y aztecas... y, por supuesto, el calendario, que de repente me pareció una forma estupenda de explicar de dónde procede la magia. El calendario maya tiene ciclos de 5200 años, y cada 5200 años se considera que comienza un nuevo mundo; esa temporalización casi se puede alinear con la creación del mundo judeo-cristiano de hace unos 5800 años (algo de lo más insólito).
fr: Mon père est un passionné d'archéologie mésoaméricaine, j'ai donc grandi avec les Olmèques, les Toltèques, les Mayas et les Aztèques, et bien sûr leur calendrier, ce qui m'a fait réaliser que c'était une idée intéressante pour expliquer d'où pouvait provenir la magie. Le calendrier maya possède un total de 5 200 années, chaque 5 200 années étant vues comme un nouveau monde, ce qui correspond presque à la date de la création du monde judéo-chrétien il y a environ 5 800 ans (ce qui peut paraître un peu effrayant).
it: Mio padre è un appassionato di archeologia mesoamericana, quindi sono cresciuto con le storie su Olmechi, Toltechi, Maya e Aztechi e naturalmente sul calendario, nel quale ho visto una meravigliosa spiegazione dell'origine della magia. Il calendario maya prevede cicli di 5.200 anni. Con ogni ciclo inizia un nuovo mondo e questa scansione coincide quasi con la creazione del mondo stesso secondo la cultura giudaico-cristiana, cioè circa 5.800 anni fa (il che è un po' inquietante).
ru: Мой отец всегда интересовался мезоамериканской археологией, поэтому я знал все об ольмеках, тольтеках, ацтеках и майя. Разумеется, я знал и об их календаре, который помог мне объяснить, откуда вдруг в мире взялась магия. Один цикл календаря майя насчитывает 5200 лет, после которого мир перерождается - эта хронология почти точно совпадает с иудеохристианской датой сотворения мира 5800 лет назад (и это жутковато).
