Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Because important people know about it? Like a Great Dragon or a billionaire industrialist elf? Let me show you something.
de: Weil wichtige Leute davon wissen? Wie zum Beispiel ein Großer Drache oder ein milliardenschwerer Industriellen-Elf? Ich zeig dir mal was.
es: ¿Por qué es importante que la gente se entere de esto? ¿Como un Gran Dragón o un elfo industrial millonario? Te enseñaré algo.
fr: Parce que c'est important que les gens le sachent ? Comme un grand dragon ou un industriel elfe milliardaire ? Je dois te montrer quelque chose.
it: Perché chi conta ne è a conoscenza? Come un Grande Drago o un Elfo imprenditore pieno di soldi, per esempio? Voglio mostrarti una cosa.
ru: А ты думаешь, нет? Только потому, что о случившемся узнали сильные мира сего? Такие как великий дракон и эльф-миллиардер? Давай я покажу тебе еще кое-что.

source: Because of you, my brother's killer has met swift justice. And justice of the only sort such a man as Holmes deserved. Death.
de: Dank dir wurde der Mörder meines Bruders seiner gerechten Strafe zugeführt. Die einzige Strafe, die ein Mann wie Holmes verdient ... den Tod.
es: Gracias a ti, el asesino de mi hermano ha encontrado una justicia rápida. Y el único tipo de justicia que se merecía un hombre como Holmes. La muerte.
fr: Grâce à toi, justice a été rendue. Et la seule justice qu'un homme tel que Holmes mérite... C'est la mort.
it: Grazie a te l'assassino di mio fratello è stato assicurato alla giustizia. E a quel tipo di giustizia che meritano gli uomini come Holmes. La morte.
ru: Благодаря тебе, убийца моего брата получил то, что заслуживал. Мы были справедливы: Холмс заслужил эту смерть.

source: Because our goals are aligned.
de: Weil wir die gleichen Ziele verfolgen.
es: Porque nuestros objetivos van de la mano.
fr: Parce que nos objectifs se rejoignent.
it: Perché i nostri obiettivi coincidono.
ru: Да, потому что у нас общая цель.

source: Because she is in a dangerous line of work and there is always someone smarter. More prepared.
de: Sie übt einen gefährlichen Beruf aus, und es gibt immer jemanden, der klüger ist. Oder besser vorbereitet.
es: Porque tiene una profesión peligrosa y siempre hay alguien más listo. Más preparado.
fr: Parce qu'elle travaille dans un milieux dangereux et qu'il y a toujours plus malin qu'elle. Quelqu'un de mieux préparé.
it: Perché il suo ambito di lavoro è pericoloso e c'è sempre qualcuno più intelligente. O più preparato.
ru: Всегда найдется кто-то умнее, чем ты. Кто-то, кто хорошо подготовился и сумел застать тебя врасплох.

source: Because the donor was your mother. Isn't that right?
de: Das Organ spendete doch deine Mutter. Trifft das zu?
es: Porque la donante era tu madre. ¿No es así?
fr: Parce que le donneur était votre mère. N'est-ce pas ?
it: Perché il donatore era tua madre. Non è forse così?
ru: Потому что донором была ваша мать. Разве это не так?

source: Beer.
de: Bier.
es: Cerveza.
fr: Une bière.
it: Birra.
ru: Пива.

source: Before you go on, I've got to ask - who the hell are you and why are you dressed like that?
de: Bevor du fortfährst, muss ich einfach fragen – wer bist du und was zum Teufel hast du da an?
es: Antes de que te vayas, tengo una pregunta: ¿quién demonios eres y por qué vas con esas pintas?
fr: Avant que vous ne poursuiviez, permettez-moi de vous demander... Qui diable êtes-vous et que faites-vous habillé comme ça ?
it: Ma prima di tutto, vorrei chiederti: chi diavolo sei e perché hai addosso quei vestiti?
ru: Прежде чем мы продолжим беседу, не могу не спросить - кто ты и почему ты так одет?

source: Before you is a medical lab turned torture chamber. The smell of old blood and decayed flesh permeates the room. Gory stains speak of the body’s fluids spilled without regard for well-being or hygiene. There are bodies, probably former patients, trapped in hideous machines, enduring horrific experiments. The subjects you can see all appear dead. Any that aren’t must wish they were. You’ve chased Holmes to his lair. Just as his face reveals an ugly soul, so does his safe haven, it would seem. Holmes. Silas. The Emerald City Ripper. The elf is a monster beyond compare. It’s time to end this.
de: Der Raum vor dir gleicht mehr einer Folterkammer als einem medizinischen Labor. Der Gestank von Blut und verrottendem Fleisch durchdringt den Raum. Dunkle Flecken zeugen von achtlos vergossenen Körperflüssigkeiten. In bizarren Maschinen stecken die Körper ehemaliger Patienten, die nun grausamen Experimenten dienen. Diejenigen, die du sehen kannst, scheinen alle tot zu sein. Wer das nicht ist, wird sich sicher danach sehnen. Du bist Holmes in sein Versteck gefolgt. So wie sein Gesicht eine hässliche Seele preisgibt, so scheint es auch sein Unterschlupf zu tun. Holmes. Silas. Der Emerald City Ripper. Der Elf ist ein Monster ohnegleichen. Es ist Zeit, ihm ein Ende zu setzen.
es: Delante de ti hay un laboratorio médico transformado en cámara de tortura. El olor a sangre vieja y carne putrefacta invade la estancia. Las manchas sangrientas cuentan historias de fluidos corporales derramados sin ninguna consideración por el bienestar o la higiene. Son cuerpos, probablemente de antiguos pacientes, atrapados en máquinas horrendas víctimas de terribles experimentos. Todos los sujetos que ves parecen muertos. Si alguno no lo está, seguro que desearía estarlo. Has perseguido a Holmes hasta su guarida. Su guarida, como su rostro, revela un alma desagradable. Holmes. Silas. El Destripador de Ciudad Esmeralda. Este elfo es un monstruo sin precedentes. Ha llegado la hora de ponerle fin a esto.
fr: Devant vous se trouve un labo médical transformé en salle de torture. L'odeur du sang séché et de la chair en décomposition imprègne la pièce. Des taches de sang et des fluides corporels sont partout répandus, sans soucis d'hygiène ou de bien-être. Il y a des corps, probablement d'anciens patients, piégés dans d'horribles machines, endurant des expérimentations terrifiantes. Les sujets que vous pouvez voir ont tous l'air morts. Ceux qui ne le sont pas espèrent certainement l'être bientôt. Vous avez chassé Holmes jusque dans sa tanière. Son visage révèle une âme cruelle, tout comme l'est son refuge, semble-t-il. Holmes. Silas. L'éventreur d'Emerald City. L'elfe est un monstre sans comparaison. Il est temps d'en finir.
it: Davanti a te c'è un laboratorio medico che è stato trasformato in camera di tortura. Un odore di sangue raffermo e carne putrefatta permea la stanza. Le chiazze di sangue indicano che i fluidi corporei sono stati versati senza alcun rispetto per la salute o l'igiene. Ci sono cadaveri intrappolati in orribili macchinari, probabilmente appartenenti a pazienti sottoposti a esperimenti atroci. Tutti i soggetti che riesci a vedere sembrano morti. Se qualcuno non lo fosse, vorrebbe esserlo. Hai seguito Holmes fino al suo nascondiglio. A quanto pare non solo il suo volto, ma anche il suo rifugio rispecchia la sua anima abietta. Holmes... Silas... lo Squartatore di Emerald City. Quell'Elfo è un mostro senza pari. È ora di chiudere questa faccenda.
ru: Перед тобой медицинская лаборатория, переоборудованная в камеру пыток. В воздухе висят застоялые запахи засохшей крови и гниющей плоти. Пол покрывают пятна, красноречиво свидетельствующие о том, что правил гигиены здесь никто не придерживается. Ты видишь тела бывших пациентов, уложенные в машины непонятного вида - эти люди пали жертвами экспериментов. На первый взгляд, все они мертвы. Оно и к лучшему. Тебе удалось загнать Холмса в его логово. Его уродство выдает его искалеченную душу. Его убежище только усиливает неприятное впечатление. Холмс. Сайлас. Потрошитель Изумрудного города. Настоящее чудовище. Пришло время с ним покончить.

source: Behind the Home is the Sanctuary where our more senior Brothers and Sisters live.
de: Hinter dem Aufenthaltsbereich liegt das Heiligtum, wo unsere älteren Brüder und Schwestern leben.
es: Detrás del Hogar está el Santuario, donde viven los Hermanos y Hermanas veteranos.
fr: Derrière les quartiers d'habitation se trouve le Sanctuaire, où vivent nos frères et sœurs plus anciens.
it: Dietro la Casa si trova il Santuario dove vivono i nostri Fratelli e Sorelle più anziani.
ru: За ними находится Пристанище, где обитают братья и сестры постарше.

source: Belonging? Seriously?
de: Zugehörigkeit? Im Ernst?
es: ¿Pertenecer? ¿En serio?
fr: L'Appartenance ? Vraiment ?
it: Appartenenza? Scherzi?
ru: Дружную семью? Ты это серьезно?

source: Below us is a small facility available exclusively for discriminating independent operatives like yourself. In it, you will find vendors selling the best gear the black market has to offer, a fully-equipped cyberdoc, and a secure place to rest when “the drek hits the fan” - as they say.
de: Unter uns ist eine kleine Anlage, die ausschließlich anspruchsvollen unabhängigen Agenten wie dir vorbehalten ist. Dort findest du Händler, die dir die beste Ausrüstung, die man auf dem Schwarzmarkt erwerben kann, zum Verkauf anbieten, einen vollständig ausgerüstetes Cyberdoc und einen sicheren Platz zum Ausruhen, wenn „der Drek am Dampfen ist“, wie man so schön sagt.
es: Debajo de nuestros pies hay una pequeña instalación disponible únicamente para los operativos independientes entendidos como tú. En ella encontrarás a proveedores que te ofrecerán el mejor equipo disponible el mercado negro, un ciberdoc completamente equipado y un lugar seguro cuando "se arma la gorda"; como se dice aquí.
fr: Là en bas, nous disposons d'une salle réservée aux professionnels dans votre genre. Vous y trouverez des fournisseurs qui vendent le meilleur matériel du moment sur le marché noir, un cyberdoc entièrement équipé et un endroit sûr pour vous ressourcer quand « vous êtes dans la merde », comme on dit.
it: Sotto di noi c'è una piccola struttura disponibile solo a operativi indipendenti esigenti come te. Laggiù troverai venditori forniti delle migliori attrezzature che il mercato nero ha da offrire, un medico cibernetico attrezzatissimo e un posto sicuro dove riposare quando nel caso le cose dovessero mettersi male.
ru: В подвале этого здания находится помещение, специально оборудованное для нужд людей твоей профессии. Ты найдешь там торговцев лучшим снаряжением, которое только можно найти на черном рынке, кибернетическую клинику последней модели и убежище на тот случай, если за тобой начнется охота.

source: Berlin.
es: Berlín.
it: Berlino.
ru: Берлин.

source: Bet your mom's real proud of you right now.
de: Ich wette, deine Mutter ist echt stolz auf dich.
es: Apuesto a que ahora tu madre está muy orgullosa de ti.
fr: Ta mère doit être fière de toi en ce moment.
it: La tua mammina sarà molto fiera di te.
ru: Видела бы тебя сейчас твоя мамаша, она бы тобой гордилась.

source: Better get here quick - before McKlusky arrives.
de: Dann erschein hier besser schnell, bevor McKlusky auftaucht.
es: Será mejor que vengas rápido, antes que llegue McKlusky.
fr: Vous feriez mieux de vous dépêcher, avant que McKlusky arrive.
it: Sarebbe meglio arrivarci prima di McKlusky.
ru: Тогда лети сюда мухой, потому что Макклюски появится здесь с минуты на минуту.

source: Better’n me? Sounds easy. Keep in touch, $(l.name). Don’t die a stranger.
de: Mehr Klasse als ich? Klingt ziemlich einfach. Lass gelegentlich von dir hören, $(l.name). Stirb nicht als Fremder.
es: ¿Mejor que yo? Parece fácil. No pierdas el contacto, $(l.name). No desaparezcas del mapa.
fr: Meilleur que moi ? Ça parait facile. On reste en contact, $(l.name). Et donne de tes nouvelles.
it: Meglio di me? Sembra facile. Teniamoci in contatto, $(l.name). Non morire da estraneo.
ru: Более изысканное, чем я? Это будет не трудно. Не пропадай, $(l.name). И вспоминай меня хоть иногда.

source: Beyond flesh?
de: Jenseits des Fleisches?
es: ¿Más allá de la carne?
fr: Au-delà de la chair ?
it: Oltre la carne?
ru: Не сковано мерзкой плотью?

source: Beyond time?
de: Jenseits der Zeit?
es: ¿Más allá del tiempo?
fr: Au-delà du temps ?
it: Oltre il tempo?
ru: Неподвластно времени?

source: Bingo. Back to meat-space again.
de: Bingo. Wieder zurück in den Fleischwelt.
es: Bingo. De vuelta al espacio de carne.
fr: Bingo. De retour dans la viande.
it: Bingo. Torniamo nello spazio fisico.
ru: Есть! Возвращаемся в реальность.

source: Black IC
de: Schwarzes IC
es: PAI negro
fr: CI Noire
it: MAI nera
ru: Черный лед

source: Blank Universal Brotherhood ID card
de: Leere Mitgliedskarte der Universellen Bruderschaft
es: Identificación de la Hermandad Universal en blanco
fr: Carte d'identification vierge de la Confrérie Universelle
it: Tessera di identificazione della Fratellanza Universale vergine
ru: Чистый пропуск Всеобщего братства

source: Bleed: HP -1 per RND
de: Bluten: -1 LP Schaden pro Runde
es: Hemorragia: -1 PG por ronda.
fr: Saignée : PV -1 par round
it: Sanguinamento: -1 PF per TURNO
ru: Кровотечение: -1 очко здоровья в раунд

source: Blind Lucy's Necklace
de: Die Kette der blinden Lucy
es: Collar de Lucy la Ciega
fr: Collier de Lucy l'aveugle
it: Collana di Lucy la talpa
ru: Ожерелье слепой Люси

source: Blood... This is what the spirits wanted us to find. The piece of my brother's killer. It's not much, but it's enough. {{GM}}She scowls at it, looking every bit like she intends to reach through the small sample and dismember its owner from afar. And perhaps she can.{{/GM}}
de: Blut ... das ist, was die Geister uns zeigen wollten. Ein Teil des Mörders meines Bruders. Es ist nicht viel, aber es wird ausreichen. {{GM}}Sie starrt die kleine Probe feindselig an, als könne sie ihren Besitzer durch sie hindurch greifen und erwürgen. Womöglich kann sie das sogar.{{/GM}}
es: Sangre... Esto es lo que los espíritus querían que encontráramos. La parte del asesino de mi hermano. No es mucho, pero algo es algo. {{GM}}Frunce el ceño, como si pretendiera llegar a la pequeña muestra y desmembrar a su propietario desde lejos. Y a lo mejor ella puede hacerlo.{{/GM}}
fr: Du sang partout... C'est ce que les esprits voulaient que nous trouvions. Cette partie du meurtrier de mon frère. Ce n'est pas grand chose, mais c'est assez. {{GM}}Elle y jette un regard assassin, regardant chaque détail comme si elle pouvait atteindre le propriétaire de l'échantillon à travers ce dernier et pouvoir ainsi le démembrer à distance. Peut-être qu'elle peut le faire, en fait.{{/GM}}
it: Sangue... Questo è ciò che gli spiriti ci hanno chiesto di trovare. Un pezzetto dell'assassino di mio fratello. Non è molto, ma è sufficiente. {{GM}}Lo osserva con sguardo accigliato: sembra fremere per impadronirsi del piccolo prototipo e annientare da lontano chi lo possiede. Forse ne è in grado.{{/GM}}
ru: Кровь... Вот что хотели показать нам духи. Убийца моего брата оставил след. Ее немного, но этого достаточно. {{GM}}Она скалится и протягивает руку к пятну, как если бы хотела разорвать пролившего кровь человека на части. Ты не удивишься, если у нее это получится.{{/GM}}

source: Bobby
ru: Бобби

source: Bonsoir, mon ami! I am pleased that we can have a semi-private conversation. You must be careful with tour guides like your friend Johnny, though. You cannot trust everyone you meet in the Matrix.
de: Bonsoir! Ich freue mich, dass wir fast so was wie eine private Unterhaltung führen können. Du musst allerdings vorsichtig sein mit Fremdenführern wie deinem Freund Johnny. Du kannst nicht einfach jedem trauen, den du in der Matrix triffst.
es: ¡Bonsoir, mon ami! Me alegro de que podamos tener una conversación semiprivada. Aunque debes tener cuidado con los guías turísticos como tu amigo Johnny. No puedes confiar en todo aquel que conoces en la Matriz.
fr: Bonsoir, mon ami ! Je suis ravi de pouvoir vous parler en privé, ou presque. Mais prenez garde aux guides touristiques du genre de votre ami Johnny. On ne peut pas faire confiance à tout le monde, dans la Matrice.
it: Bonsoir, mon ami! Sono lieto che possiamo avere una conversazione semi-privata. Devi stare all'erta con le guide turistiche come il tuo amico Johnny, però. Non puoi fidarti di nessuno che incontri nella Matrice.
ru: Bonsoir, mon ami! Я рад, что мы можем поговорить там, где почти нет посторонних глаз и ушей. Но тебе следует с осторожностью выбирать для себя проводников. Погляди на твоего друга Джонни - он расскажет тебе, что нельзя доверять всем, кого ты встречаешь в Матрице.

source: Bonsoir, mon ami! Samedi is pleased that we can have a private conversation.
de: Bonsoir! Samedi freut sich, dass wir eine private Unterhaltung führen können.
es: ¡Bonsoir, mon ami! Samedi está encantado de que podamos tener una conversación privada.
fr: Bonsoir, mon ami ! Samedi est heureux que nous puissions avoir cette conversation en privé.
it: Bonsoir, mon ami! Samedi è lieto del fatto che possiamo avere una discussione privata.
ru: Bonsoir, mon ami! Самеди рад, что мы можем наконец поговорить наедине.

source: Box routing slip: Transfer for sale in thrift shops.
de: Laufzettel des Kartons: Transfer zum Verkauf in Secondhandläden.
es: Orden de ruta de la caja: transferencia para la venta en tiendas de segunda mano.
fr: Transmission de la boîte de routage : Transfert à vendre dans les boutiques économiques.
it: Tagliando di spedizione del pacco: Trasferito per la vendita nei negozi dell'usato.
ru: Сопроводительная записка: На продажу в магазинах секонд-хенда.

source: Boy, are you going to be disappointed.
de: Mann, wirst du vielleicht enttäuscht sein.
es: Peque, esto va a decepcionarte.
fr: Eh beh, tu vas être déçue.
it: Ragazzo, rimarrai deluso.
ru: Тебя ждет большое разочарование.

source: Boyfriend find religion?
de: Autsch. Dein Freund hat plötzlich seine religiöse Seite entdeckt?
es: ¿Tu novio ha encontrado a dios?
fr: Ton petit copain a retrouvé le droit chemin ?
it: Il ragazzo ha trovato la sua religione?
ru: Дружок внезапно узрел свет божьей любви?

source: Brackhaus speaks slowly with a deep, melodious German accent. He takes his time, accentuating each word - relishing each vowel and each consonant - tasting them as if they were a delicacy.
de: Brackhaus spricht langsam und mit einem tiefen und melodischen deutschen Akzent. Er lässt sich Zeit, betont jedes Wort – genießt jeden Vokal und jeden Konsonanten, als würde es sich um eine besondere Delikatesse handeln.
es: Brackhaus habla lentamente con un acento alemán grave y melodioso. Se toma su tiempo, recalcando cada palabra; deleitándose con cada vocal y con cada consonante; saboreándolas como si fueran una exquisitez.
fr: Brackhaus parle lentement, avec un fort accent allemand. Il prend son temps et accentue chaque mot (en détachant chaque voyelle et chaque consonne) pour les savourer comme s'il s'agissait de mets précieux.
it: Brackhaus parla lentamente, con un profondo e melodico accento tedesco. Fa con calma, accentuando ogni parola, gustando ogni vocale e ogni consonante, come fossero una delizia culinaria.
ru: Бракхаус говорит медленно, произнося каждое слово с мелодичным немецким акцентом. Он не спешит и выделяет голосом каждое слово, наслаждаясь ими так, как будто каждая гласная буква была для него настоящим деликатесом.

source: Break into the NTSB Warehouse
de: Brich in die NTSB-Lagerhalle ein
es: Entra en el almacén del CNST
fr: S'introduire dans l'entrepôt du NTSB
it: Infiltrati nel deposito del CNST
ru: Пробейся на склад НСПБНТ

source: Breaking News: Emerald City Ripper strikes again - Stuffer Shack employee Lucy Warden, 27, found murdered, eyes removed. Lone Star Baffled.
de: Eilmeldung: Der Emerald City Ripper schlägt wieder zu – die Stuffer-Shack-Angestellte Lucy Warden, 27, wurde ermordet aufgefunden, ihre Augen wurden entfernt. Lone Star steht vor einem Rätsel.
es: Últimas noticias: El Destripador de Ciudad Esmeralda ataca de nuevo. La empleada de Stuffer Shack, Lucy Warden, 27, encontrada muerta con los ojos extraídos. Confusión en Lone Star.
fr: Flash info : L'éventreur d'Emerald City frappe encore : Lucy Warden, 27 ans, employée du Stuffer Shack, est retrouvée morte sans ses yeux. L'enquête de Lone Star est au point mort.
it: Notizia dell'ultima ora: lo Squartatore di Emerald City colpisce ancora: Lucy Warden, 27 anni, dipendente della Stuffer Shack, trovata morta con gli occhi asportati. La Lone Star brancola nel buio.
ru: Срочные новости: Потрошитель Изумрудного города нашел новую жертву: ей стала Люси Уорден, женщина 27 лет. Убийца забрал у трупа глаза. Расследование "Одинокой звезды" зашло в тупик.

source: Breaking News: Inmates escape from Mercy Mental Hospital during bloody break-in. More than 50% of employees and inmates missing. Stay tuned for more details.
de: Eilmeldung: Insassen während blutigen Einbruchs aus dem Mercy Mental Hospital ausgebrochen. Über 50 % der Angestellten und Patienten vermisst. Wir halten Sie auf dem Laufenden.
es: Últimas noticias: Internos escapan del hospital psiquiátrico Mercy durante una sangrienta incursión. Más del 50 % de los empleados e internos están desaparecidos. Les mantendremos informados.
fr: Flash info : Des patients s'échappent de l'hôpital psychiatrique Mercy durant une attaque meurtrière. Plus de 50 % des employés et des patients sont portés disparus. Nous développerons cette information aussi vite que possible.
it: Notizia dell'ultima ora: degenti del Mercy Mental Hospital scappano durante un sanguinoso attacco. Più del 50% del personale e dei ricoverati manca all'appello. Restate con noi per ulteriori aggiornamenti.
ru: Срочные новости: пациент психиатрической клиники "Милосердие" вырвался на свободу. Более половины сотрудников клиники и других пациентов пропали без вести. Подробности неизвестны.

source: Breaking News: Ork Activist encourages crowd of 7000 trolls and orks to fight back against racism. Lone Star concerned for public safety.
de: Eilmeldung: Ork-Aktivisten haben eine Gruppe von 7000 Trollen und Orks dazu animiert, gegen den Rassismus zu kämpfen. Lone Star besorgt um öffentliche Sicherheit.
es: Últimas noticias: Activistas orkos animan a una multitud de 7000 trolls y orkos a contraatacar contra el racismo. Inquietud en Lone Star por la seguridad pública.
fr: Flash info : Un militant ork pousse une foule de 7 000 peaux vertes à combattre le racisme. Lone Star s'inquiète pour la sécurité publique.
it: Notizia dell'ultima ora: Orco attivista incita una folla di 7.000 Troll e Orchi a ribellarsi al razzismo. La Lone Star teme per la sicurezza pubblica.
ru: Срочные новости: орк-активист возглавил демонстрацию из 7000 троллей и орков, которые требуют признания прав металюдей. ''Одинокая звезда'' просит граждан города сохранять спокойствие.

source: Breaking News: Sioux airbus crashes near Crater Lake. Current reports indicate that engine failure caused the crash. There were no survivors.
de: Eilmeldung: Absturz eines Sioux-Airbus nahe Crater Lake. Triebwerksversagen war laut aktuellen Angaben Grund für das Unglück. Es gab keine Überlebenden.
es: Últimas noticias: Un Airbus sioux se estrella cerca del lago Crater. Los últimos informes indican que el accidente se produjo a causa de un fallo del motor. No ha habido supervivientes.
fr: Flash info : Un airbus Sioux s'écrase près de Crater Lake. Les rapports préliminaires indiquent que l'accident aurait été causé par une défaillance des moteurs. Il n'y a pas de survivants.
it: Notizia dell'ultima ora: airbus della nazione Sioux si schianta vicino a Crater Lake. Secondo le indagini l'incidente sarebbe stato causato da un guasto al motore. Non ci sono sopravvissuti.
ru: Срочные новости: воздушный лайнер Сиу потерпел катастрофу в районе озера Крейтер. По предварительным данным, причиной катастрофы стала неисправность двигателя. Выживших нет.
