Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}You watch her eyes harden at the mention of Dr. Holmes.{{/GM}} I have no idea what you mean.
de: {{GM}}Als du Dr. Holmes erwähnst, wird ihr Blick steinern.{{/GM}} Ich weiß nicht, was du meinst.
es: {{GM}}Ves cómo se le endurece la mirada al mencionar al Dr. Holmes.{{/GM}} No sé a qué te refieres.
fr: {{GM}}Vous voyez son regard se durcir à la mention du Dr. Holmes.{{/GM}} Je ne vois pas du tout ce que vous voulez dire.
it: {{GM}}Vedi il suo sguardo indurirsi quando nomini il dottor Holmes.{{/GM}} Non ho idea di cosa tu voglia dire.
ru: {{GM}}Когда ты упоминаешь имя доктора Холмса, ее лицо вытягивается.{{/GM}} Я понятия не имею, о ком идет речь.

source: {{GM}}You've been running with New Larry for about six months, now. Good mage. His skills and instincts are those of a veteran but his arrogance and impatience are pure rookie.{{/GM}} Dowd. Never saw anybody die like that before. Idiot.
de: {{GM}}Du gehst jetzt seit etwa sechs Monaten mit New Larry auf Runs. Er ist ein guter Magier mit den Fähigkeiten und Instinkten eines Veteranen, aber der Arroganz und Ungeduld eines blutigen Anfängers.{{/GM}} Dowd. Nie jemanden so sterben gesehen. Was für ein Idiot.
es: {{GM}}Has estado trabajando con New Larry durante seis meses. Un buen mago. Su habilidad y su instinto son los de un veterano, pero su arrogancia e impaciencia son las de un novato.{{/GM}} Dowd. Nunca había visto a nadie morir así. Idiota.
fr: {{GM}}Cela fait bien six mois que vous faites affaire avec New Larry. Bon mage. Ses compétences et ses instincts sont ceux d'un vétéran, mais son arrogance et son impatience sont celles d'un bleu.{{/GM}} Dowd. Jamais vu personne mourir comme ça... L'abruti.
it: {{GM}}Frequenti New Larry da circa sei mesi, ormai. Un buon Mago. Ha le capacità e gli istinti di un veterano, ma la sua arroganza e la sua impazienza sono da vero novellino.{{/GM}} Dowd. Non avevo mai visto morire nessuno in quel modo prima d'ora. Idiota.
ru: {{GM}}Новичок Ларри ходит с вами на дело уже полгода. Он хороший маг. Его привычки и инстинкты выдают в нем опытного раннера, но он до сих пор не избавился от заносчивости, свойственной новичкам. Кроме того, ему не хватает терпения.{{/GM}} Дауд. Never saw anybody die like that before. Idiot.

source: {{GM}}Your commlink beings to ring, you pick up.{{/GM}} So these paintings must be what all those expensive deliveries were. We don't have much time. I am tracking Silverstar, and he is already stepping off the elevator. I don't think your disguise will hold up much longer. I'll update you on his movements... hurry, mon ami.
de: {{GM}}Dein Kommlink zirpt und du hebst ab.{{/GM}} Diese Gemälde müssen der Grund für all diese teuren Lieferungen sein. Wir haben nicht viel Zeit. Ich verfolge Silverstar und er kommt bereits aus dem Aufzug. Ich fürchte, deine Tarnidentität wird nicht mehr lange Bestand haben. Ich halte dich über seine Bewegungen auf dem Laufenden ... beeil dich.
es: {{GM}}Tu commlink empieza a sonar; contestas.{{/GM}} Así que todas esas entregas tan caras eran estos cuadros. No tenemos mucho tiempo. Estoy siguiendo a Silverstar, y ya está bajando del ascensor. No creo que el disfraz te sirva mucho más tiempo. Te pondré al día sobre sus movimientos... date prisa, mon ami.
fr: {{GM}}Votre commlink sonne, vous répondez.{{/GM}} Ces peintures doivent être la raison de toutes ces livraisons coûteuses. On n'a pas beaucoup de temps. Je suis en train de suivre Silverstar, et il est déjà dans l'ascenseur. Je ne pense pas que votre déguisement fasse illusion bien longtemps. Je vous tiens informé de ses mouvements. Dépêchez-vous, l'ami.
it: {{GM}}Il tuo commlink squilla. Rispondi.{{/GM}} Quindi tutte quelle costose consegne erano in realtà questi quadri. Non abbiamo molto tempo. Sto seguendo Silverstar, sta già uscendo dall'ascensore. Non credo che il tuo travestimento reggerà a lungo. Ti aggiornerò sui suoi movimenti... sbrigati, mon ami.
ru: {{GM}}Твой коммлинк начинает попискивать. Ты отвечаешь на звонок.{{/GM}} Значит, эти картины и есть те дорогие предметы искусства, отмеченные в инвойсах. У нас мало времени. Я наблюдаю за Сильверстаром, он уже вышел из лифта. Твоя маскировка долго не продержится. Буду держать тебя в курсе дела... поторопись, mon ami.

source: {{GM}}Your commlink chirps again and the Baron's face appears on screen. His voice is far less confident than before.{{/GM}} Ah... eh... this is new.
de: {{GM}}Wieder zirpt dein Kommlink und das Gesicht des Barons erscheint auf dem Bildschirm. Er klingt weit weniger selbstbewusst als zuvor.{{/GM}} Ah ... äh ... das ist neu.
es: {{GM}}Tu commlink se enciende de nuevo y aparece la cara del barón en pantalla. Su voz suena mucho menos segura que antes.{{/GM}} Ah... eh... esto es nuevo.
fr: {{GM}}Votre commlink vibre à nouveau, et le visage de Baron apparaît sur l'écran. Il parle avec beaucoup moins d'assurance qu'auparavant.{{/GM}} Ah... heu... Ça, c'était pas prévu.
it: {{GM}}Il tuo commlink squilla di nuovo e la faccia di Baron compare sullo schermo. La sua voce è decisamente meno sicura di prima.{{/GM}} Ah... ehm... questa è una novità.
ru: {{GM}}Твой коммлинк снова подает сигнал. На экране появляется лицо Барона, но выглядит он куда более обеспокоенным, чем обычно.{{/GM}} А... Э... Да, это что-то новенькое.

source: {{GM}}Your commlink chirps again and the Baron's face appears on-screen. His voice is far less confident than before.{{/GM}} Ah... eh... this is new.
de: {{GM}}Erneut zirpt dein Kommlink und das Gesicht des Barons erscheint auf dem Bildschirm. Er klingt weit weniger selbstbewusst als zuvor.{{/GM}} Ah ... äh ... das ist neu.
es: {{GM}}Tu commlink vuelve a encenderse y aparece la cara del barón en pantalla. Su voz es mucho menos firme que antes.{{/GM}} Ah... eh... esto es nuevo.
fr: {{GM}}Votre commlink vibre à nouveau et le visage du Baron apparaît à l'écran. Il a l'air bien moins sûr de lui qu'avant.{{/GM}} Ah... euh... c'est nouveau.
it: {{GM}}Il tuo commlink squilla di nuovo e la faccia di Baron compare sullo schermo. La sua voce è decisamente meno sicura di prima.{{/GM}} Ah... ehm... questa è una novità.
ru: {{GM}}Твой коммлинк снова подает сигнал. На экране появляется лицо Барона, но выглядит он куда более обеспокоенным, чем обычно.{{/GM}} А... Э... Да, это что-то новенькое.

source: {{GM}}Your commlink chirps and Coyote appears on the screen.{{/GM}} How's it going?
de: {{GM}}Mit einem Piepsen erscheint Coyotes Gesicht auf dem Bildschirm deines Kommlinks.{{/GM}} Wie läuft’s?
es: {{GM}}Tu commlink se enciende y aparece Coyote en pantalla.{{/GM}} ¿Cómo va?
fr: {{GM}}Votre commlink vibre, et Coyote apparaît sur l'écran.{{/GM}} Comment ça se passe ?
it: {{GM}}Il tuo commlink squilla e Coyote appare sullo schermo.{{/GM}} Come va?
ru: {{GM}}Коммлинк писком оповещает тебя о входящем вызове. На экране появляется Койот.{{/GM}} Как дела?

source: {{GM}}Your commlink chirps and as expected, it's Baron Samedi.{{/GM}} You must still get into Erik Silverstar's office, the Aegis sample is there.
de: {{GM}}Dein Kommlink piept und es meldet sich – wie zu erwarten war – Baron Samedi.{{/GM}} Du musst noch in Erik Silverstars Büro gelangen, die Aegis-Probe befindet sich dort.
es: {{GM}}Tu commlink pita y, como esperabas, es el barón Samedi.{{/GM}} Aún debes entrar en la oficina de Erik Silverstar, la muestra de Aegis está allí.
fr: {{GM}}Votre commlink s'anime comme prévu. C'est le Baron Samedi.{{/GM}} Vous devez toujours pénétrer dans le bureau d'Erik Silverstar, l'échantillon d'Aegis s'y trouve.
it: {{GM}}Il tuo commlink squilla e, come ti aspettavi, è Baron Samedi.{{/GM}} Dobbiamo ancora entrare nell'ufficio di Erik Silverstar; il prototipo Aegis è lì.
ru: {{GM}}Твой коммлинк подает сигнал. Как и ожидалось, тебе звонит Барон Самеди.{{/GM}} Тебе все еще надо попасть в кабинет Эрика Сильверстара. Образец "Эгиды" находится там.

source: {{GM}}Your commlink chirps and the face of Baron Samedi fills the screen.{{/GM}} Together again, eh, mon ami? You and Samedi shall do great things this night! Great things!
de: {{GM}}Dein Kommlink piept und das Gesicht von Baron Samedi erscheint auf dem Bildschirm.{{/GM}} Und wieder kreuzen sich unsere Wege ... Zusammen mit Samedi wirst du heute Nacht große Taten vollbringen! Große Taten!
es: {{GM}}Tu commlink pita y aparece la cara del Barón Samedi en pantalla.{{/GM}} Otra vez juntos, ¿eh, mon ami? ¡Samedi y tú haréis grandes cosas esta noche! ¡Grandes cosas!
fr: {{GM}}Votre commlink vibre et le visage du Baron Samedi apparaît à l'écran.{{/GM}} Nous revoici en tête-à-tête, hein, mon ami? De grandes choses vous attendent Vous et Samedi ce soir ! De grandes choses !
it: {{GM}}Il tuo commlink squilla e sullo schermo compare la faccia di Baron Samedi.{{/GM}} Di nuovo insieme, eh, mon ami? Questa sera tu e Samedi farete grandi cose! Grandi cose!
ru: {{GM}}Твой коммлинк подает сигнал. На экране появляется лицо Барона Самеди.{{/GM}} Мы снова вместе, да, mon ami? Ты и Самеди, сегодня мы совершим невозможное! Мы сделаем это вместе!

source: {{GM}}Your commlink chrips and as expected, it's Baron Samedi.{{/GM}} From what I can see there is still is more information you need, mon ami! Best check James Telestrian's system while you still have the chance!
de: {{GM}}Dein Kommlink piept und es meldet sich – wie zu erwarten war – Baron Samedi.{{/GM}} Wie ich das sehe, brauchst du noch mehr Informationen! Sieh in James Telestrians System nach, solange du noch die Chance dazu hast!
es: {{GM}}Tu commlink pita y, como esperabas, es el barón Samedi.{{/GM}} ¡Por lo que puedo ver, necesitas aún más información, mon ami! ¡Mejor comprueba el sistema de James Telestrian mientras aún puedes!
fr: {{GM}}Votre commlink s'anime comme prévu. C'est le Baron Samedi.{{/GM}} À ce que je vois, vous avez encore besoin d'informations, mon ami ! Il serait bon de jeter un œil aux systèmes de James Telestrian pendant qu'il en est encore temps !
it: {{GM}}Il tuo commlink squilla e, come ti aspettavi, è Baron Samedi.{{/GM}} A quanto vedo hai bisogno di qualche informazione in più, mon ami! Faresti meglio a controllare il sistema di James Telestrian, finché ne hai la possibilità!
ru: {{GM}}Твой коммлинк подает сигнал. Как и ожидалось, тебе звонит Барон Самеди.{{/GM}} Судя по тому, что я вижу, тебе все еще нужна информация, mon ami! Почему бы тебе не осмотреть компьютер Джеймса Телестриана, пока есть такая возможность?

source: {{GM}}Your commlink screen flickers and the Baron appears.{{/GM}} They are moving fast. The Telestrian deckers have already regained control of the elevators to this level and several security teams have been dispatched. I suggest we find what we are looking for sooner rather than later. You must regain control over the elevators or else they will keep coming, to say nothing of getting out. Hurry!
de: {{GM}}Der Bildschirm deines Kommlinks flackert und der Baron erscheint darauf.{{/GM}} Sie verlieren keine Zeit. Telestrians Decker haben bereits die Kontrolle über die Aufzüge zurückerlangt und gleich mehrere Sicherheitsteams sind auf dem Weg. Ich schlage vor, wir finden, was wir brauchen, so schnell wir können. Doch zuerst musst du die Kontrolle über den Aufzug zurückerlangen, bevor sie noch mehr Leute schicken. Außerdem ist das der einzige Ausweg. Beeilung!
es: {{GM}}La pantalla de tu commlink parpadea y aparece el barón.{{/GM}} Se mueven rápido. Los deckers de Telestrian ya han recuperado el control de los ascensores de este nivel y han enviado varios equipos de seguridad. Sugiero que encontremos lo que estamos buscando, lo antes posible. Tienes que recuperar el control de los ascensores o van a entrar, por no hablar de la salida. ¡Deprisa!
fr: {{GM}}L'écran de votre commlink clignote, puis le Baron apparait.{{/GM}} Ils se déplacent vite. Les deckers Telestrian ont déjà repris le contrôle des ascenseurs de ce niveau et plusieurs équipes de sécurité ont été envoyées. Je suggère que nous nous dépêchions de trouver ce que nous sommes venus chercher. Vous devez reprendre le contrôle des ascenseurs, ou ils vont être de plus en plus nombreux. Et pour ce qui est de s'enfuir... Dépêchez-vous !
it: {{GM}}Lo schermo del tuo commlink sfarfalla e appare Baron.{{/GM}} Si stanno muovendo in fretta. I Decker della Telestrian hanno già ripreso il controllo degli ascensori di questo piano e sono state inviate numerose squadre di sicurezza. Suggerisco di trovare ciò che stiamo cercando il più presto possibile. Devi riprendere il controllo degli ascensori o continueranno ad avanzare, ma soprattutto a uscire. Sbrigati!
ru: {{GM}}Экран твоего коммлинка начинает мерцать. Почти сразу на нем появляется лицо Барона.{{/GM}} Они не теряют времени зря. Декеры Телестриана уже вернули контроль над лифтами, и к тебе направляется несколько отрядов вооруженных охранников. Советую поторопиться и найти то, за чем мы сюда явились, а то будет плохо. Постарайся отключить лифты, иначе они так и будут пребывать - не говоря уже о том, что нам некуда будет отступать. Скорее!

source: {{GM}}Your stomach lurches as the spirit passes into you, a heavy presence settling somewhere deep within your soul. You simultaneously feel like driver and passenger, as time folds in on itself and you experience the moment after the murder that took place here the night before. You don't so much as see the elf and the troll as *feel* them.{{/GM}}
de: {{GM}}Du spürst ein Ziehen in deinem Magen, als der Geist in dich hineinfährt, eine Schwere, die auf deiner Seele lastet. Du fühlst dich wie Fahrer und Beifahrer zugleich, als sich die Ereignisse der letzten Nacht vor deinem Geiste auftun. Du siehst den Elf und den Troll weniger, als dass du sie *spürst*.{{/GM}}
es: {{GM}}Se te revuelve el estómago cuando el espíritu pasa a ti, una presencia pesada en lo más profundo de tu alma. Sientes cómo el tiempo se pliega sobre sí mismo y vives el momento después del asesinato que tuvo lugar aquí la noche anterior. Mas que ver al elfo y al troll, los *sientes*.{{/GM}}
fr: {{GM}}Votre estomac se retourne tandis que l'esprit vous traverse et fait sentir sa présence au plus profond de votre âme. Vous vous sentez à la fois comme le conducteur et le passager, comme si le temps se repliait sur lui-même et que vous faisiez l'expérience du moment qui suit le meurtre de la nuit dernière. Vous « ressentez » la présence de l'elfe et du troll, plus que vous ne les voyez.{{/GM}}
it: {{GM}}Il tuo stomaco sobbalza mentre lo spirito entra dentro di te, una presenza pesante che si stabilisce da qualche parte nel profondo della tua anima. Ti senti contemporaneamente il conducente e il passeggero, come se il tempo si ripiegasse su se stesso, e rivivi l'attimo subito dopo l'omicidio che ha avuto luogo qui la notte prima. Non è tanto vedere l'Elfo e il Troll quanto più *sentirli*.{{/GM}}
ru: {{GM}}Когда дух прикасается к тебе, в твоей душе что-то меняется. Ты ощущаешь чужое присутствие в глубине сознания, чувствуешь себя водителем и пассажиром в собственном теле одновременно. Время теряет значение, и ты переживаешь момент убийства, состоявшегося на этом месте прошлой ночью. Ты не видишь эльфа и тролля, но *знаешь*, что они стоят перед тобой.{{/GM}}

source: {{GM}}You’ve been running with New Larry for about six months now. He’s a combat mage with a bad tattoo and a bad attitude. He knew Dowd almost as well as you did.{{/GM}} Dowd. Never saw anybody die like that before. Idiot.
de: {{GM}}Du gehst jetzt seit etwa sechs Monaten mit New Larry auf Runs. Er ist ein Kampfmagier mit einem schlechten Tattoo und einer ebenso schlechten Einstellung. Er kannte Dowd fast so gut, wie du ihn kanntest.{{/GM}} Dowd. Nie jemanden so sterben gesehen. Was für ein Idiot.
es: {{GM}}Llevas haciendo runs unos seis meses junto a New Larry. Es un mago de combate con un mal tatuaje y mal encarado. Conocía a Dowd casi tan bien como tú.{{/GM}} Dowd... Nunca había visto morir así a nadie. Idiota.
fr: {{GM}}Cela fait environ six mois que vous faites équipe avec New Larry. C'est un mage de combat, avec un sale tempérament et un sale tatouage. Il connaissait Dowd presque aussi bien que vous.{{/GM}} Dowd. Jamais vu personne mourir comme ça... L'abruti.
it: {{GM}}Lavori con New Larry da circa sei mesi. È un Mago combattente con un brutto tatuaggio e un carattere altrettanto brutto. Conosceva Dowd quasi quanto lo conoscevi tu.{{/GM}} Dowd. Non avevo mai visto morire nessuno in quel modo prima d'ora. Idiota.
ru: {{GM}}Новичок Ларри работает с вами уже полгода. Он - боевой маг с плохо сделанной татуировкой и не самым лучшим характером. Он знал Дауда почти так же хорошо, как и ты.{{/GM}} Дауд. Никогда не видел, чтобы человек умер вот так. Идиот.

source: {{GM}}Zoom Out{{/GM}}
de: {{GM}}Zur Hauptansicht zurückkehren.{{/GM}}
es: {{GM}}Alejar{{/GM}}
fr: {{GM}}Dézoomer{{/GM}}
it: {{GM}}Fai zoom indietro{{/GM}}
ru: {{GM}}Вернуться в меню{{/GM}}

source: {{GM}}Zoom map out.{{/GM}}
de: {{GM}}Zur Hauptansicht zurückkehren.{{/GM}}
es: {{GM}}Alejar mapa.{{/GM}}
fr: {{GM}}Dézoomer.{{/GM}}
it: {{GM}}Fai zoom indietro.{{/GM}}
ru: {{GM}}Вернуться в меню.{{/GM}}

source: {{GM}}[ Her lips pull back in a snarl, revealing stumps of teeth worn down by years of gnawing her restraints. ]{{GM}} SPIKE-EARED BABY HATES ME! He left me to DIE here 20 years ago. But I won't give him the satisfaction. No. I claw to life, to SPITE him.
de: {{GM}}Ihre Lippen verziehen sich zu einer hässlichen Grimasse, die den Blick auf die Überreste ihrer Zähne freigibt. Sie muss sie durch das jahrelange Herumbeißen auf ihren Fesseln abgeschliffen haben.{{/GM}} SPITZOHR-BABY HASST MICH! Er hat mich vor 20 Jahren hier ZUM STERBEN zurückgelassen. Aber diesen Gefallen werde ich ihm nicht tun. Nein. Ich halte mich IHM ZUM TROTZ am Leben fest.
es: {{GM}}[ Retrae los labios con un gruñido y se entrevén unos dientes desgastados tras años de roer sus ataduras. ]{{GM}} ¡EL BEBÉ DE LAS OREJAS DE PUNTA ME ODIA! Me dejó aquí hace 20 años para que me MURIERA. Pero no le daré ese placer. Me agarro a la vida por DESPECHO.
fr: {{GM}}[ Elle plisse les lèvres dans un grognement, révélant des dents usées par des années rongées de restriction. ]{{GM}} LE BÉBÉ AUX OREILLES POINTUES ME DÉTESTE ! Il m'a laissé ici il y a 20 ans pour MOURIR. Mais je ne lui donnerai pas satisfaction. Non. Je m'accroche à la vie, pour le CONTRARIER.
it: {{GM}}[ Le sue labbra si ritraggono in un ghigno, rivelando rimasugli di denti usurati da anni di digrignamento. ]{{GM}} IL BAMBINO CON LE ORECCHIE APPUNTITE MI ODIA! Mi ha lasciato qui a MORIRE 20 anni fa. Ma non gli darò la soddisfazione, no. Mi aggrappo alla vita, per fargli dispetto.
ru: {{GM}}[ Она оскаливается, и ты видишь гнилые пеньки ее зубов, сточенные до основания бесчисленными попытками перегрызть ремни, к которыми ее привязывали к кровати. ]{{GM}} ОСТРОУХИЙ МЛАДЕНЕЦ МЕНЯ НЕНАВИДИТ! Он бросил меня сюда 20 лет назад. Оставил меня ПОДЫХАТЬ. Но я не доставлю ему такого удовольствия. Нет. Я держусь за жизнь, чтобы ДОСАДИТЬ ему.

source: {{GM}}[He laughs]{{/GM}} Well yes that is the first value and I'm glad more than those outside of security follow it and from a janitor no less! No, I am speaking of my third and final value of vigilance wish seems to be sorely lacking around here.
de: {{GM}}Er lacht.{{/GM}} Nun ja, das ist die erste Maxime und ich bin froh, dass nicht nur das Wachpersonal ihn befolgt, sondern sogar ein Hausmeister! Nein, ich spreche von meiner dritten und letzten Maxime der Wachsamkeit, an der es hier so kläglich zu mangeln scheint.
es: {{GM}}[Se ríe]{{/GM}} ¡Bueno, sí, ese es el primer valor y me alegra ver que no solo los de seguridad lo siguen, sino hasta un limpiador! No, me refiero a mi tercer y último valor de vigilancia, que parece no estar muy presente por estos lares.
fr: {{GM}}[Il éclate de rire]{{/GM}} Eh bien oui, c'est le premier principe. Je suis ravi qu'il soit adopté par des gens hors de la sécurité, et qui plus est par des concierges ! Non, je parle de mon troisième et dernier principe, celui de la vigilance, qui semble vraiment faire défaut par ici.
it: {{GM}}[Ride]{{/GM}} Beh, sì, quello è il primo valore, e sono felice che venga seguito scrupolosamente, persino al di fuori del gruppo di sicurezza e dal custode! No, parlo del mio terzo e ultimo valore della vigilanza, che sembra decisamente mancare da queste parti.
ru: {{GM}}Он смеется{{/GM}} Да, это первая из трех наших главных добродетелей, и я рад, что следуют ей не только охранники, но и уборщики, но сейчас я говорю не о ней. Третьей и важнейшей добродетелью является бдительность. Случившееся убедило меня в том, что над ней нам придется как следует поработать.

source: “Blind Lucy”?
de: „Die blinde Lucy?“
es: ¿"Lucy la Ciega"?
fr: « Lucy l'aveugle » ?
it: "Lucy la talpa"?
ru: “Слепая Люси”?

source: … I had your back that night, didn’t I? Now, I’m asking myself – who would care if I die? Who would give a rat's ass? Better or worse, your name is at the top of the list. Maybe it's the only name *on* the list...
de: ... ich hab in dieser Nacht zu dir gehalten, nicht wahr? Jetzt frage ich mich – wen würde es interessieren, wenn ich sterbe? Wen würde das einen feuchten Dreck kümmern? Ob’s dir gefällt oder nicht, dein Name steht ganz oben auf der Liste. Vielleicht ist es sogar der einzige ...
es: … Esa noche te cubría las espaldas, ¿verdad? Ahora, me pregunto, ¿a quién le preocupa que yo muera? ¿A quién le importa una cagada de rata? Para bien o para mal, tu nombre es el primero de la lista. Quizás sea el único nombre *en* la lista...
fr: ... j'étais là pour toi cette nuit-là, hein ? Là, je me pose la question : qui se soucierait que je crève ? Qui est-ce qui en aurait quelque chose à foutre ? Pour le meilleur ou pour le pire, ton nom est en tête de liste. C'est peut-être le seul nom *sur* la liste, tu me diras...
it: ... Quella notte ti ho coperto le spalle, no? Ora mi chiedo: a chi importerebbe se muoio? A chi fregherebbe? Nel bene o nel male, il tuo nome è in cima alla lista. Forse è l'unico nome *sulla* lista...
ru: … Я ведь прикрыл тебя в ту ночь, так ведь? А теперь я спрашиваю себя - кому будет дело, если я вдруг умру? Кому будет не все равно? Так или иначе, твое имя - первое в списке моих друзей. Честно говоря, это единственное имя в этом списке...

source: "She's drawing power from that... thing!"
de: „Sie bezieht ihre Macht von diesem ... Ding!“
es: "¡Está extrayendo energía de esa... cosa!"
fr: "Elle tire son pouvoir de cette... chose !"
it: "Sta assorbendo energia da quella... cosa!"

source: Elder02
de: Alter Mann 02
es: Anciano02
fr: Vieillard02

source: HumanDeckerLady1
fr: Femme Decker 1

source: HumanDeckerLady2
fr: Femme Decker 2

source: NPC1
fr: PNJ1

source: NPC15
fr: PNJ15

source: NPC16
fr: PNJ16

source: NPC17
fr: PNJ17

source: NPC18
fr: PNJ18

source: NPC3
fr: PNJ3

source: NPC4
fr: PNJ4

source: NPC5
fr: PNJ5

source: NPC5a
fr: PNJ5a

source: NPC5b
fr: PNJ5b

source: Spectator01
de: Schaulustiger 01
es: Espectador01
fr: Spectateur01

source: Spectator02
de: Schaulustiger 02
es: Espectador02
fr: Spectateur02

source: Spectator03
de: Schaulustiger 03
es: Espectador03
fr: Spectateur03

source: Spectator04
de: Schaulustiger 04
es: Espectador04
fr: Spectateur04

source: Spectator05
de: Schaulustiger 05
es: Espectador05
fr: Spectateur05

source: UBC 5
fr: PCU 5
it: CFU 5

source: UBC4
fr: PCU 4
it: CFU4

source: c21_TestDecker
fr: DeckerTest_c21

source: c25_TestSam
fr: SamTest_c25

source: c25_TestTelestrianElite
fr: ÉliteTelestrianTest_c25

source: {{GM}}2020 - 2030.{{/GM}}
de: {{GM}}2020 bis 2030.{{/GM}}
fr: {{GM}}{{/GM}}

source: {{GM}}2030 - 2040.{{/GM}}
de: {{GM}}2030 bis 2040.{{/GM}}
fr: {{GM}}{{/GM}}

source: Concert1
de: Konzert 1

source: Concert10
de: Konzert 10

source: Concert11
de: Konzert 11

source: Concert12
de: Konzert 12

source: Concert14
de: Konzert 14

source: Concert15
de: Konzert 15

source: Concert2
de: Konzert 2

source: Concert3
de: Konzert 3
