Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: So, Josie couldn't take the pressure and ended up here. What a slot.
de: Josie ist also mit dem Druck nicht zurechtgekommen und hier gelandet. Was für ein Ende.
es: Josie no pudo soportar la presión y acabó aquí. Vaya tela.
fr: Bref, Josie ne pouvait plus tenir le coup et a fini ici. Quel dommage.
it: E così, Josie non ha retto alla pressione ed è finito qui. Che colpo.
ru: Значит, Джози не выдержал стресса и загремел сюда? Вот неудачник.

source: So, fine. Do what you will. Just tell me what I can do to keep you alive that much longer.
de: Also gut ... Mach, was du willst. Sag mir einfach, was ich tun kann, um dich ein wenig länger am Leben zu halten.
es: Así que... vale. Haz lo que tengas que hacer. Pero dime qué puedo hacer para mantenerte con vida más tiempo.
fr: Bon. Faites comme vous voulez. Dites-moi juste ce que je peux faire pour vous garder en vie plus longtemps.
it: Quindi, va bene. Fai ciò che vuoi. Dimmi solo cosa posso fare per tenerti in vita il più a lungo possibile.
ru: Так что поступай, как считаешь нужным. Но дай знать, если я вдруг смогу продлить твою жизнь еще немного.

source: So, here’s the thing.
de: Also, darum geht es.
es: Bueno, el tema es el siguiente.
fr: Nous y voilà.
it: Quindi, la storia è questa.
ru: Так вот.

source: So, ready for an evening out on the town?
de: Also, bist du bereit für ein wenig abendliche Unterhaltung?
es: ¿Todo listo para una noche fuera en la ciudad?
fr: Bon, prêt pour une soirée en ville ?
it: Allora, siamo pronti per una serata in città?
ru: Ну что, пойдем пошалим?

source: So, welcome to the Barrens. Guess I'll need to find a new spot to hide my gear.
de: Tja, willkommen in den Barrens. Ich glaube, ich brauch eine neues Versteck für mein Zeug.
es: Bien, te doy la bienvenida a los Barrens. Supongo que tendré que buscar otro sitio para esconder mi material.
fr: Eh bah bienvenue à Barrens. Je crois que j'ai besoin d'une meilleure planque pour mon matos.
it: Le Terre desolate ti danno il benvenuto. Mi servirà un nuovo nascondiglio per la mia attrezzatura.
ru: Итак, добро пожаловать в Пустоши. Похоже, теперь мне придется искать другое местечко для моих шмоток.

source: So, what brings you out here? Hot on the trail of the dead man's killer?
de: Also, was bringt dich hierher? Eine heiße Spur auf der Suche nach dem Mörder?
es: Bien, ¿qué te trae aquí? ¿Tras la pista del asesino del hombre muerto?
fr: Alors qu'est-ce qui vous amène par ici ? Sur la piste d'un meurtrier ?
it: Allora, cosa ti porta qui? Sei sulle tracce del killer dell'uomo morto?
ru: Так что же ты здесь делаешь? Тебя привел сюда след нашего убийцы?

source: So, what did Harkeem tell you about us breaking into your father's office?
de: Was hat Harkeem dir zu unserem Einbruch in das Büro deines Vaters erzählt?
es: ¿Y qué te dijo Harkeem sobre el hecho de que irrumpiéramos en la oficina de tu padre?
fr: Qu'est-ce que Harkeem vous a dit à propos de notre intrusion dans le bureau de votre père ?
it: Allora, cosa ti ha detto Harkeem riguardo alla nostra irruzione nell'ufficio di tuo padre?
ru: Значит, Харким рассказал тебе о том, как мы напали на офис твоего отца?

source: So, where's Jessica now? {{GM}}She whispers.{{/GM}} Is she... with the guy from the asylum?
de: Und, wo ist Jessica jetzt? {{GM}}Sie flüstert.{{/GM}} Ist sie ... bei dem Typen aus der Anstalt?
es: ¿Y dónde está Jessica ahora? {{GM}}Susurra.{{/GM}} Ella está... ¿con el tipo del psiquiátrico?
fr: Et où est Jessica, maintenant ? {{GM}}Elle murmure.{{/GM}} Elle est... avec le gars de l'asile ?
it: Dove si trova Jessica adesso? {{GM}}Sussurra.{{/GM}} È con... il tipo del manicomio?
ru: Так где Джессика теперь? {{GM}}Она понижает голос до шепота.{{/GM}} Там же... где и этот сумасшедший?

source: So, who are you?
de: Also, wer bist du?
es: Y bien, ¿tú quién eres?
fr: Alors, qui êtes-vous ?
it: Dunque: chi sei?
ru: Так кто же ты такой?

source: So, you need a weapon?
de: Du brauchst also eine Waffe?
es: Bien, ¿necesitas un arma?
fr: Bon, vous avez besoin d'une arme ?
it: Allora, ti serve un'arma?
ru: Кстати, какое оружие ты предпочитаешь?

source: So, you’re a former... seamstress?
de: Also sind Sie eine ehemalige ... Näherin?
es: Entonces, eres una antigua... ¿costurera?
fr: Alors, vous êtes une ex... couturière ?
it: Quindi tu sei una ex... "sarta"?
ru: Значит, вы тоже... бывшая белошвейка?

source: So. Will you do this thing? Will you ally with Baron Samedi?
de: Also. Wirst du diese Sache mit mir angehen? Wirst du dich mit Baron Samedi zusammenschließen?
es: Bien. ¿Lo haréis? ¿Os aliaréis con el barón Samedi?
fr: Alors. Le ferez-vous ? Vous allierez-vous au Baron Samedi ?
it: Allora. Lo farai? Ti alleerai con Baron Samedi?
ru: Мне удалось тебя убедить? Ты отважишься заключить союз с Бароном Самеди?

source: So... I’m looking for a whacked-out surgeon?
de: Also ... suche ich nach einem durchgeknallten Chirurgen?
es: Entonces... ¿tengo que buscar a un cirujano colocado?
fr: Donc... On cherche un chirurgien fou ?
it: Quindi... Stiamo cercando un chirurgo fuori di testa?
ru: Значит... я ищу помешавшегося хирурга?

source: So... Sam had an organ transplanted from his mother? And then... the Ripper killed Sam, and all those other people... just to reassemble Sam's mother??
de: Also ... Sam hatte ein Organ seiner Mutter? Und dann ... hat der Ripper Sam und all diese anderen Leute getötet ... nur, um Sams Mutter wieder zusammenzusetzen?
es: De modo que... ¿Sam tenía un órgano trasplantado de su madre? Y luego... el Destripador mató a Sam, y a todas esas otras personas... ¿solo para recomponer a la madre de Sam?
fr: Donc... Sam s'était fait greffer un organe de sa mère ? Et puis... l'éventreur a tué Sam et tous ces autres gens... juste pour reconstituer la mère de Sam ??
it: Quindi... Sam aveva un organo trapiantato da sua madre? E poi... lo Squartatore ha ucciso Sam e tutte quelle altre persone... solo per riassemblare la madre di Sam?
ru: Значит... Сэму пересадили один из органов его матери? И потом потрошитель убил его и всех остальных людей... чтобы собрать ее обратно?

source: So... it sounds like you live in this alley?
de: Also ... es sieht so aus, als würdest du in dieser Gasse leben?
es: Bueno... parece que vives en este callejón.
fr: Alors... on dirait que vous vivez dans cette allée ?
it: Quindi... mi pare di capire che tu viva in questo vicolo.
ru: Надо полагать, ты живешь в этом переулке?

source: So... the Ripper takes Sam Watt's liver, and this woman's eyes. Any theories?
de: Also ... hat der Ripper sich die Leber von Sam und die Augen dieser Frau geholt. Irgendwelche Theorien, wieso?
es: Así que... el Destripador se lleva el hígado de Sam Watt y los ojos de esta mujer. ¿Alguna teoría?
fr: Alors... l'éventreur prend le foie de Sam Watts et les yeux de cette femme. Des théories ?
it: Quindi... lo Squartatore ha preso con sé il fegato di Sam Watt e gli occhi di questa donna. Altre ipotesi?
ru: Значит, Потрошитель забрал печень у Сэма Уоттса и глаза у этой женщины. Есть идеи?

source: So... you want me to kidnap him for you.
de: Also ... soll ich ihn entführen.
es: Así que... quieres que lo secuestre para ti.
fr: Donc... vous voulez que je le kidnappe.
it: Quindi... vuoi che lo rapisca per te.
ru: Короче, ты хочешь, чтобы мы его похитили.

source: So?
de: Und?
es: ¿Y bien?
fr: Alors ?
it: Quindi?
ru: И что?

source: So? So did you see anything?
de: Also, hast du was gesehen?
es: ¿Y? ¿Has visto algo?
fr: Alors ? Vous avez vu quelque chose ?
it: Quindi? Quindi, hai visto qualcosa?
ru: Ну как? Удалось что-нибудь про него узнать?

source: So? What did he say?
de: Und? Was hat er gesagt?
es: ¿Y? ¿Qué ha dicho?
fr: Alors ? Qu'est-ce qu'il a dit ?
it: Allora? Che ha detto?
ru: Ну? Так что он сказал?

source: Some come here for booze. Some for companionship. Others are looking for something they can’t get anywhere else. If it’s illegal or immoral and it can be bought, sold, rented, or consumed you can probably find it here. The Union seems to attract people like you.
de: Manche kommen, um zu trinken. Manche wegen der Gesellschaft. Und andere suchen nach etwas Verrücktem, das sie nirgendwo sonst finden. Wenn es illegal oder unmoralisch ist, gekauft, verkauft, gemietet oder konsumiert werden kann, findet man es mit großer Wahrscheinlichkeit hier. Die Union scheint Leute wie dich anzuziehen.
es: Algunos vienen para beber. Otros en busca de compañía. Otros buscan algo que solo pueden conseguir aquí. Si es ilegal o inmoral y se puede comprar, vender, alquilar o consumir seguramente aquí lo encontrarás. El Unión parece atraer a gente como tú.
fr: Ici, y'en a qui viennent pour picoler. D'autres pour avoir de la compagnie. Et d'autres cherchent quelque chose qu'on ne trouve nulle part ailleurs. Ici, on trouve tout ce qui est illégal ou immoral, et qui peut être vendu, acheté, loué ou consommé. En somme, le Seamstresses Union attire des gens comme vous.
it: Alcuni vengono qui per bere. Altri in cerca di compagnia. Altri ancora cercano cose che non possono trovare da nessun'altra parte. Se è illegale e può essere comprato, venduto, affittato o consumato, probabilmente lo trovi da queste parti. Il Seamstresses Union sembra attrarre gente come te.
ru: Некоторые приходят сюда за выпивкой, некоторые ищут компанию на один вечер. Кто-то приходит за тем, чего нельзя достать в другом месте. Если тебе нужно что-нибудь незаконное или аморальное, то оно наверняка продается, сдается на время или принимается внутривенно где-нибудь здесь. Союз привлекает таких людей, как ты.

source: Some loose nuyen is laying on the crate.
de: Auf der Kiste liegen ein paar Nuyen.
es: Hay unos nuyens sueltos sobre la caja.
fr: Quelques nuyens sont posés sur la caisse.
it: Sulla cassa ci sono alcuni nuyen sparsi.
ru: На ящике лежит несколько нюйен.

source: Some of the foulest smelling and looking "food" you've ever seen.
de: Die wohl am widerlichsten riechende und aussehende „Nahrung“, die du je gesehen hast.
es: La "comida" más apestosa y horrenda que has visto jamás.
fr: La "nourriture" la plus nauséabonde et malodorante que vous ayez jamais vu.
it: Alcuni dei "cibi" più ripugnanti, per odore e aspetto, che tu abbia mai visto.
ru: Самая омерзительная "еда" из всех, что тебе доводилось пробовать в жизни - что на вид, что на запах.

source: Some people eat it... but I wouldn't recommend that. Tough as nails. We mostly sell it to corp security teams who use it to reward their Hellhounds. The flamers go crazy for the stuff for some reason.
de: Manche essen es ... aber ich kann es nicht empfehlen. Hart wie Leder. Wir verkaufen es meistens an die Sicherheitsteams der Firmen, die es als Belohnung für ihre Höllenhunde benutzen. Sie stehen aus irgendeinem Grund tierisch auf das Zeug.
es: Hay gente que se la come... pero yo no te lo recomendaría. Dura como un ladrillo. Le vendemos la mayor parte a equipos de seguridad corporativos, que la usan como premio para sus cancerberos. Por algún motivo, a esos bichos les encanta.
fr: Certains en mangent... mais je ne la recommanderais pas. C'est dur comme du béton. On en vend surtout aux équipes de sécurité des corpos. Elles s'en servent pour récompenser leurs chiens de l'enfer. Les cracheurs de feux en sont dingues pour les mêmes raisons.
it: C'è chi la mangia... ma non la consiglierei a nessuno. È dura come un osso. Di solito la vendiamo alle squadre di sicurezza delle corporazioni; la usano per i loro segugi infernali. Quegli sputafiamme vanno matti per questa roba, chissà perché.
ru: Некоторые люди его едят... Чего я делать не рекомендую. Оно невероятно жесткое. Чаще всего его оптом закупают корпоративные службы безопасности: адские псы его обожают. Неизвестно почему огнедыщащие твари от него без ума.

source: Some poor-ass idiots around here. Told you last week what the dues were.
de: Nichts als arme Penner in der Gegend hier. Ich hab euch letzte Woche gesagt, wie hoch das Schutzgeld ist.
es: Esto está lleno de idiotas y miserables. La semana pasada ya te dije cuánto había que pagar.
fr: Il y a vraiment des cons partout. Je t'ai déjà dit combien c'était la semaine dernière, il me semble.
it: Oggi incontro solo idioti morti di fame. Te l'ho detto la settimana scorsa quanto mi dovevi.
ru: Я торчу с таких идиотов. Вам еще на прошлой неделе сказали, сколько вы должны.

source: Some thugs are shaking down the market we've set up here. It's been getting worse lately... I don't think we can afford to pay them anymore. But no one will stand up to them, and Lone Star isn't about to get involved.
de: Ein paar Rowdys mischen ständig den Markt auf, den wir hier abhalten. In letzter Zeit ist es schlimmer geworden ... Ich glaube nicht, dass wir sie noch lange dafür bezahlen können, damit sie uns in Ruhe lassen. Aber keiner traut sich, sich gegen sie zur Wehr zu setzen, und Lone Star hält sich da raus.
es: Unos matones no paran de liarla en el mercado que tenemos montado aquí. Últimamente la cosa va a peor... No creo que podamos seguir pagándoles. Pero nadie les planta cara y Lone Star no quiere meterse en el tema.
fr: Des voyous viennent nous racketter sur le marché qu'on a installé. Et dernièrement, c'est de pire en pire... On n'a même plus les moyens de leur donner ce qu'ils demandent. Mais personne ne leur tient tête et Lone Star ne veut rien savoir.
it: Ci sono dei delinquenti che ci stanno mandando a rotoli il mercato che abbiamo stabilito qui. E ultimamente le cose vanno sempre peggio... Non penso che ci possiamo più permettere di pagarli. Ma nessuno osa mettersi contro di loro, e la Lone Star non vuole essere coinvolta.
ru: Какие-то головорезы повадились вымогать у нас деньги. Мы разбили небольшой рынок на соседней улице, и поначалу дела шли довольно неплохо, но теперь мы не можем платить им столько, сколько они требуют. Никто не решается дать им отпор, а "Одинокая звезда", похоже, не собирается вмешиваться.

source: Someone planted it there.
de: Jemand hat sie dort platziert.
es: Alguien lo puso ahí.
fr: Quelqu'un l'a placé ici.
it: Qualcuno l'ha messo lì.
ru: Кто-то ее там разлил.

source: Someone’s pulling the strings of a serial killer?
de: Jemand zieht die Strippen eines Serienmörders?
es: ¿Alguien está tirando de los hilos de un asesino en serie?
fr: Quelqu'un dirige un tueur en série ?
it: Qualcuno sta manovrando un serial killer?
ru: Но кто мог манипулировать серийным убийцей?

source: Something I should know?
de: Gibt es etwas, das ich wissen sollte?
es: ¿Hay algo que debería saber?
fr: Il y a quelque chose que je devrais savoir ?
it: C'è qualcosa che dovrei sapere?
ru: Мне следует о чем-то знать?

source: Something dirty in a clean glass.
de: Ein dreckiges Getränk in einem sauberen Glas.
es: Algo sucio en un vaso limpio.
fr: Quelque chose de sale dans un verre propre.
it: Qualcosa di sporco in un bicchiere pulito.
ru: Что-нибудь погрязнее, но в чистом стакане.

source: Something like that.
de: So etwas in der Art.
es: Algo así.
fr: Quelque chose comme ça.
it: Qualcosa del genere.
ru: Что-то вроде того.

source: Something wrong, Mrs. Kubota?
de: Irgendwas nicht in Ordnung, Mrs. Kubota?
es: ¿Pasa algo, Sra. Kubota?
fr: Quelque chose ne va pas, Mme Kubota ?
it: Problemi, signora Kubota?
ru: Миссис Кубота, что случилось?

source: Something’s bound to come up. Whaddaya say?
de: Irgendwas kommt immer. Was meinst du?
es: Algo nos saldrá. ¿Qué dices?
fr: Quelque chose va se présenter. Qu'est-ce que vous en dites ?
it: Qualcosa salterà fuori di sicuro. Che ne pensi?
ru: Так или иначе, что-то обязательно случится. Ну как?

source: Sometimes it seems like Paco reads my mind, or my diary. Maybe he does the latter. I wouldn’t be surprised. HI PACO! Ever since last week, he hasn’t mentioned the Cutters once. He leaves the apartment with a “See you in a few hours, babe,” and returns later without comment. I don’t know if it’s really going to help for us to avoid the subject in conversation completely. But I have felt better without our constant arguing about it.
de: Manchmal scheint es, als könnte Paco meine Gedanken lesen – oder mein Tagebuch. Vielleicht tut er Letzteres. Würde mich nicht überraschen. HI, PACO! Seit letzter Woche hat er die Cutter kein einziges Mal erwähnt. Er verlässt die Wohnung mit einem fröhlichen „Ich seh dich in ein paar Stunden, Babe“, und wenn er zurückkommt, verliert er kein Wort darüber, wo er war. Ich weiß nicht, ob es uns wirklich helfen wird, das Thema einfach komplett zu ignorieren, aber ich fühle mich zumindest besser, seitdem wir uns nicht mehr dauernd darüber streiten müssen.
es: En ocasiones me da la sensación de que Paco me lee el pensamiento, o mi diario. Puede que haga esto último. No me extrañaría. ¡HOLA, PACO! Desde la semana pasada, no ha mencionado ni una sola vez a los Cortadores. Se marcha del apartamento con un "Hasta dentro de unas horas, nena" y vuelve más tarde sin decir nada. No sé si nos va a servir de algo evitar hablar completamente del tema. Pero la verdad es que estoy mejor sin tener que discutir sobre ello constantemente.
fr: Parfois, on dirait que Paco lit dans mes pensées, ou feuillette mon journal. C'est sans doute ça, d'ailleurs. Ça ne me surprendrait pas. SALUT PACO ! Ça fait une semaine qu'il ne dit pas un mot au sujet des Cutters. Il quitte l'appartement en disant « À dans deux-trois heures, chérie », et ne fait aucun commentaire quand il rentre. Je ne sais pas si ça sert à quelque chose d'éviter complètement le sujet lors de nos conversations. En tout cas, on ne se dispute plus sans arrêt pour ça, et je me sens mieux.
it: A volte sembra che Paco mi legga nel pensiero, oppure che legga il mio diario. Forse la seconda. Non mi sorprenderebbe. CIAO PACO! Dalla scorsa settimana, non ha più parlato dei Cutter, nemmeno una volta. Quando esce, dice solo "Ciao, a dopo, piccola" e poi torna senza dire niente. Non so se evitare l'argomento del tutto aiuterà la nostra relazione. Ma mi sento meglio ora che non litighiamo più continuamente.
ru: Иногда мне кажется, что Пако читает мои мысли, хотя скорее всего он просто читает мой дневник. ПРИВЕТ, ПАКО! После случая на прошлой неделе он ни разу не заикнулся про свою банду. Он уходит из дома со словами “Я вернусь через пару часов, детка”, и возвращается без каких бы то ни было комментариев. Я не знаю, поможет ли это решить проблему, но по крайней мере мы больше не ссоримся, и я чувствую себя гораздо лучше.

source: Sometimes staff leave keycards and uniforms in the locker room. Tell you what for 300 nuyen I could let you into the store room which connects to the locker room and you could look around.
de: Manchmal lässt jemand Schlüsselkarten und Uniformen in der Umkleide liegen. Für 300 Nuyen könnte ich dich in den Lagerraum lassen, der zur Umkleide führt und dann könntest du dich ein wenig umsehen.
es: A veces el personal deja las tarjetas y los uniformes en el vestuario. Te digo una cosa, por 300 nuyens podría dejarte entrar en el almacén, que lleva al vestuario, y podrías buscar por ahí.
fr: Parfois le personnel laisse des cartes d'accès et des uniformes dans le vestiaire. Écoutez, pour 300 nuyens je vous fais entrer dans la salle de stockage qui donne sur le vestiaire et de là vous pourriez fouiller un peu, ça marche ?
it: A volte il personale lascia tessere e uniformi nello spogliatoio. Senti, per 300 nuyen potrei farti entrare nel ripostiglio che si collega allo spogliatoio e potresti dare un'occhiata in giro.
ru: Иногда рассеянные работники оставляют в раздевалке свои пропуска и комбинезоны. Давай так - за 300 нюйен я пропущу тебя на склад. Там есть дверь, которая ведет в раздевалку. Может, ты сможешь тиснуть оттуда чего-нибудь.

source: Soon, I won’t be. I will transcend, becoming part of something bigger than myself.
de: Bald werde ich das auch nicht mehr sein. Ich werde die Grenzen der Menschlichkeit überschreiten. Ich werde Teil von etwas Größerem werden.
es: Pronto, dejaré de existir. Trascenderé, convirtiéndome en parte de algo más grande que mi ser.
fr: Bientôt, ce ne sera plus le cas. Je vais me transcender, faire partie de quelque chose de plus grand que moi.
it: Presto, non esisterò più. Io trascenderò, entrando a far parte di qualcosa più grande di me.
ru: Скоро я перестану быть человеком! Грядет вознесение, я стану чем-то неизмеримо большим.

source: Sorry Baron. Helping a friend is one thing. This isn't what I signed up for.
de: Tut mir leid, Baron. Einem Freund helfen ist eine Sache, aber für das hier hab ich mich nicht freiwillig gemeldet.
es: Lo siento, Barón. Ayudar a un amigo es una cosa. Yo no me apunté a esto.
fr: Désolé, Baron. C'est une chose d'aider un ami. Mais j'ai pas signé pour ça.
it: Scusami Baron. Aiutare un amico va bene, ma questo non è il compito per il quale ho avuto l'ingaggio.
ru: Извини, Барон. Помочь другу - это одно, а открытая война с корпорацией - это другое. Я за это не возьмусь.

source: Sorry Baron. Still not sold.
de: Tut mir leid, Baron. Ich bin immer noch nicht überzeugt.
es: Lo siento, Barón. Aún no hay trato.
fr: Désolé, Baron. Toujours pas convaincu.
it: Scusami Baron. Non abbiamo ancora un accordo.
ru: Прости, Барон. Если я говорю "нет" - это значит "нет".

source: Sorry Slick, I'm booked.
de: Sorry, Mann. Ich bin ausgebucht.
es: Lo siento, pollopera, pero ya me han reservado.
fr: Désolé mon vieux, je suis occupé.
it: Spiacente Slick, sono prenotato.
ru: Прости, Слик. У меня уже есть планы на этот вечер.

source: Sorry chummer, not my style. Besides - you seem like you can take care of yourself. {{GM}}He takes a step, then tilts his head back.{{/GM}}
de: Sorry Chummer, ist nicht mein Stil. Außerdem siehst du aus, als könntest du dich allein durchschlagen. {{GM}}Er ist im Begriff zu gehen, dreht sich aber noch einmal zu dir um.{{/GM}}
es: Lo siento colega, no es mi estilo. Además, me parece que no puedes cuidarte sin ayuda. {{GM}}Da un paso y echa la cabeza hacia atrás.{{/GM}}
fr: Désolé mec, c'est pas mon style. Et puis, t'as l'air de pouvoir te débrouiller. {{GM}}Il fait un pas, puis tourne la tête.{{/GM}}
it: Scusa, non è il mio stile. Inoltre, sembra che tu sia capace di badare a te stesso. {{GM}}Fa un passo, poi inclina la testa all'indietro.{{/GM}}
ru: Прости, я почти всегда работаю один. Кроме того, ты и без меня не пропадешь. {{GM}}Он уже собирается уходить, когда вдруг останавливается и наклоняет голову.{{/GM}}

source: Sorry friend... I think this is where our paths diverge. Thanks again for the help with those Halloweeners. Here's your payment - they don't take nuyen where I'm going, and you look like you could use the funds.
de: Hey, tut mir leid, aber ... ich fürchte, hier trennen sich unsere Wege. Danke nochmals für deine Hilfe mit den Halloweenern. Hier ist dein Lohn – da, wo ich hingehe, brauche ich keine Nuyen und wenn ich dich so ansehe, bis ich sicher, dass du das Geld gut gebrauchen könntest.
es: Lo siento colega... Creo que aquí es donde se separan nuestros caminos. Gracias otra vez por la ayuda con esos Halloweeners. Aquí tienes tu pago. A donde voy no aceptan nuyens, y parece que te vendrían bien los fondos.
fr: Désolé, mon ami... Je crois que nos chemins se séparent ici. Merci encore pour ton aide avec ces halloweeners. Voilà ton argent. Là où je vais, ils ne prennent pas les nuyens, et tu as l'air d'avoir plus besoin des fonds que moi.
it: Mi dispiace, davvero... Penso che le nostre strade si dividano qui. Grazie ancora per l'aiuto con quegli Halloweener. Ecco i tuoi soldi, non accettano nuyen dove sto andando e mi sembra che tu ne abbia bisogno.
ru: Прости... Но я чувствую, здесь нам придется расстаться. Еще раз спасибо за помощь с Хеллоуинерами. Вот твои деньги - там, куда я собираюсь, нюйены не принимают, а тебе они пригодятся.
