Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Your commlink chips and the screen shows the smiling face of Officer Aguirre. If he’s smiling, it must be about money.
de: Dein Kommlink piept und auf dem Bildschirm ist das lächelnde Gesicht von Officer Aguirre zu sehen. Da er so fröhlich dreinblickt, geht es vermutlich um Geld.
es: Tu commlink pita y la pantalla muestra la cara sonriente del agente Aguirre. Si está sonriendo, debe tratarse de dinero.
fr: Votre commlink sonne et l'écran affiche le visage souriant de l'officier Aguirre. S'il sourit, c'est que c'est sûrement une histoire d'argent.
it: Il tuo commlink e lo schermo mostrano il viso sorridente dell'agente Aguirre. Se sorride, è per una questione di soldi.
ru: Твой коммлинк подает сигнал. На экране появляется радостное лицо офицера Агирре. Поскольку он улыбается, речь наверняка пойдет о деньгах.

source: Your computer. State of the art in 2050. Broken since 2051.
de: Dein Computer. Modernste Technik im Jahr 2050. Kaputt seit 2051.
es: Tu ordenador. Lo último en 2050. Estropeado desde 2051.
fr: Votre ordinateur. Le dernier cri en 2050. Mais cassé depuis 2051.
it: Il tuo computer. Ultimo modello nel 2050. Guasto dal 2051.
ru: Твой компьютер. Лучшая модель, которую можно было купить за деньги в 2050 году. Сломан с 2051 года.

source: Your decking skill isn't high enough to hack the door, but you learn that it needs a special keycard from a Brotherhood Mother or Father.
de: Deine Decking-Fertigkeit ist nicht hoch genug, um die Tür zu hacken, aber du findest heraus, dass eine Spezial-Schlüsselkarte von einer Mutter oder einem Vater der Bruderschaft benötigt wird.
es: Tu habilidad de Pirateo no es lo bastante buena para abrir la puerta, pero descubres que necesita una tarjeta de acceso especial de una Madre o un Padre de la Hermandad.
fr: Votre compétence de Decking n'est pas assez élevée pour pirater la porte, mais vous apprenez qu'il vous faut en fait une carte spéciale de Père ou de Mère.
it: La tua abilità di Decking non è abbastanza alta, ma scopri che c'è bisogno di una scheda speciale di una Madre o un Padre della Fratellanza.
ru: Тебе не хватает опыта, чтобы открыть эту дверь, но тебе все же удается узнать, что ее можно открыть карточкой матери или отца Всеобщего братства.

source: Your drone fits through the hole, buzzes to the left and activates the locked door from the inside.
de: Deine Drohne bahnt sich ihren Weg durch den Schacht und dann nach links, um die verschlossene Tür von innen heraus zu aktivieren.
es: Tu sonda cabe por el agujero, emite un zumbido hacia la izquierda y activa la puerta cerrada desde el interior.
fr: Votre drone passe à travers le trou, va à gauche et active la porte verrouillée de l'intérieur.
it: Il drone passa attraverso l'apertura, gira a sinistra ronzando e sblocca la porta dall'interno.
ru: Дрон с жужжанием исчезает в стене, поворачивает налево и отпирает дверной замок изнутри помещения.

source: Your drone fits through the hole, snakes to the right and back around to open the apartment door from the inside.
de: Deine Drohne bahnt sich ihren Weg durch das Loch und schlängelt sich dann nach rechts und wieder zurück, um die Tür zur Wohnung von innen heraus zu öffnen.
es: Tu sonda cabe por el agujero, se desplaza hacia la derecha y se da la vuelta para abrir la puerta del apartamento desde dentro.
fr: Votre drone se faufile dans le trou, serpente vers la droite puis se retourne pour ouvrir la porte de l'appartement depuis l'intérieur.
it: Il tuo drone passa attraverso il buco, si infila a destra e torna indietro ad aprire la porta dell'appartamento dall'interno.
ru: Твой дрон пролезает в дыру, поворачивает направо и открывает запертую дверь изнутри.

source: Your drone fits through the wall, snakes to the right and back around to open the apartment door from the inside.
de: Deine Drohne bahnt sich ihren Weg durch das Loch und schlängelt sich dann nach rechts und wieder zurück, um die Tür zur Wohnung von innen heraus zu öffnen.
es: Tu sonda cabe por la pared, se arrastra a la derecha y vuelve a dar la vuelta para abrir la puerta del apartamento desde el interior.
fr: Votre drone passe par le trou, tourne à droite et ouvre la porte de l'appartement depuis l'intérieur.
it: Il tuo drone passa attraverso il muro, si infila a destra e torna indietro ad aprire la porta dell'appartamento dall'interno.
ru: Твой дрон пролезает в дыру, поворачивает направо и открывает запертую дверь изнутри.

source: Your mother's gift meant a second chance for Sam.
de: Für Sam bedeutete das Geschenk eurer Mutter eine zweite Chance.
es: El regalo de tu madre le dio una segunda oportunidad a Sam.
fr: Le cadeau de votre mère signifiait une seconde chance pour Sam.
it: Il dono di tua madre ha rappresentato una seconda opportunità per Sam.
ru: Ваша мать подарила ему второй шанс.

source: Your notebook - calendar, contacts, that kind of thing.
de: Dein Notizbuch – Kalender, Kontakte, das ganze Zeug.
es: Tu libreta, calendario, contactos, ese tipo de cosas.
fr: Votre carnet : calendrier, contacts, ce genre de choses.
it: Il bloc notes... agenda, contatti, questo genere di cose.
ru: Твоя записная книжка - ежедневник, номера комм-устройств друзей и партнеров и все такое прочее.

source: Your only lead? Hey... what the hell do you want with her, anyway?
de: Deine einzige Spur? Hey, was zum Teufel willst du eigentlich von ihr?
es: ¿Tu única pista? Oye... A todo esto, ¿qué demonios quieres de ella?
fr: Ta seule piste ? Hé... qu'est-ce que tu lui veux, au fait ?
it: La tua sola pista? Ehi... ma tu che vuoi da lei?
ru: Других наводок? Эй... а зачем она вообще тебе понадобилась?

source: Your password has been reset to NQpAbdST. For security, never write down your password. Logging you in...
de: Ihr Passwort wurde auf NQpAbdST zurückgesetzt. Aus Sicherheitsgründen sollten Sie Ihr Passwort nie aufschreiben. Sie werden nun angemeldet ...
es: Tu contraseña se ha restablecido y ahora es NQpAbdST. Por seguridad, no escribas nunca la contraseña en papel. Iniciando sesión...
fr: Votre mot de passe est désormais : NQpAbdST. Pour des raisons de sécurité, ne notez jamais votre mot de passe où que ce soit. Connexion en cours...
it: La tua nuova password è NQpAbdST. Per sicurezza, non scrivere mai la password altrove. Identificazione in corso...
ru: Ваш новый пароль: NQpAbdST. Пожалуйста, запомните его и нигде не записывайте. Вход в систему...

source: Your past is irrelevant, it’s your future that counts.
de: Deine Vergangenheit ist irrelevant, deine Zukunft ist, was zählt.
es: Tu pasado es irrelevante, lo que importa es tu futuro.
fr: Votre passé est sans importance, seul votre futur compte.
it: Il tuo passato non conta, conta solo il tuo futuro.
ru: Твое прошлое не имеет значения. Думай о своем будущем.

source: Your plane hits the Sea-Tac tarmac with a jolt. Welcome to Seattle. The chilly northwest rain obscures your vision as you step onto the tarmac. Before long, you're sitting in the cramped backseat of a cab, following the signal from Sam's locator chip into the heart of the Redmond Barrens. Organ Grinders - a legal chop shop for body parts... whether from the living or the dead. If you’re hurting bad enough for nuyen, this is the place to sell a limb or an organ. It’s also a good place to dispose of an inconvenient body while making a little cash on the side. This franchise is the closest thing the Barrens has to a morgue - it seems this is where Sam Watts' body has ended up. You open the door and are assaulted by the smell of death and bleach.
de: Mit einem Ruck landet das Flugzeug auf der Rollbahn des Sea-Tac-Flughafens. Willkommen in Seattle. Der kalte Nordwestregen verschleiert dir die Sicht, als du auf die Rollbahn trittst. Kurze Zeit später befindest du dich auf der Rückbank eines Taxis und folgst dem Signal von Sams Ortungschip tief ins Herz der Redmond Barrens. Organ Grinders – ein legaler Ausschlachter für den Weiterverkauf von Körperteilen. Wer verzweifelt genug ist, einen Körperteil oder ein Organ für ein paar Nuyen zu verkaufen, kommt hierher. Es ist natürlich auch ein guter Ort, um eine Leiche zu entsorgen und dabei noch ein wenig Geld zu verdienen. Da die Firma zudem das ist, was in den Barrens einem Leichenschauhaus am nächsten kommt, ist es nicht verwunderlich, dass Sam Watts’ Leiche dort gelandet ist. Als du die Tür öffnest, schlägt dir der Hauch von Verwesung und Bleichmitteln entgegen.
es: Tu avión toca el asfalto del Sea-Tac con una sacudida. Ya estás en Seattle. La lluvia gélida del noroeste te oscurece la visión en cuanto pones un pie en el asfalto. Pronto estás en el incómodo asiento trasero de un taxi, siguiendo la señal del chip de seguimiento de Sam, hacia el corazón de los Barrens de Redmond. Organilleros: un desguace para el triturado de partes del cuerpo... de vivos y muertos. Si necesitas desesperadamente unos cuantos nuyens, aquí puedes vender alguno de tus órganos o extremidades. También es un buen lugar donde deshacerse de algún cuerpo molesto, y de paso ganarse un dinero extra. Esta franquicia es lo más parecido a un depósito de cadáveres en los Barrens, parece que aquí es donde ha acabado el cuerpo de Sam Watts. Abres la puerta y te asalta el olor a muerte y lejía.
fr: Votre avion atterrit sur le tarmac de manière brusque. Bienvenue à Seattle. La pluie froide du nord ouest obscurci votre vision lorsque vous marcher sur le tarmac. Vous êtes assis à l'étroit sur le siège arrière d'un taxi, suivant le signal de la puce de localisation de Sam au cœur de Redmond Barrens. Au Broyeur d'Organes : une boutique de découpe légale pour acheter des parties du corps... Venant de morts comme de vivants. Si vous avez absolument besoin de nuyens, c'est le bon endroit pour vendre un membre ou un organe. C'est aussi l'endroit idéal pour disposer d'un cadavre encombrant et de vous faire un peu de cash. Cette franchise est la chose la plus ressemblante à une morgue dans Barrens. On dirait bien que c'est là où le corps de Sam Watts a fini. Vous ouvrez la porte, et une odeur de mort et de javel vous agresse les narines.
it: Il tuo aereo atterra con un sobbalzo sulla pista del Seattle-Tacoma. Benvenuti a Seattle. La pungente pioggia del nord-ovest ti limita la visuale mentre cammini sulla pista. Poco dopo viaggi a bordo di un taxi stipato di roba, in direzione delle Terre desolate di Redmond, come indicato dal chip localizzatore di Sam. "Suonatori d'organi": un'officina legale per il riciclo di parti del corpo... prese da cadaveri o meno. Chi è messo proprio male, viene qui a vendere un arto o un organo per un po' di nuyen. È anche un ottimo posto dove sbarazzarsi di un cadavere e racimolare qualche soldo. Questa sorta di concessionario è la cosa più simile a un obitorio nelle Terre desolate. Il corpo di Sam Watts dovrebbe essere qui. Apri la porta e un odore di morte e candeggina ti investe.
ru: Твой самолет приземляется на посадочную полосу с сильным рывком. Добро пожаловать в Сиэтл. Холодный северо-западный ветер бросает тебе в глаза водяную пыль, не давая рассмотреть здание аэропорта. Через час ты уже сидишь на продавленном сиденье такси и пытаешься проследить сигнал чипа, который Сэм вживил себе в череп. Довольно скоро он приводит тебя в Редмонд - то есть на край Пустошей. ''Руки-Ноги'' - законный поставщик органов... иногда извлеченных у живых доноров, а иногда вырезанных уже после смерти. Если тебе срочно, отчаянно нужны деньги, их можно получить здесь, расставшись с конечностью или другой частью тела. Здесь также избавляются от неудобных трупов, получая при этом неплохую прибыль. Очевидно, что эта же компания заменяет Пустошам полицейский морг. Кто-то доставил сюда останки Сэма Уоттса. Ты открываешь дверь и глубоко вдыхаешь разящий смертью и хлоркой воздух.

source: Your reps don’t merit it.
de: Das ist es mir nicht wert.
es: Tu reputación no se lo merece.
fr: Ta réputation ne mérite pas ça.
it: La tua reputazione non se lo merita.
ru: Твоя репутация говорит об обратном.

source: Your return to the Universal Brotherhood is anything but subtle. The team hits the same back door Coyote found and you storm through, quickly making your way into the restricted area and the room where you last met Jessica. And first encountered the bug. You stand there together, listening to the sounds of chittering coming from the somewhere distant. Harlequin stares into the darkness, humming tunelessly while fingering the sword on his hip. Then he turns, lifts his Aegis launcher to his lips, and gives it a kiss. You give the signal and the hunt begins.
de: Deine Rückkehr zur Universellen Bruderschaft ist alles andere als unauffällig. Das Team nutzt die gleiche Hintertür, die Coyote gefunden hat und ihr stürmt herein, um schnell in den gesperrten Bereich zu gelangen und dorthin, wo du Jessica das letzte Mal vorgefunden hast. Und die Käfer. Als ihr dort ankommt, hört ihr schon irgendwo aus weiter Entfernung ein Zwitschern. Harlequin starrt in die Dunkelheit, summt vor sich hin und streicht immer wieder über das Schwert an seiner Hüfte. Dann dreht er sich um, hebt seine Aegis-Waffe an den Mund und küsst sie. Du gibst das Signal und die Jagd beginnt.
es: Tu regreso a la Hermandad Universal no es nada discreto. El equipo entra por la misma puerta trasera que encontró Coyote y se lanza por ella, abriéndose paso rápidamente hasta la zona restringida y la habitación en la que te reuniste con Jessica la última vez. Y te encontrarte por primera vez con el bicho. Permanecéis allí juntos, escuchando los sonidos chirriantes procedentes de un lugar lejano. Arlequín mira a la oscuridad, tarareando desafinado mientras acaricia la espada de su cintura. Después se gira, se lleva el lanzador de Aegis a los labios y le da un beso. Das la señal y empieza la caza.
fr: Votre retour à la Confrérie Universelle est tout sauf discret. L'équipe frappe par la porte arrière que Coyote avait découverte et vous lancez l'assaut, progressant rapidement vers la zone interdite et la pièce où vous avez vu Jessica pour la dernière fois. Et là où vous avez rencontré l'insecte pour la première fois. Vous restez groupés, à écouter les bruits de chitine au loin. Arlequin fixe les ténèbres. Il chantonne de manière discordante en caressant la garde de l'épée qu'il porte à la ceinture. Puis il se retourne, porte son projecteur Aegis à ses lèvres et l'embrasse. Vous donnez le signal et la chasse commence.
it: Il tuo ritorno nella sede della Fratellanza Universale è tutt'altro che discreto. La squadra entra dalla porta di servizio che Coyote aveva scoperto: assaltate il posto e riuscite a farvi rapidamente strada attraverso l'area riservata, fino alla stanza dove hai incontrato Jessica l'ultima volta. E dove hai visto per la prima volta l'insetto. Giunti lì, vi fermate ad ascoltare i suoni brulicanti che sentite provenire da qualche punto in lontananza. Arlecchino fissa l'oscurità e canticchia in modo stonato, mentre accarezza la spada che porta sul fianco. Quindi si volta, avvicina il lanciarazzi Aegis al volto e lo bacia. Dai il segnale e cominciate la caccia.
ru: Твое возвращение в подвалы Всеобщего братства можно считать каким угодно, но только не скрытным. Выбив дверь, которую нашла Койот, твоя команда легко находит комнату, в которой вы видели Джессику в последний раз - и в которой впервые увидели дух-насекомое. Вы стоите плечом к плечу, прислушиваясь к хрустящим звукам, которые доносятся откуда-то у вас из-под ног. Арлекин глядит в пространство прямо перед собой и что-то напевает себе под нос, лаская пальцами рукоять меча на бедре. Потом он ухмыляется, подносит гранатомет к губам и запечатлевает на нем поцелуй. Ты подаешь сигнал, и охота начинается.

source: Your security answers were incorrect.
de: Ihre Sicherheitsantworten waren nicht korrekt.
es: No has contestado correctamente a las preguntas de seguridad.
fr: Les réponses que vous avez fournies n'étaient pas correctes.
it: Le tue risposte non sono corrette.
ru: Вы неправильно ответили на один или несколько вопросов.

source: Your son's free, but he's pretty messed up.
de: Dein Sohn ist jetzt frei, er wurde allerdings ziemlich übel zugerichtet.
es: Tu hijo es libre, pero está bastante tocado.
fr: Votre fils est libre, mais il est un peu chamboulé.
it: Tuo figlio è libero, ma è parecchio sconvolto.
ru: Твой сын свободен, но ему очень плохо.

source: Your synapses light up as you connect your consciousness to the digital world. Although you aren't jacked in like Johnny, the sensation is overwhelming and electrifying. You can only imagine the way it feels for him.
de: Deine Synapsen gehen auf Hochtouren, als dein Geist in die digitale Welt eintaucht. Obwohl du nicht eingestöpselt bist wie Johnny, ist das Gefühl überwältigend und elektrisierend. Du kannst nur erahnen, wie es sich für ihn anfühlen muss.
es: Tus sinapsis se iluminan cuando conectas tu consciencia al mundo digital. Aunque no tienes conexión como Johnny, la sensación es abrumadora y electrizante. Solo puedes imaginar cómo se siente él.
fr: Vos synapses s'affolent dès que votre conscience se connecte au monde numérique. Même si vous n'êtes pas branché comme Johnny, la sensation électrique vous dépasse et vous engloutit. Vous ne pouvez qu'imaginer ce qu'il ressent.
it: Le tue sinapsi si accendono mentre colleghi la tua mente al mondo digitale. Anche se non sei collegato come Johnny, la sensazione è travolgente ed elettrizzante. Puoi solo immaginare cosa stia provando lui.
ru: Нейронные связи в твоем мозгу ярко вспыхивают, позволяя сознанию распахнуться и объять простирающуюся во все стороны бесконечность. Несмотря на то, что ты всего лишь следуешь за Джонни, это ощущение поражает и возбуждает. Ты невольно задаешься вопросом, что же чувствует в этот момент он сам.

source: Your vessel is gone! This is over, Jessica!
de: Dein Gefäß ist nicht mehr hier! Es ist vorbei, Jessica!
es: ¡Tu vasija ha desaparecido! ¡Se ha acabado, Jessica!
fr: Votre vaisseau n'est plus ! C'est fini, Jessica !
it: La tua nave non c'è più! È finita, Jessica!
ru: Мы лишили тебя жертвы. Все кончено, Джессика.

source: Your vidphone rings, jarring you. Who's calling at 3am?
de: Dein Vidphone klingelt und schreckt dich auf. Wer ruft dich um 3 Uhr morgens an?
es: Suena tu videoteléfono y te desvela. ¿Quién llama a las tres de la mañana?
fr: Votre vidéophone sonne et vous écorche les oreilles. Qui peut bien appeler à cette heure-ci ?
it: Il tuo videotelefono suona, facendoti saltare. Chi chiama alle tre del mattino?
ru: Твой видеотелефон подает сигнал, и ты вздрагиваешь от неожиданности. Кому могло прийти в голову позвонить в три часа ночи?

source: You’d better call someone else, Mrs. Kubota.
de: Jemand anders sollte ihre Schicht übernehmen, Mrs. Kubota.
es: Debería llamar a otra persona, Sra. Kubota.
fr: Vous feriez mieux d'appeler quelqu'un d'autre, Mme Kubota.
it: Farebbe meglio a chiamare qualcun altro, signora Kubota.
ru: Вам придется найти другую работницу, миссис Кубота.

source: You’ll miss me when I’m gone.
de: Ich werde dir fehlen, wenn ich tot bin.
es: Me echarás de menos cuando no esté.
fr: Tu vas me regretter quand je ne serai plus là.
it: Ti mancherò quando non ci sarò più.
ru: Значит, когда я умру, ты будешь по мне скучать.

source: You’ll owe me several.
de: Du schuldest mir sogar mehrere.
es: Me deberás unas cuantas.
fr: Tu vas m'en devoir plusieurs.
it: Mi devi ben più di un bicchiere.
ru: Всегда бы так.

source: You’ll still die screaming.
de: Du wirst trotzdem unter Schreien sterben.
es: Pero tú morirás gritando.
fr: Tu mourras en criant.
it: Morirai comunque tra i lamenti.
ru: Ты умрешь в муках.

source: You’ll take what I give you, lady. Now, let’s have a look at your face...
de: Du nimmst, was ich dir gebe, Fräulein. Jetzt werde ich mich erst mal um dein Gesicht kümmern ...
es: Tendrás que aceptar lo que te dé, señorita. Ahora veamos tu cara...
fr: Vous prendrez ce que je vous donnerai. Bon, maintenant voyons un peu votre visage...
it: Prenderai quello che c'è. Ora, diamo uno sguardo al viso...
ru: Юная леди, вам придется удовольствоваться тем, что у меня есть. Дай-ка я погляжу на твое личико...

source: You’re a natural, you should give up Shadowrunning and become a touring pianist. Johnny does not look impressed.
de: Du bist ein Naturtalent, du solltest das mit dem Shadowrunning aufgeben und lieber als Konzertpianist um die Welt reisen. Johnny sieht allerdings nicht besonders beeindruckt aus.
es: Tienes mucho talento, deberías dejar a un lado el Shadowrunning y convertirte en un pianista ambulante. Johnny no parece impresionado.
fr: Vous avez un don. Vous devriez laisser tomber le Shadowrunning et devenir pianiste. Johnny n'a pas l'air impressionné.
it: Hai un talento naturale, dovresti lasciar perdere le missioni nelle Ombre e dare concerti in giro per il mondo. Johnny non appare sorpreso.
ru: Определенно, у тебя есть талант. Возможно, тебе стоит забыть про жизнь раннера и начать зарабатывать на жизнь концертами. Джонни смотрит на тебя кислым взглядом.

source: You’re back. I think the highlights of the Wolves game will be on soon, wanna take a load off and watch with me?
de: Du bist zurück. Ich denke, sie werden bald die Spiele-Highlights der Wolves zeigen, willst du mal kurz die Füße hochlegen und sie mit mir zusammen anschauen?
es: Has vuelto. Creo que pronto empezará el resumen del partido de los Lobos, ¿quieres relajarte y verlo conmigo?
fr: Te revoilà. Je crois qu'ils vont bientôt passer le résumé du match des Wolves. Tu veux prendre une pause et regarder avec moi ?
it: Di nuovo qui. Penso che le caratteristiche del gioco Wolves saranno presto disponibili, vuoi toglierti il pensiero e guardarle con me?
ru: А вот и ты. Скоро будет повтор вчерашней игры Волков, хочешь посмотреть его вместе со мной? Я принесу пиво.

source: You’re brain-burnt, kid. You’ve got to get off the chips. Now.
de: Du hast dir das Gehirn weggebrannt, Junge. Du musst von den Chips runterkommen. Sofort.
es: Te has quemado el cerebro, chico. Tienes que dejar los chips. Ahora mismo.
fr: T'es complètement défoncé, gamin. Tu devrais arrêter les puces. Genre maintenant.
it: Hai il cervello in pappa. Devi smetterla con i chip. Subito.
ru: Парень, ты выжег себе мозги. Слезай с чипов немедленно.

source: You’re dumber than I thought. Enjoy your chat. I’ll dispose of your body later.
de: Du bist noch dümmer, als ich dachte. Viel Spaß mit deiner kleinen Unterhaltung. Ich entsorge deine Leiche dann später.
es: Tienes menos luces de lo que pensaba. Disfruta con tu charla. Me libraré de tu cadáver más tarde.
fr: T'es encore plus con que ce que je pensais. J'ai apprécié notre conversation. Je me débarrasserai de ton corps un peu plus tard.
it: Sei più stupido di quanto pensassi. Goditi la tua chiacchierata. Mi libererò del tuo corpo più tardi.
ru: А ты еще глупее, чем кажешься. Желаю приятно провести время. Я найду, куда пристроить твой труп.

source: You’re going to have to go inside if you want to learn more!
de: Wenn du mehr erfahren möchtest, solltest du hineingehen!
es: ¡Vas a tener que entrar si quieres saber más!
fr: Vous allez devoir entrer si vous voulez en savoir plus !
it: Dovrai entrare per saperne di più!
ru: А вот это ты узнаешь внутри!

source: You’re gonna die, asshole.
de: Du bist so gut wie tot, Arschloch.
es: Vas a morir, basura.
fr: Tu vas mourir, salopard.
it: Morirai, idiota.
ru: Сегодня ты умрешь, задница.

source: You’re just a big old sheepdog, aren’t ya?
de: Du bist in Wahrheit nur ein großer Softie, was?
es: Solo eres un viejo y enorme perro guardián, ¿verdad?
fr: Vous êtes un gros chien de berger, hein ?
it: Sei come un cagnone con le sue pecore, vero?
ru: Старый преданный пес, вот ты кто.
