Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: My darling girl, you misunderstand. What we offer is eternal life. A chance to be part of a new... {{GM}}Jessica suddenly notices you and her words fail in her throat.{{/GM}} You... you're alive?
de: Oh, Liebling, du verstehst nicht. Wir bieten dir ewiges Leben. Die Möglichkeit, Teil von etwas Neuem ... {{GM}}Mit einem Mal bemerkt Jessica dich und gerät ins Stocken.{{/GM}} Du ... du lebst?
es: Querida niña, lo has malinterpretado. Lo que ofrecemos es la vida eterna. Una oportunidad para ser parte de un nuevo... {{GM}}Jessica de repente se percata de tu presencia y la palabras se le atascan en la garganta.{{/GM}} Tú... ¿sigues con vida?
fr: Ma chérie, tu ne me comprends pas. Ce que nous offrons, c'est la vie éternelle. La chance de faire partie d'un nouv... {{GM}}Soudain, Jessica vous remarque et ses mots s'étranglent dans sa gorge.{{/GM}} Vous... vous êtes vivant ?
it: Mia cara ragazza, stai fraintendendo. Quello che offriamo è la vita eterna. La possibilità di essere parte di una nuova ... {{GM}}Jessica improvvisamente si accorge di te e le parole le restano in gola.{{/GM}} Non ci credo... sei ancora vivo?
ru: Милая девочка, ты так ничего и не поняла. Мы предлагаем тебе вечную жизнь. Возможность стать частью... {{GM}}Внезапно Джессика замечает тебя и от неожиданности давится собственными словами.{{/GM}} Ты... но как? Они тебя не убили?

source: My friend, you are delusional. Grandmother Jessica is a bringer of new life and truth. She is spending time focusing herself in the Inner Sanctum, where she is protected from the likes of you.
de: Ich fürchte, du leidest an Wahnvorstellungen. Großmutter Jessica ist die Überbringerin neuen Lebens und neuer Wahrheit. Sie sammelt ihre Kräfte im inneren Heiligtum, wo sie von verwirrten Geistern wie dem deinen geschützt ist.
es: Te confundes. Abuela Jessica es una portadora de nueva vida y verdad. Está meditando en el Sanctasanctórum, donde está a salvo de gente como tú.
fr: Mon ami, vous délirez. Grand-mère Jessica est porteuse de vie et de vérité. Elle passe son temps à se ressourcer au Sanctuaire Intérieur, où elle est protégée des gens comme vous.
it: Stai delirando. Nonna Jessica è portatrice di nuova vita e verità. Sta meditando nel Santuario nascosto, al riparo da gente come te.
ru: Это какое-то безумие. Праматерь Джессика - глашатай новой эпохи любви и высшей истины. Она медитирует во внутренних покоях, где до нее не доберутся сумасшедшие извращенцы вроде тебя.

source: My friends and I are together.
de: Meine Freunde und ich gehören zusammen.
es: Mis amigos y yo vamos juntos.
fr: Mes amis sont avec moi.
it: Io e i miei amici stiamo insieme.
ru: Я же с друзьями.

source: My friends call me $(s.name). And I counted Sam among them.
de: Meine Freunde nennen mich $(s.name). Und Sam war einer von ihnen.
es: Mis amigos me llaman $(s.name). Y Sam era uno de ellos.
fr: Mes amis m'appellent $(s.name). Et Sam en faisait partie.
it: Gli amici mi chiamano $(s.name). E Sam era uno di loro.
ru: Друзья называют меня $(s.name). Сэм был одним из них.

source: My girl... is not coming back. My girl.
de: Mein Mädchen ... kommt nicht zurück. Mein Mädchen.
es: Mi niña... no va a volver. Mi niña.
fr: Ma petite... ne reviendra pas. Ma petite.
it: La mia piccola... non tornerà. La mia piccola.
ru: Моя девочка... ко мне не вернется. Девочка моя.

source: My gut says, we can deck in to the medical board's records and reverse trace to find this doctor. You in?
de: Ich würde sagen, wir decken uns in die Akten der Ärztekammer ein und verfolgen die Spur zu diesem Arzt zurück. Bist du dabei?
es: Mi instinto me dice que podemos acceder a los registros de la junta médica y volver atrás para encontrar al médico. ¿Cuento contigo?
fr: Mon instinct me dit que l'on peut pirater les dossiers du conseil médical pour retrouver ce docteur. Vous en êtes ?
it: Il mio istinto mi dice che infiltrandoci nella banca dati della commissione medica riusciremo a rintracciare questo dottore. Ci stai?
ru: Что-то подсказывает мне, что мы сумеем взломать базу данных медицинской ассоциации. Информация о врачах этого города содержится там. Ты со мной?

source: My head!
de: Mein Kopf!
es: ¡Mi cabeza!
fr: Ma tête !
it: La mia testa!
ru: Моя голова!

source: My job doesn't include talking with the visitors.
de: Es ist nicht Teil meiner Arbeit, mit Besuchern zu sprechen.
es: Mi trabajo no incluye hablar con los visitantes.
fr: Mon travail ne consiste pas à parler aux visiteurs.
it: Il mio lavoro non include parlare con i visitatori.
ru: Мне платят, чтобы я мыл пол, а не развлекал посетителей.

source: My job is to bring a killer to justice - not lead an assault against monsters out of nightmares.
de: Mein Auftrag ist es, eine Mörderin der Gerechtigkeit zuzuführen – und nicht ein Selbstmordkommando gegen alptraumhafte Killerinsekten anzuführen.
es: MI trabajo es llevar a un asesino ante la justicia; no liderar un asalto contra monstruos salidos de las pesadillas.
fr: Mon travail consiste à arrêter un assassin. Pas à lancer un assaut contre des monstres cauchemardesques.
it: Il mio lavoro è assicurare un assassino alla giustizia, non condurre assalti contro mostri usciti da incubi.
ru: Моя задача - призвать к ответу убийцу, а не отстреливать чудовищ из ночных кошмаров.

source: My keycard was ruined and I need a new one.
de: Meine Schlüsselkarte ist hin und ich brauch eine neue.
es: Se me ha estropeado la tarjeta y necesito una nueva.
fr: Ma carte d'accès est cassée et j'en ai besoin d'une nouvelle.
it: La mia tessera è rovinata e me ne serve una nuova.
ru: Мне нужен новый пропуск. Старый испортился.

source: My kill? {{GM}}He places a hand to his heart in a thin approximation of shock.{{/GM}}
de: Mein Mord? {{GM}}Er legt eine Hand auf seine Brust, in dem schwachen Versuch, sich schockiert zu geben.{{/GM}}
es: ¿Mi crimen? {{GM}}Se echa la mano al corazón simulando sorpresa.{{/GM}}
fr: Mon meurtre ? {{GM}}Il pose sa main sur son cœur en simulant être choqué.{{/GM}}
it: Mia vittima? {{GM}}Poggia la mano all'altezza del cuore in una sottile allusione allo shock.{{/GM}}
ru: Убийцы? {{GM}}Он прикладывает руку к груди, всем своим видом показывая, как поражен это слышать.{{/GM}}

source: My lord Lofwyr has witnessed the insect spirits' physical manifestation before - roughly 9,000 years ago. As you are aware, magic ebbs und flows from the Earth, cycling from peak to peak over the course of 5,200 years. As the level of magic grows...
de: Mein Herr Lofwyr hat die physische Manifestierung der Insektengeister schon zuvor erlebt – vor etwa 9000 Jahren. Wie Sie wissen, dringt die Magie in einem Zyklus von etwa 5200 Jahren in die Welt ein. Wenn das Niveau der Magie ansteigt ...
es: Mi señor Lofwyr ya había visto antes la manifestación física de los Espíritus insecto antes... hace unos 9000 años. Como sabes, la magia baja y sube desde la Tierra, en grandes ciclos de fluctuaciones que se extienden a lo largo de 5200 años. A medida que aumenta el nivel de la magia...
fr: Mon seigneur Lofwyr a été témoin des manifestations physiques des esprits insectes il y a environ 9 000 ans. Vous n'êtes pas sans savoir que la magie va et vient sur la Terre, et que ces fluctuations couvrent des cycles de 5 200 ans. À mesure que le niveau de magie augmente...
it: Lofwyr, il mio signore, ha assistito alla manifestazione fisica dello spirito dell'insetto in passato, circa novemila anni fa. Come ben sapete, flussi und riflussi sgorgano sulla Terra, in cicli di 5.200 anni. Più il livello della magia cresce...
ru: Мой владыка Лофвир уже был однажды свидетелем пришествия духов насекомых около девяти тысяч лет назад. Как вы знаете, магия накатывает на мир подобно приливу и отступает; один такой цикл занимает около пяти тысяч двухсот лет. По мере того, как волшебство становится все сильнее...

source: My lord Lofwyr knew this day would come but he did not know precisely when nor where. Your rescue of Mr. Telestrian’s daughter has exposed the existence of an insect spirit for the first time in this cycle of the world.
de: Mein Herr Lofwyr wusste, dass dieser Tag kommen würde, doch er wusste nicht genau, wann oder wo. Die Rettung von Mr. Telestrians Tochter hat nun zum ersten Mal die Existenz eines Insektengeistes in der Sechsten Welt offenbart.
es: Mi señor Lofwyr sabía que este día llegaría, pero no sabía exactamente cúando ni dónde. El rescate de la hija del Sr. Telestrian ha puesto al descubierto la existencia de un Espíritu insecto por primera vez en este ciclo del mundo.
fr: Mon seigneur Lofwyr savait que ce jour viendrait, même s'il en ignorait l'endroit et la date. En sauvant la fille de M. Telestrian, vous avez mis en évidence pour la première fois l'existence d'un esprit insecte dans ce cycle planétaire.
it: Il mio signore Lofwyr sapeva che questo giorno sarebbe arrivato, ma non conosceva esattamente il quando o il dove. Quando hai salvato la figlia del signor Telestrian, hai rivelato per la prima volta l'esistenza di uno spirito dell'insetto in questo ciclo del Mondo.
ru: Владыка Лофвир знал, что этот день настанет, но не мог предсказать, где или когда именно это случится. Твой подвиг - спасение дочери господина Телестриана - раскрыл планы шамана и подтвердил существование улья духов-насекомых. Первого улья этой эпохи.

source: My lord!
de: Mein Herr!
es: ¡Cielos!
fr: La vache !
it: Signore!
ru: Боже мой!

source: My mind was open to her when she called from beyond the veil. And she has rewarded my service and my faith with great power! This could have been yours as well, Marie-Louise. You were to be host for our Queen. But no matter. There is another...
de: Mein Geist war geöffnet, als sie mir aus dem Jenseits zurief. Sie belohnte meine Dienste und meinen Glauben mit unvorstellbarer Macht! Diese Macht hätte auch die deine sein können, Marie-Louise. Du solltest unsere Königin werden. Doch keine Sorge. Es gibt noch jemand anderen ...
es: Mi mente estaba abierta a ella cuando me llamó tras el velo. ¡Y me ha premiado por mi fe y mis servicios otorgándome un gran poder! Esto también podría haber sido tuyo, Marie-Louise. Ibas a ser la anfitriona de nuestra reina. Pero no importa. Hay otra...
fr: Mon esprit était ouvert lorsqu'elle m'a appelé de derrière le voile. Et elle a récompensé mes services et ma foi avec de grands pouvoirs ! Tu aurais pu en profiter aussi, Marie-Louise. Tu aurais dû être l'hôte de notre reine. Peu importe. Il y en a une autre...
it: Mi ha chiamata da dietro il velo e la mia mente era aperta a lei. Sono stata ricompensata per la mia fede e i miei servigi con un enorme potere! Lo stesso potere che avresti potuto avere anche tu, Marie Louise. Saresti dovuta essere tu la Ricevente per la nostra Regina. Ma non importa. Ce n'è un'altra...
ru: Мой разум был открыт, когда она обратилась ко мне через миры и пространства. Она вознаградила меня за преданность, наделив огромным могуществом! Я хотела разделить его с тобой, Мария-Луиза. Ты должна была воплотить в себе нашу королеву. Ну, не страшно. Твое место займет другая...

source: My mother deserved honor and dignity. I gave her that today. She’s finally whole again with a proper Catholic burial. Those ghouls who stole her organs, including Sam, have paid the price for their sins!
de: Meine Mutter hat Ehre und Würde verdient. Die habe ich ihr heute gegeben. Sie ist endlich wieder eins und wurde ordentlich begraben. Diese Ghule, die ihre Organe gestohlen haben, wie auch Sam, haben für ihre Sünden zahlen müssen!
es: Mi madre merecía honor y respeto. Hoy se lo he dado. Por fin, hoy vuelve a estar completa, con un entierro católico como es debido. ¡Esos demonios que le robaron sus órganos, incluyendo a Sam, han pagado por sus pecados!
fr: Ma mère méritait honneur et dignité. Et je les lui ai rendus, aujourd'hui. Elle est finalement entière et a eu droit à un enterrement catholique. Ces goules qui ont volé ses organes, Sam y compris, ont payé le prix pour leurs pêchés !
it: Mia madre meritava onore e dignità. Questo è ciò che le ho dato oggi. Finalmente è di nuovo tutta intera e ha ricevuto una degna sepoltura, secondo il rito cattolico. Quei Ghoul che le hanno rubato gli organi, Sam incluso, hanno pagato lo scotto dei loro peccati!
ru: Моя мать заслужила отдых и честное погребение. Сегодня я исполнила свой долг перед ней, а осквернившие ее тело трупоеды, включая Сэма, поплатились наконец за свои грехи!

source: My mother was not a donor! She was as much a victim as anyone!
de: Meine Mutter war keine Spenderin! Sie war ein Opfer, wie alle anderen auch!
es: ¡Mi madre no era donante! ¡Era tan víctima como los demás!
fr: Ma mère n'était pas une donneuse ! C'était une victime, comme les autres !
it: Mia madre non era una donatrice! Era una vittima come tutti gli altri!
ru: Моя мать не была донором! Она была жертвой!

source: My name... is... my name is Vlad.
de: Ich heiße ... ich ... heiße Vlad.
es: Me llamo... es... me llamo Vlad.
fr: Je m'appelle... je... je m'appelle Vlad.
it: Il mio nome... è... il mio nome è Vlad.
ru: Меня... зовут... Меня зовут Влад.

source: My name’s on the report, but my actual findings left some... doubts. I can’t say that it wasn’t suicide, but there were unusual bruises on her upper arms, and she didn’t use her dominant hand to pull the trigger. I was told to drop it, so I dropped it.
de: Mein Name steht auf der Akte, aber mein eigentlicher Befund ließ noch Raum für ... Zweifel. Ich kann nicht sagen, dass es kein Selbstmord war, aber auf ihren Oberarmen befanden sich merkwürdige Hämatome und sie betätigte den Abzug nicht mit ihrer dominanten Hand. Mir wurde nahegelegt, diese Details fallenzulassen, also tat ich es.
es: Mi nombre está en el informe, pero en mis conclusiones había algunas... dudas. No puedo decir que no fuera suicidio, pero había unos moratones extraños en los antebrazos, y no utilizó su mano dominante para apretar el gatillo. Me dijeron que lo dejara estar, y lo dejé.
fr: Mon nom est sur le rapport, mais mes résultats ont laissé quelques... doutes. Je ne peux pas dire que ce n'était pas un suicide, mais il y avait des contusions inhabituelles sur le haut de ses bras, et elle n'a pas utilisé sa main dominante pour presser la détente. On m'a dit de laisser tomber, alors j'ai laissé tomber.
it: Il mio nome è sul rapporto, ma quello che ho scoperto effettivamente mi ha lasciato qualche... dubbio. Non posso dire che non si trattasse di un suicidio, ma c'erano degli strani lividi sulle braccia e non ha usato la mano dominante per premere il grilletto. Mi è stato detto di lasciar perdere e così ho fatto.
ru: Я составил и подписал отчет о вскрытии, но его результаты оказались... неоднозначными. Я не могу исключить возможность суицида, но на ее запястьях были необычные синяки, и курок она спустила левой рукой, хотя на самом деле была правша. Мне приказали списать этот случай на самоубийство, и я послушался.

source: My normal attacks have been removed.
de: Meine gewöhnlichen Angriffe sind wirkungslos.
es: Mis ataques normales han desaparecido.
fr: Mes attaques normales ont été retirées.
it: I miei attacchi abituali non hanno effetto.
ru: Мои обычные атаки теперь бессильны.

source: My old family is dead and buried where they should be. They can’t taint my NEW family now. They can’t corrupt my children. I won’t go through that again!
de: Meine alte Familie ist gestorben und begraben, wo sie begraben sein soll. Meiner NEUEN Familie kann niemand mehr etwas anhaben. Sie können meinen Kindern nichts antun. Das würde ich nicht zulassen!
es: Mi vieja familia está muerta y enterrada donde deberían estar. No pueden mancillar ahora a mi NUEVA familia. No pueden corromper a mis hijos. ¡No pienso volver a pasar por eso!
fr: Mon ancienne famille est morte et enterrée là où elle doit l'être. Ils ne peuvent pas salir ma NOUVELLE famille, maintenant. Ils ne peuvent pas corrompre mes enfants. Je ne revivrai pas ça !
it: La mia vecchia famiglia è morta e sepolta dove è giusto che sia. Non possono più rovinare la mia NUOVA famiglia, adesso. Non possono corrompere i miei figli. Tutta questa storia non si ripeterà.
ru: Моя старая семья осталась лежать в земле. Теперь я свободна от них и могу принять мою НОВУЮ семью. Они не смогут дотянуться до моих детей. Я не позволю им остановить меня!

source: My past does not need to be my future.
de: Meine Vergangenheit muss nicht meine Zukunft bestimmen.
es: Mi pasado no tiene por qué ser mi futuro.
fr: Mon passé ne sera pas forcément mon avenir.
it: Il mio futuro può essere diverso dal mio passato.
ru: Мое прошлое не имеет отношения к будущему.

source: My people have weaponized the Project Aegis formula by creating shells which, when fired, propel a high-velocity cloud of the material which should be effective at killing exposed insect spirits. There are more effective ways to deliver Aegis - obviously - but time was of the essence and I needed to improvise.
de: Meine Leute haben Projekt Aegis waffenfähig gemacht, indem sie Geschosse entwickelt haben, die beim Abfeuern eine Hochgeschwindigkeitswolke des Stoffes ausstoßen. Dies sollte in der Lage sein, ungeschützte Insektengeister zu töten. Sicherlich ist dies nicht die beste Variante, Aegis einzusetzen, doch die Zeit war knapp und ich musste improvisieren.
es: Mi gente ha convertido en arma la fórmula del proyecto Aegis, creando balas que, al ser disparadas, lanzan a gran velocidad una nube del material que debería resultar efectivo acabando con los Espíritus insecto. Obviamente, hay formas más efectivas de utilizar Aegis, pero el tiempo era esencial y tuvimos que improvisar.
fr: Nous avons militarisé la formule du Projet Aegis en créant des munitions qui répandent un nuage de substance qui devrait réussir à éliminer les esprits insectes qui y sont exposés. Il y a des moyens plus efficaces d'utiliser Aegis, c'est certain, mais nous devions agir vite.
it: I miei uomini hanno convertito la formula del Progetto Aegis in un'arma con la creazione di proiettili che, una volta sparati, azionano una nube alta velocità del materiale che dovrebbe essere efficace per uccidere gli spiriti insetto esposti. Ci sono modi più efficaci per portare a termine l'Aegis, ovviamente, ma il tempo era essenziale e dovevo improvvisare.
ru: Мои инженеры превратили проект ''Эгида'' в оружие. Они создали снаряды, которые взрываются и высвобождают взвесь, смертельную для духов-насекомых. Не сомневаюсь, они могли бы найти и более изящное решение, но время поджимало. Они были вынуждены импровизировать.

source: My people tell me you delivered the package.
de: Meine Leute sagen mir, du hast das Paket abgeliefert.
es: Mi gente dice que has entregado el paquete.
fr: Mes employeurs m'ont informé que vous leur avez remis le paquet.
it: I miei uomini mi dicono che hai consegnato il pacco.
ru: Мне сообщили, что посылка нашла адресата.

source: My pleasure. I’m here from internal affairs to review the forensics guys work, to find anything they might have missed.
de: Aber gerne. Ich bin von der Abteilung für Interne Angelegenheiten und bin hier, um die Arbeit der Spurensuche zu prüfen und nachzusehen, ob sie was übersehen haben.
es: Será un placer. Soy de asuntos internos y he venido a revisar el trabajo de los forenses, por si hubieran pasado algo por alto.
fr: Avec plaisir. Je suis des affaires internes. Je suis là pour vérifier le travail de la médecine légale, pour voir s'ils n'auraient pas oublier quelque chose.
it: Con piacere. Sono qui per conto della disciplinare, devo esaminare il lavoro della scientifica e vedere se per caso hanno dimenticato qualcosa.
ru: Всегда пожалуйста. Я из отдела внутренних расследований. Мне надо осмотреть место преступления и проверить, насколько хорошо работают криминалисты - они могли что-нибудь пропустить.

source: My run, my rules.
de: Mein Run, meine Regeln.
es: Mi run, mis reglas.
fr: Mon run, mes règles.
it: La missione è mia, farò a modo mio.
ru: Мой набег, мои правила.

source: My son, Zipper... he's not a strong boy. And Ryker knows it. Lured him in with those damn chips. "Better Than Life"? HA! What life?!?
de: Mein Sohn, Zipper ... Er ist kein besonders starker Junge und Ryker weiß das genau. Hat ihn mit diesen verdammten Chips angelockt. „Better Than Life“? Ha, das ich nicht lache! Welches Leben!?!?
es: Mi hijo, Zipper... no es un chico fuerte. Y Ryker lo sabe. Lo atrajo con esos malditos chips. "¿Mejores que la vida"? ¡JA! ¿¡¿Qué vida?!?
fr: Mon fils, Zipper... il n'a aucune volonté. Et Ryker le sait. Il l'a berné avec ces foutues puces. "Better Than Life" ? "Mieux que la vie", hein ? Mais quelle vie ?!?
it: Mio figlio, Zipper... non è un ragazzo forte. E Ryker lo sa. Lo ha attirato con quei dannati chip. BTL... "Better Than Life", cioè Meglio della vita vera? Ah! Ma quale vita?!?
ru: Мой сын, Проныра... у него не самое крепкое здоровье. И Райкер это знает. Пообещал ему этих проклятых чипов. "Идеальная реальность"? ХА! Тоже мне реальность!

source: My stash is just around the corner, in the alley.
de: Mein Geheimversteck ist direkt um die Ecke. In der Gasse.
es: Mi escondite está justo detrás de la esquina, en el callejón.
fr: Ma planque est juste au coin de la rue, dans l'allée.
it: La mia tana è proprio dietro l'angolo, nel vicolo.
ru: Мой тайник спрятан за углом в двух шагах отсюда.

source: My story is not so different from those who have come before. I am but a merchant, though one whose wares are far from mundane.
de: Meine Geschichte ist nicht so anders als die derer, die vor mir hier waren. Ich bin bloß ein Kaufmann, nur eben einer, dessen Waren nicht von dieser Welt sind.
es: Mi historia no es muy diferente a la de quienes vinieron antes. No soy más que un comerciante, aunque mi mercancía no tiene nada de corriente.
fr: Mon histoire n'est pas bien différente de ceux qui m'ont précédé. Je ne suis qu'un marchand, bien que mes marchandises soient loin d'être sans intérêt.
it: La mia storia non è molto diversa da quella di chi è venuto prima di me. Sono solo un mercante, anche se vendo merci decisamente fuori dal comune.
ru: История моей жизни не сильно отличается от прочих. Я всего лишь торговец, хотя мои товары куда более необычны, чем может показаться на первый взгляд.

source: My stuff! Mighty decent of ya... don't see that kinda thing too often out here.
de: Meine Sachen! Das ist sehr anständig von dir ... sowas passiert hier draußen nicht sehr oft.
es: ¡Mis cosas! Muy honrado por tu parte... por aquí no se ven esas cosas a menudo.
fr: Mes affaires ! Oh c'est gentil de vot' part... on voit pas ça souvent, ici.
it: La mia roba! Sei davvero gentile... non capita spesso da queste parti.
ru: Мои вещички! Очень любезно с твоей стороны... в этих краях незнакомцы не часто помогают друг другу.

source: My thoughts exactly.
de: Ganz meine Rede.
es: Justo lo que estaba pensando.
fr: Exactement ce que j'imaginais.
it: Esattamente come la penso io.
ru: Я тоже так думаю.

source: My weapon of choice as well. Here, take this one.
de: Wäre auch meine erste Wahl. Nimm die hier.
es: También es mi arma preferida. Bien, toma esto.
fr: C'est aussi mon arme préférée. Tenez, prenez celle-là.
it: Approvo la tua scelta. Ecco, prendi.
ru: Хорошо тебя понимаю, я сам такой же. На, держи.

source: My word! Such a violent paranoia. It's a pity...
de: Du liebe Zeit! Was für gewalttätige Wahnvorstellungen. Eine wahre Schande ...
es: ¡Madre! Qué paranoia tan violenta. Es una pena...
fr: Ben dites donc ! Quelle incroyable paranoïa. Quel dommage...
it: La mia parola! Una violenta paranoia. Peccato...
ru: Боже мой! Классический случай параноидального синдрома. Какая жалость.
