Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: And, as it happens... Samedi knows where the last sample of Aegis is being kept. Hence, the job at hand! We are going to break into the Telestrian Industries primary operations office complex here in Seattle. Aegis will be somewhere within that building. We will find the Aegis sample, and liberate it for ourselves.
de: Und wie es der Zufall so will ... weiß Samedi, wo die letzte Probe Aegis aufbewahrt wird. Und voilà, damit wären wir beim Job angekommen! Wir brechen in den primären Bürokomplex von Telestrian Industries hier in Seattle ein. Aegis ist irgendwo in diesem Gebäude, wir müssen die Probe nur finden und sie für uns gewinnen.
es: Y, resulta que... Samedi sabe dónde guardan la última muestra de Aegis. ¡Es decir, tenemos el trabajo al alcance de la mano! Nos colaremos en el complejo de oficinas de operaciones principales que Telestrian Industries tiene aquí en Seattle. Aegis estará en algún lugar de ese edificio. Encontraremos la muestra Aegis y la liberaremos.
fr: Et, il se trouve que... Samedi sait où se trouve le dernier échantillon d'Aegis. D'où le travail qui nous attend ! Nous allons pénétrer dans le complexe du siège de Telestrian Industries, ici à Seattle. L'Aegis est caché quelque part dans ce bâtiment. Nous allons trouver l'échantillon d'Aegis et nous en emparer pour l'utiliser.
it: E si dà il caso... Che Samedi sappia esattamente dove si trova l'ultimo prototipo di Aegis. Ed ecco la missione! Dobbiamo introdurci nell'ufficio della Direzione delle Industrie Telestrian qui a Seattle. L'Aegis è lì dentro da qualche parte. Troveremo il prototipo di Aegis e lo sfrutteremo per conto nostro.
ru: И совершенно случайно так получилось, что Самеди знает, где хранится последний уцелевший образец. Поэтому нам предстоит работа! Мы ворвемся в главное здание корпорации Телестриан Индастриз здесь, в Сиэтле. "Эгида" хранится где-то внутри. Мы найдем капсулу и воспользуемся этим новым оружием.

source: And?
de: Und?
es: ¿Y?
fr: Et ?
it: E poi?
ru: И что?

source: Another Ripper murder!
de: Noch ein Ripper-Mord!
es: ¡Otro asesinato del Destripador!
fr: Encore un meurtre de l'éventreur !
it: Un'altra vittima dello Squartatore!
ru: Опять Потрошитель!

source: Another Ripper murder? Where?
de: Noch ein Ripper-Mord? Wo?
es: ¿Otro asesinato del Destripador? ¿Dónde?
fr: Encore un meurtre de l'éventreur ? Où ?
it: Un'altra vittima dello Squartatore? Dove?
ru: Еще одно убийство? Где?

source: Another beer!
de: Noch ein Bier!
es: ¡Otra cerveza!
fr: Encore une bière !
it: Un'altra birra!
ru: Еще пива!

source: Another round!
de: Noch eine Runde!
es: ¡Otra ronda!
fr: Une autre tournée !
it: Un altro giro!
ru: Еще разок!

source: Another time, Aljernon.
de: Ein anderes Mal, Aljernon.
es: En otro momento, Aljernon.
fr: Une autre fois, Aljernon.
it: Un'altra volta, Aljernon.
ru: Пока мне ничего не нужно, Алджернон.

source: Another time.
de: Ein anderes Mal.
es: En otro momento.
fr: Une autre fois.
it: Un'altra volta.
ru: Как-нибудь в другой раз.

source: Another wasted youth.
de: Eine weitere verschwendete Jugend.
es: Otra juventud malgastada.
fr: Une autre jeunesse de perdue.
it: Un'altra gioventù bruciata.
ru: Еще один бесполезный паразит.

source: Answer Your Vidphone
de: Geh ans Telefon
es: Responde a tu videoteléfono.
fr: Répondre à votre vidéophone
it: Rispondi al videotelefono
ru: Ответь на звонок

source: Answer stored.
de: Antwort gespeichert.
es: Respuesta guardada.
fr: Réponse sauvegardée.
it: Risposta memorizzata.
ru: Ответ принят.

source: Answer stored. Question 2. Your favorite musical act?
de: Antwort gespeichert. 2. Frage. Wie heißt Ihre Lieblingsband?
es: Respuesta guardada. Pregunta 2. ¿Tu grupo preferido?
fr: Réponse sauvegardée. Question 2. Votre comédie musicale préférée est... ?
it: Risposta memorizzata. Domanda 2. Qual è il tuo musical preferito?
ru: Ответ принят. Вопрос 2. Ваша любимая музыкальная группа?

source: Answer stored. Question 3. What is the name of your hometown?
de: Antwort gespeichert. 3. Frage. Wie heißt Ihre Heimatstadt?
es: Respuesta guardada. Pregunta 3. ¿Nombre de tu ciudad natal?
fr: Réponse sauvegardée. Question 3. Quelle est votre ville natale ?
it: Risposta memorizzata. Domanda 3. Come si chiama la tua città natale?
ru: Ответ принят. Вопрос 3. Название города, в котором вы выросли?

source: Any business conducted on these premises is my business.
de: Alles, was in dieser Kneipe erledigt wird, geht mich etwas an.
es: Cualquier asunto realizado en este local es asunto mío.
fr: Toutes les affaires se déroulant dans mon établissement sont mes affaires.
it: Qualsiasi questione riguardi questo edificio è affar mio.
ru: Меня касается любое дело, которое приводит людей в это заведение.

source: Any chance we can sneak past?
de: Können wir irgendwie an ihnen vorbeischleichen?
es: ¿Qué probabilidades tenemos de colarnos?
fr: Vous croyez qu'on peut se faufiler ?
it: C'è qualche possibilità di svignarcela?
ru: Мы сумеем пробраться внутрь незамеченными?

source: Any chipheads inside the lab?
de: Befinden sich Chipheads im Labor?
es: ¿Algún cabezachip en el laboratorio?
fr: Il y a des puceux dans le labo ?
it: Ci sono chiphead all'interno del laboratorio?
ru: В лаборатории есть марионетки?

source: Any idea how she scored the new eyes?
de: Irgend ’ne Ahnung, wie sie an die neuen Augen gelangt ist?
es: ¿Tienes idea de cómo consiguió los ojos nuevos?
fr: Vous savez comment elle a récupéré ces nouveaux yeux ?
it: Hai idea di come si sia procurata i nuovi occhi?
ru: Ты знаешь, как она это сделала?

source: Any idea which organ the Ripper was after this time?
de: Hast du irgendeine Idee, auf welches Organ der Ripper es diesmal abgesehen hatte?
es: ¿Tienes idea de qué órgano buscaba esta vez El Destripador?
fr: Une idée de quel organe recherchait l'éventreur, cette fois ?
it: Hai idea di quale organo stesse cercando lo Squartatore?
ru: Какой орган Потрошитель забрал на этот раз?

source: Any luck in there?
de: Und? Glück gehabt?
es: ¿Has tenido suerte?
fr: Des résultats, par ici ?
it: Trovato niente là dentro?
ru: Ну как?

source: Any run you can walk away from is a good run, eh Baron?
de: Jeder Run, von dem man wieder zurückkehrt, ist ein guter Run, nicht wahr, Samedi?
es: Si puedes escapar de un run, es que ha estado bien, ¿verdad, barón?
fr: Un run où vous pouvez vous en sortir est un bon run, hein Baron ?
it: Qualsiasi missione da cui si esce vivi è una buona missione, vero Baron?
ru: Любой набег, из которого возвращаешься - хороший набег, да, Барон?

source: Any sign of magic use here? There was evidence of an unusual explosion in the alley where Sam died.
de: Gibt es irgendwelche Anzeichen von Magie hier? In der Gasse, in der Sam starb, gab es Hinweise auf eine ungewöhnliche Explosion.
es: ¿Alguna señal de uso de la magia? Hay pruebas de una extraña explosión en el callejón donde murió Sam.
fr: Des signes de l'utilisation de magie ? Il y avait des traces d'une explosion inhabituelle dans l'allée où Sam est mort.
it: Ci sono elementi che fanno pensare all'utilizzo della magia? C'erano segni di una strana esplosione nel vicolo in cui è morto Sam.
ru: На месте преступления использовали магию? В переулке, где умер Сэм, произошел непонятный взрыв.

source: Anyone I should look out for... Donny?
de: Irgendjemand, wegen dem ich mich vorsehen müsste ... Donny?
es: ¿Debería tener cuidado con alguien... Donny?
fr: N'importe qui à qui je devrais faire attention... Donny ?
it: C'è qualcuno a cui dovrei prestare attenzione... Donny?
ru: Тут есть кто-нибудь, кого надо остерегаться? А, Донни?

source: Anything else I should know about these gangers?
de: Sonst irgendwas, das ich über diese Gangster wissen sollte?
es: ¿Algo más que deba saber sobre estos pandilleros?
fr: Autre chose d'important sur ces gars-là ?
it: C'è altro che dovrei sapere su questi ganger?
ru: Мне надо знать об этой банде что-то еще?

source: Anytime.
de: Jederzeit.
es: Cuando quieras.
fr: Quand vous voulez.
it: Può arrivare da un momento all'altro.
ru: Всегда пожалуйста.

source: Anyway, if you decide to talk to him, you can use my secure jackpoint. I’ve already set up a portal to Shadowlands. Feel free to jack in whenever you’re ready.
de: Naja, egal. Wenn du dich entscheidest, mit ihm zu sprechen, kannst du meinen verschlüsselten Jackpoint verwenden. Ich hab bereits ein Portal zu Shadowlands eingerichtet. Klink dich ein, sobald du bereit bist.
es: Bueno, si decides hablar con él, puedes utilizar mi punto de conexión seguro. Ya he preparado un portal hacia Shadowlands. Puedes conectarte cuando quieras.
fr: De toute façon, si vous décidez de lui parler, vous pouvez utiliser mon jackpoint sécurisé. J'ai déjà créé un portail vers Shadowlands. Venez quand vous serez prêt.
it: Comunque, se decidi di incontrarlo, puoi usare il mio jackpoint protetto. Ho già aperto un portale per Shadowlands. Connettiti pure quando vuoi.
ru: Так или иначе, если решишь с ним поговорить, можешь воспользоваться моей точкой входа. Я уже открыл портал в Сумеречные земли, так что заходи, когда вздумается.

source: Anyway, let me know if you want to talk to him, and you can hitch a ride into the Matrix with me again. I’ve already set up a portal to Shadowlands.
de: Naja, gib mir einfach Bescheid, wenn du mit ihm reden willst und ich nehm dich wieder in die Matrix mit. Ich hab bereits ein Portal zu Shadowlands eingerichtet.
es: Bueno, avísame si quieres hablar con él, yo puedo llevarte otra vez a la Matriz. Ya he preparado un portal hacia Shadowlands.
fr: De toute façon, faites-moi savoir si vous souhaitez lui parler, et je vous laisserai aller dans la Matrice à nouveau. J'ai déjà créé un portail vers Shadowlands.
it: Fammi sapere quando vuoi incontrarlo, ti darò un altro passaggio per la Matrice. Ho già aperto un portale per Shadowlands.
ru: Ладно. Дай знаеть, когда соберешься, и я проведу тебя в Матрицу. Я уже открыл портал в Сумеречные земли.

source: Apocalypse
de: Apokalypse
es: Apocalipsis
it: Apocalisse
ru: Апокалипсис

source: Apparently not.
de: Anscheinend nicht.
es: Aparentemente no.
fr: Apparemment.
it: Pare di no.
ru: Видимо, так.

source: Apparently the coast was not-so clear.
de: Anscheinend war die Luft doch nicht so rein.
es: Parece que había algún moro en la costa.
fr: La côte n'était pas si claire, apparemment.
it: A quanto pare la via non era così libera.
ru: Похоже, нас ждали.

source: Apparently, Mr. Silverstar's reputation for paranoia is well-founded. This panel is a hard-coded door control that cannot be accessed from the Matrix. It was not here yesterday. How did he have it installed so fast?
de: Anscheinend gilt Mr. Silverstar aus gutem Grund als paranoid. Diese Konsole verfügt über eine festprogrammierte Türschaltung ohne Matrix-Zugriff. Gestern war sie noch nicht hier. Wie konnte er sie so schnell installieren lassen?
es: Al parecer, la reputación de la paranoia del Sr. Silverstar está bien fundamentada. Este panel es un control de puerta codificado al que no se puede acceder desde la Matriz. Ayer no estaba. ¿Cómo lo ha instalado tan rápido?
fr: Apparemment, la réputation de parano de M. Silverstar est fondée. Ce panneau correspond à un système de commande de porte encodé, inaccessible depuis la Matrice. Il n'était pas là hier. Comment a-t-il fait pour l'installer si vite ?
it: A quanto pare, la reputazione del signor Silverstar in fatto di paranoia ha una base di verità. Questo pannello è un sistema di controllo per una porta, altamente criptato, cui non si può accedere dalla Matrice. E qui non c'era, ieri. Come ha fatto a installarlo così in fretta?
ru: Похоже, Мистер Сильверстар и впрямь параноик. Эта панель не подключена к Матрице. И еще вчера ее здесь не было. Когда он только успел ее установить?

source: Appetites he couldn't control. And he died for them.
de: Gelüste, die er nicht kontrollieren konnte. Und sie haben ihn umgebracht.
es: Necesidades que no pudo controlar. Y que le causaron la muerte.
fr: Des envies incontrôlables. Et il est mort à cause de ça.
it: Necessità che non riusciva a controllare. E alla fine lo hanno ucciso.
ru: Он не сумел сдержаться... и погиб.

source: Approach with your arms out - I want to make sure you’re as harmless as you look.
de: Hände hoch und komm langsam näher – ich will sichergehen, dass du auch so harmlos bist, wie du aussiehst.
es: Acércate con los brazos estirados; quiero asegurarme de que tienes tan poco peligro como aparentas.
fr: Approchez-vous les mains en l'air. Je veux m'assurer que vous êtes aussi inoffensif que vous en avez l'air.
it: Avvicinati con le mani bene in vista, devo assicurarmi che tu sia innocuo come sembri.
ru: Иди сюда с поднятыми руками. Я хочу убедиться, что у тебя и впрямь ничего нет.

source: Are Mother Lynne and Lynne Telestrian the same person?
de: Sind Mutter Lynne und Lynne Telestrian dieselbe Person?
es: ¿Madre Lynne y Lynne Telestrian son la misma persona?
fr: Est-ce que Mère Lynne et Lynne Telestrian sont la même personne ?
it: Madre Lynne e Lynne Telestrian sono la stessa persona?
ru: Мать Линн и Линн Телестриан - это одно и то же лицо?

source: Are any Johnsons or Fixers here tonight?
de: Sind heute irgendwelche Johnsons oder Schieber hier?
es: ¿Hay algún Johnson o fixer aquí?
fr: Y a-t-il des Johnsons ou des Fixers ici ce soir ?
it: C'è qualche ricettatore qui stasera?
ru: В баре есть Джонсоны или другие работодатели?

source: Are we talking about the same man? My brother was worthless, $(l.name). Worthless. He used people. He...
de: Sprechen wir hier von demselben Mann? Mein Bruder war wertlos, $(l.name). Wertlos. Er hat Leute benutzt. Er ...
es: ¿Hablamos del mismo hombre? Mi hermano era despreciable, $(l.name). Despreciable. Utilizaba a la gente. Él...
fr: On parle bien du même Sam ? Mon frère était un paria, $(l.name). Un inutile. Il se servait des gens. Il...
it: Stiamo parlando della stessa persona? Mio fratello era una persona inutile, $(l.name). Inutile. Usava la gente. Lui...
ru: Мы точно говорим об одном и том же человеке? Мой брат был бесхребетным подонком, $(l.name). Подонком. Он использовал людей. Он...

source: Are you $(l.name)?
de: Bist du $(l.name)?
es: ¿Eres $(l.name)?
fr: Êtes-vous $(l.name) ?
it: Sei $(l.name)?
ru: Ты $(l.name)?

source: Are you Paco?
de: Bist du Paco?
es: ¿Eres Paco?
fr: C'est toi, Paco ?
it: Sei Paco?
ru: Ты Пако?

source: Are you accusing her of being involved with those murders?
de: Beschuldigst du sie etwa, in diese Morde verwickelt zu sein?
es: ¿Estás acusándola de estar involucrada en esos asesinatos?
fr: Vous l'accusez d'être impliquée dans ces meurtres ?
it: La stai accusando di essere coinvolta in quegli omicidi?
ru: Ты обвиняешь ее в причастности к этим убийствам?

source: Are you alright?
de: Bist du okay?
es: ¿Estás bien?
fr: Tout va bien ?
it: Stai bene?
ru: Ты в порядке?

source: Are you blind, woman? These things are giant bugs.
de: Bist du blind, du Irre? Diese Viecher sind riesige Insekten.
es: ¿Estás ciega, mujer? Esto son bichos gigantes.
fr: Êtes-vous aveugle ? Ces choses, ce sont des insectes géants !
it: Donna, sei cieca? Questi sono insetti giganti.
ru: Женщина, ты помешалась! Это гигантские ЖУКИ.

source: Are you even a lawyer?
de: Bist du überhaupt ein Anwalt?
es: Al menos serás abogado...
fr: Vous êtes vraiment avocat; au fait ?
it: Sei un avvocato o no?
ru: Ты же даже не юрист, верно?

source: Are you going to get yourself together, or do you need me to force some sense into you?
de: Wirst du dich zusammenreißen, oder muss ich dir erst ein wenig Vernunft einbläuen?
es: ¿Vas a recobrar tú solo la compostura o necesitas que te meta un poco de razón a la fuerza?
fr: Tu te ressaisis ou est-ce que je m'en charge pour toi ?
it: Hai intenzione di darti una regolata, o devo farti riprendere con la forza?
ru: Ты сам успокоишься или тебе помочь?

source: Are you headed out for the night, omae?
de: Wirst du die Nacht über dort draußen sein, omae?
es: ¿Ya has salido para la noche, omae?
fr: Vous allez sortir ce soir, omae ?
it: Uscirai questa sera, omae?
ru: Ты куда-то собираешься, омае?

source: Are you okay? How long have you been here?
de: Geht es euch gut? Wie lange seid ihr schon hier?
es: ¿Estás bien? ¿Cuánto tiempo llevas aquí?
fr: Ça va ? Depuis combien de temps êtes-vous ici ?
it: Stai bene? Da quanto tempo sei qui?
ru: С вами все в порядке? Как давно вы здесь?

source: Are you ready to confront Dr. Holmes?
de: Bist du bereit, Dr. Holmes zur Rede zu stellen?
es: ¿Estás preparado para enfrentarte al Dr. Holmes?
fr: Êtes-vous prêt à affronter le Dr. Holmes ?
it: Pensi sia giunto il momento di affrontare il dottor Holmes?
ru: Вступить в бой с доктором Холмсом?

source: Are you ready to get knee-deep in ectoplasm?
de: Bist du bereit, dich knietief in Ektoplasma zu wagen?
es: ¿Todo listo para meterte hasta la rodilla en el ectoplasma?
fr: Vous êtes prêt à être couvert d'ectoplasme ?
it: Stai per ballare con gli ectoplasmi!
ru: Ну что? Не боишься, что тебя с ног до головы забрызгает эктоплазмой?

source: Are you really going to delay their report to Grandmother Jessica by making me get Father Willy?
de: Möchtest du ihren Bericht für Großmutter Jessica wirklich herauszögern, indem du mich Vater Willy holen lässt?
es: ¿De verdad vas a retrasar su entrevista con Abuela Jessica haciéndome ir a buscar a Padre Willy?
fr: Vous allez vraiment retarder leurs rapports à Grand-mère Jessica pour aller me faire chercher Père Willy ?
it: Hai davvero intenzione di far aspettare Nonna Jessica mandandomi a cercare Padre Willy?
ru: Ладно, я схожу за отцом Вилли. А ты объяснишь праматери, почему люди, которых она просила привести к ней НЕМЕДЛЕННО, все еще задерживаются.

source: Are you really here?
de: Bist du wirklich hier?
es: ¿Estás realmente aquí?
fr: Êtes-vous vraiment ici ?
it: Sei davvero qui?
ru: Ты и вправду здесь?

source: Are you sure you're ready to go?
de: Bist du sicher, dass du bereit bist zu gehen?
es: ¿Seguro que puedes ponerte en marcha?
fr: Êtes-vous sûr d'y aller ?
it: È tutto pronto per andare?
ru: Все готово?

source: Are you the coroner?
de: Bist du der Gerichtsmediziner?
es: ¿Es usted el forense?
fr: Vous êtes le légiste ?
it: Lei è il medico legale?
ru: Ты судебный медик?

source: Are you the detective on this case? I was hired by Sam Watts to assist you in finding his killer.
de: Sind Sie der ermittelnde Detective? Ich wurde von Sam Watts beauftragt, seinen Killer zu finden.
es: ¿Te han asignado a este caso? Me contrató Sam Watts para ayudarte a encontrar a su asesino.
fr: Vous êtes le détective chargé de l'affaire ? J'ai été engagé par Sam Watts pour vous aider à trouver le meurtrier.
it: Sei il detective che segue questo caso? Sam Watts mi aveva assunto per aiutarti a trovare il suo assassino.
ru: Вы детектив, который ведет расследование? Сэм Уоттс нанял меня, чтобы помочь вам найти убийцу.

source: Aren’t there four of us... buddy?
de: Sind wir nicht eher zu viert ... Kumpel?
es: No somos cuatro... ¿colega?
fr: On n'est pas plutôt quatre... mon pote ?
it: Non siamo in quattro?
ru: Нет, нас все-таки четверо... Верно, приятель?

source: Aren’t you the "official" in that sentence?
de: Bist du denn nicht der „Offizielle“ in diesem Satz?
es: ¿No eres tú el "agente" de esa frase?
fr: C'est pas vous le "officiel" dans cette phrase ?
it: Hai fatto anche un rapporto "ufficiale"?
ru: Разве не ты выносил "официальное" заключение?

source: Ares Flight Recorder
de: Ares-Flugschreiber
es: Registrador de vuelo Ares
fr: Enregistreur de bord d'Ares
it: Scatola nera Ares
ru: Черный ящик корпорации "Арес"

source: Armor Stripped: Armor -10
de: Panzerschaden: -10 Panzerung
es: Armadura destrozada: Armadura -10.
fr: Désintégration d'armure : Armure -10
it: Armatura indebolita: Armatura -10
ru: Без брони: -10 к броне

source: Armor Stripped: Armor -4
de: Panzerschaden: -4 Panzerung
es: Armadura destrozada: Armadura -4.
fr: Désintégration d'armure : Armure -4
it: Armatura indebolita: Armatura - 4
ru: Повреждена броня: Броня -4

source: Around here, you don't want to attract the attention of the doctor. If you stay quiet, life is much easier. Much easier.
de: Die Aufmerksamkeit des Doktors zu erregen, ist das Letzte, was du hier tun möchtest. Wenn du ruhig bleibst, lebt es sich viel leichter. Sehr viel leichter.
es: Por aquí, uno no quiere llamar la atención del doctor. Si estás callado, la vida es mucho más fácil. Mucho más fácil.
fr: Par ici, vaut mieux pas attirer l'attention du docteur. Si vous restez calme, la vie est plus facile. Beaucoup plus facile.
it: Da queste parti, si cerca di non attirare l'attenzione del dottore. Se te ne stai tranquillo, la vita è più facile. Molto più facile.
ru: Ты не хочешь, чтобы доктор тебя заметил. Если не попадаться ему на глаза, жить становится легче. Гораздо легче.

source: As I suspected you're not one of us. Get out of here.
de: Hab ich’s mir doch gedacht, du bist keiner von uns. Raus hier, sofort.
es: Como sospechaba, no eres de los nuestros. Fuera de aquí.
fr: C'est bien ce que je pensais, vous n'êtes pas l'un des nôtres. Sortez d'ici.
it: Come sospettavo, non sei della nostra comunità. Fuori di qui.
ru: Я с самого начала подозревал, что ты пытаешься меня обмануть. Убирайся отсюда.

source: As always. Though people are more on edge than usual.
de: Wie immer. Obwohl die Leute unruhiger sind als sonst.
es: Como siempre. Aunque la gente está más nerviosa de lo habitual.
fr: Comme toujours. Même si les gens sont plus nerveux que d'habitude.
it: Come sempre. I duri sono sempre all'erta.
ru: Как обычно. Впрочем, люди не перестают нервничать.

source: As close to the enemy as you can come.
de: So nah am Gegner, wie nur möglich.
es: Lo más cerca del enemigo que puedas.
fr: Aussi près de vos ennemis que possible.
it: Il più vicino possibile al nemico.
ru: Оружие ближнего боя - ближе не бывает.

source: As in, I couldn’t kill it.
de: Soll heißen, ich konnte sie nicht töten.
es: Quiero decir que "yo no podría matarlo".
fr: Comme dans « je ne pouvais pas le tuer ».
it: Tipo che non si possono uccidere?
ru: Мы не сумели его убить.

source: As long as you can deliver and make it worth my while.
de: Solange du deinen Teil der Abmachung erfüllen kannst und mir gibst, was ich brauche.
es: Mientras puedas hacer la entrega y hacer que mi parte valga la pena.
fr: Tant que vous avez des résultats et que ça en vaut la peine pour moi, ça me va.
it: A patto che tu riesca a ottenere dei risultati e a non sprecare il mio tempo.
ru: Если ты сможешь компенсировать мне потраченное время.

source: As long as you keep bringing in stuff like this, sure.
de: Solange du mir mehr von der Sorte bringst, sicher.
es: Claro, mientras sigas trayendo cosas como esta.
fr: Tant que vous ramenez des trucs dans ce genre, pas de problème.
it: Se continui a portarmi roba del genere, sicuro.
ru: Хорошо. Особенно если ты продолжишь приносить мне подобные вещи.

source: As long as your need for vengeance doesn't endanger the op.
de: Solange du mit deinem Rachedurst nicht die Mission gefährdest.
es: Mientras tu necesidad de venganza no ponga en peligro la operación...
fr: Tant que votre soif de vengeance ne met pas en danger l'opération.
it: Basta che la tua sete di vendetta non metta a rischio l'operazione.
ru: Мне бы не хотелось, чтобы твоя жажда мести поставила операцию под угрозу.
