Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Maybe, yeah! Gotta go. I’ve gotta get these people drunk! {{GM}}She returns to her needy customers.{{/GM}}
de: Vielleicht, ja. Ich muss mal wieder, irgendwer muss diese Leute ja betrunken machen! {{GM}}Sie geht zu ihren Gästen zurück.{{/GM}}
es: ¡Puede, sí! Tengo que irme. ¡Tengo que hacer que esta gente se emborrache! {{GM}}Vuelve a sus necesitados clientes.{{/GM}}
fr: Peut-être, ouais ! Faut que je file. Je dois abreuver tous ces gens jusqu'à plus soif. {{GM}}Elle retourne à ses clients impatients.{{/GM}}
it: Forse, sì! Devo andare. Devo fare ubriacare questa gente! {{GM}}Ritorna dai suoi clienti bisognosi.{{/GM}}
ru: Да, похоже на то. Все, мне пора. Все эти люди хотят напиться. {{GM}}Она возвращается к своим изнывающим от жажды клиентам.{{/GM}}

source: Maybe, yeah. Gotta go. I’ve gotta get these people drunk. {{GM}}She returns to her needy customers.{{/GM}}
de: Vielleicht, ja. Ich muss mal wieder, irgendwer muss diese Leute ja betrunken machen. {{GM}}Sie geht zu ihren Gästen zurück.{{/GM}}
es: Puede, sí. Tengo que irme. Tengo que hacer que esta gente se emborrache. {{GM}}Vuelve a sus necesitados clientes.{{/GM}}
fr: Peut-être, ouais. Faut que je file. Il faut que j'abreuve tous ces gens jusqu'à plus soif. {{GM}}Elle retourne à ses clients impatients.{{/GM}}
it: Forse, sì. Devo andare. Devo fare ubriacare questa gente. {{GM}}Ritorna dai suoi clienti bisognosi.{{/GM}}
ru: Да, похоже на то. Все, мне пора. Все эти люди хотят напиться. {{GM}}Она возвращается к своим изнывающим от жажды клиентам.{{/GM}}

source: Maybe.
de: Vielleicht.
es: Quizás.
fr: Peut-être.
it: Forse.
ru: Может быть.

source: Maybe. Anyone downstairs?
de: Vielleicht. Ist irgendwer unten?
es: Tal vez. ¿Hay alguien abajo?
fr: Peut-être. Il y a quelqu'un en bas ?
it: Può essere. C'è nessuno di sotto?
ru: Возможно. Внизу кто-нибудь есть?

source: Maybe. I'm going to look around.
de: Vielleicht. Ich schaue mich mal um.
es: Quizás. Voy a echar un vistazo.
fr: Peut-être. Je vais jeter un coup d'œil.
it: Forse. Darò un'occhiata in giro.
ru: Пока ничем. Я хочу осмотреться.

source: Maybe. Let me see what you’ve got.
de: Vielleicht. Zeig mal, was du hast.
es: Tal vez. Déjame ver qué tienes.
fr: Peut-être. Laissez-moi regarder ce que vous avez.
it: Forse. Fammi vedere cos'hai.
ru: Может быть. Что у тебя есть?

source: Maybe. That’s what Mrs. Kubota calls it.
de: Vielleicht. Zumindest nennt Mrs. Kubota es so.
es: Quizás. Así es como lo llama la Sra. Kubota.
fr: Peut-être. C'est ce que dit Mme Kubota.
it: Forse. Così dice la signora Kubota.
ru: Может быть. Так его называет миссис Кубота.

source: Maybe. What's it to you? I sell a lot of donuts, to a lot of people. I know how Lone Star profiles metahumans. I tell 'em about a troll that bought donuts from me right before a murder, they'll haul him in just to see if anyone will pay the bail. Not today, my friend.
de: Vielleicht. Was interessiert dich das? Ich verkauf ’nen Haufen Donuts an ’nen Haufen Leute. Ich weiß, dass Lone Star es auf Metamenschen abgesehen hat. Wenn ich denen erzähle, dass irgendein Troll kurz vor dem Mord hier Donuts gekauft hat, nehmen die ihn mit, nur um zu schauen, ob jemand die Kaution blecht. Aber nicht heute, Kumpel.
es: Quizás. ¿A ti qué te importa? Vendo muchas rosquillas, a mucha gente. Sé lo que opina Lone Star de los metahumanos. Si les hablo de un troll que me compró rosquillas justo antes de un asesinato, lo arrestarán solo para ver si alguien paga la fianza. Hoy no, colega.
fr: Peut-être. Qu'est-ce que ça vous fait ? Je vends beaucoup de donuts, à beaucoup de monde. Je sais comment Lone Star fait le profil des métahumains. Si je leur parle d'un troll qui m'a acheté des donuts juste avant un meurtre, ils vont le boucler juste pour voir si quelqu'un va payer la caution. Pas aujourd'hui, mon ami.
it: Forse. Di che t'immischi? Vendo un sacco di ciambelle a un sacco di gente. So bene come la Lone Star tratta i metaumani. Basta che gli dica di aver venduto delle ciambelle a un Troll subito prima dell'omicidio e loro ne sbattono dentro uno solo per vedere se qualcuno pagherà il riscatto. Non questa volta.
ru: Может быть. А тебе какое дело? За день я продаю не один десяток пончиков. Я знаю, как "Одинокая звезда" поступает с металюдми. Если я им скажу, что тролль у меня что-то купил за полчаса до убийства, они загребут его просто для того, чтобы сделать из него козла отпущения. Так что нет, никого я не видел и ничего тебе не скажу.

source: McKlusky
ru: Макклюски

source: McKlusky couldn't find his ass with both hands. Don't tell him I said that, though.
de: McKlusky könnte nicht mal seinen eigenen Arsch finden. Sag ihm aber nicht, dass ich das gesagt habe.
es: McKlusky no encontraría un toro aunque lo tuviera delante. No le digas que lo he dicho.
fr: McKlusky ne trouverait pas l'assassin même s'il était en face de lui. Ne lui dites pas que j'ai dit ça, hein.
it: McKlusky non sarebbe in grado di trovare il suo culo sedendocisi sopra. Non glielo dire però.
ru: Без помощи подчиненных Макклюски не найдет даже рабочий стол у себя в кабинете. Только не говори ему, что я это сказал.

source: McKlusky looks down at his shoes as you drive your knee into the bridge of his nose. He goes down with a thump.
de: McKlusky sieht nach unten auf seine Schuhe. Du nutzt die Gelegenheit und rammst ihm das Knie auf den Nasenrücken. Er geht mit einem Knall zu Boden.
es: McKlusky se mira los zapatos mientras tú lanzas la rodilla contra el puente de su nariz. Cae de golpe.
fr: McKlusky fixe ses chaussures et vous en profitez pour lui envoyer votre genou dans le nez. Il s'écroule dans un bruit sourd.
it: Non appena McKlusky si guarda le scarpe, lo colpisci sul setto nasale con il ginocchio. Cade a terra con un tonfo.
ru: Макклюски нагибается, чтобы рассмотреть мыски своих ботинок, и ты ударяешь его в лицо коленом. Он падает к твоим ногам со смачным хрустом.

source: Me either.
de: Ich auch.
es: Lo mismo digo.
fr: Moi non plus.
it: Lo vorrei anch'io.
ru: Мне бы тоже этого хотелось.

source: Me too.
de: Ich mochte sie auch.
es: Yo también.
fr: Moi aussi.
it: Anche a me.
ru: Мне они тоже нравились.

source: Me too. Figured we'd just have to sneak past a few Lone Star sentries... but I saw at least four mercs out there. With bigger guns than Lone Star carries.
de: Ich auch. Dachte, wir müssten bloß an ein paar Lone-Star-Wachen vorbei ... aber ich hab mindestens vier Söldner da drüben gesehen, und zwar mit größeren Knarren, als Lone Star sie hat.
es: Yo también. Imagino que tendremos que pasar junto a unos cuantos centinelas Lone Star... pero ahí fuera vi al menos a cuatro mercenarios. Con armas más grandes que las del Lone Star.
fr: Moi aussi. Je pensais qu'on aurait juste à esquiver quelques sentinelles de Lone Star... mais j'ai vu au moins quatre mercenaires là-bas. Et leurs flingues sont plus gros que ceux de Lone Star...
it: Anch'io. Immagino che dobbiamo solo superare qualche sentinella Lone Star... ma ho visto almeno quattro mercenari là fuori. Con pistole più grandi di quelle della Lone Star.
ru: Да уж. Я думала, нам придется иметь дело с охранниками ''Одинокой звезды''... А не с этими парнями. Я насчитала четверых, хотя их может быть и больше. И вооружены они не в пример лучше полицейских.

source: Me.
de: Für mich.
es: Para mí.
fr: Moi.
it: Per me.
ru: На меня.

source: Me? I do this. It’s the only life I know.
de: Ich? Ich werd so weitermachen wie bisher. Das ist das einzige Leben, das ich kenne.
es: ¿Yo? Yo me dedico a esto. Es el único tipo de vida que conozco.
fr: Moi ? Je fais ça. C'est la seule vie que je connaisse.
it: Io? Io continuerò a fare questo. È l'unica vita che conosco.
ru: Я раннер. Другой жизни у меня нет.

source: Meet All the Black Market Vendors in the Safehouse
de: Triff dich mit allen Schwarzmarkthändlern im Unterschlupf
es: Conoce a todos los proveedores del mercado negro del piso franco.
fr: Rencontrer tous les fournisseurs du marché noir
it: Incontra tutti i venditori del mercato nero nel rifugio
ru: Познакомься со всеми торговцами в подвале

source: Meet me back here at midnight. The spirits will be strong then.
de: Triff mich hier um Mitternacht. Die Geister werden dann stark sein.
es: Reúnete conmigo aquí, a medianoche. Los espíritus serán fuertes entonces.
fr: Retrouvez-moi ici à minuit. Les esprits seront plus forts à ce moment-là.
it: Ci rivediamo qui a mezzanotte. Gli spiriti saranno forti allora.
ru: Встретимся в полночь на этом месте. Ночью духи становятся сильнее.

source: Meet the Baron Samedi in the Matrix
de: Triff Baron Samedi in der Matrix
es: Reúnete con el barón Samedi en la Matriz.
fr: Rencontrer le Baron Samedi dans la Matrice
it: Incontra il Baron Samedi nella Matrice
ru: Повстречайся с Бароном Самеди в Матрице

source: Melted Universal Brotherhood ID card
de: Geschmolzene Mitgliedskarte der Universellen Bruderschaft
es: Identificación de la Hermandad Universal fundida
fr: Carte d'identification fondue de la Confrérie Universelle
it: Tessera di identificazione della Fratellanza Universale danneggiata
ru: Поврежденная карточка Всеобщего братства

source: Mental Patient
de: Geistesgestörter Patient
es: Paciente psiquiátrico
fr: Malade mental
it: Paziente con problemi mentali
ru: Сумасшедший пациент

source: Mercenary
de: Söldner
es: Mercenario
fr: Mercenaire
it: Mercenario
ru: Наемник

source: Mercenary Captain
de: Söldneranführer
es: Capitán mercenario
fr: Capitaine mercenaire
it: Capitano mercenario
ru: Капитан наемников

source: MercurialRocks
de: MercurialRockt
es: MercurialMola
ru: МеркурияНавсегда

source: Mersmann
ru: Мерсманн

source: Message from Coyote. The run was a bust.
de: Nachricht von Coyote. Der Run ist geplatzt.
es: Mensaje de Coyote. El run ha sido un fracaso.
fr: Message de Coyote. Le run était un piège.
it: Messaggio da parte di Coyote. La missione è stata un fallimento.
ru: Койот просила передать, что набег провалился.

source: Met him. He’s a charmer too.
de: Hab ihn getroffen. Er ist auch so ’n Charmeur.
es: Lo conocí. Otro encantador.
fr: Je l'ai rencontré. Sacré charmeur, lui aussi.
it: L'ho incontrato. Anche lui ci sa fare.
ru: Мы встречались. Он тоже не лишен обаяния.

source: Meticulous Elf
de: Reinlicher Elf
es: Elfo meticuloso
fr: Elfe méticuleux
it: Elfo perfezionista
ru: Педантичный эльф

source: Military life never taught me that. It was dealing to runners like yourself that afforded me this epiphany. You've got to be ready for anything.
de: Meine Zeit im Militär hat mir all das niemals beigebracht. Es waren meine Geschäfte mich euch Runnern, die mir diese Einsicht verliehen haben. Man muss stets auf alles gefasst sein.
es: La vida militar nunca me enseñó eso. Esta epifanía la adquirí tratando con runners como tú. Tienes que estar preparado para cualquier cosa.
fr: La vie militaire ne m'a jamais enseigné ça. C'est le fait de faire des affaires avec des runners qui me l'a fait réaliser. Vous devez être prêt à tout.
it: La vita militare non mi ha mai insegnato questo. È stato avendo a che fare con Runner come te che ho avuto la rivelazione. Bisogna essere pronti a tutto.
ru: В армии этому не учат. Эту мудрость я усвоил только после того, как начал поставлять оружие раннерам. Нужно быть готовым к неожиданностям.

source: Mind if I ask a few more questions?
de: Kann ich dir noch ein paar Fragen stellen?
es: ¿Te importa si te hago unas preguntas más?
fr: Ça vous embête si je vous pose encore quelques questions ?
it: Posso farti qualche altra domanda?
ru: Можно задать тебе еще пару вопросов?

source: Mind if I ask you a few questions.
de: Dürfte ich dir ein paar Fragen stellen?
es: ¿Te importa si te hago unas preguntas?
fr: Ça vous embête si je vous pose encore quelques questions ?
it: Ti spiace se ti faccio qualche domanda?
ru: Разреши задать тебе несколько вопросов.

source: Mine either. Think I’ll shoot him.
de: Meiner auch nicht. Ich glaube, ich werde ihn erschießen.
es: Ni mío. Creo que voy a dispararle.
fr: Moi non plus. Je crois que je vais le buter.
it: Nemmeno mio. Penso che gli sparerò.
ru: Мне тоже. Давай я его подстрелю.

source: Miss Watts, family members, and friends. Thank you for attending the service. I suggest we don't linger long. The cemetery isn’t safe after dark.
de: Miss Watts, liebe Familienmitglieder und Freunde. Vielen Dank für Ihr Erscheinen. Ich schlage vor, wir verweilen hier nicht zu lange. Der Friedhof ist nach Einbruch der Dunkelheit nicht sicher.
es: Srta. Watts, familiares, amigos. Muchas gracias por su asistencia. Sugiero no demorarnos demasiado. El cementerio no es un lugar seguro en la oscuridad.
fr: Mademoiselle Watts, famille et amis. Je vous remercie d'être présents. Je suggère que nous n'attendions pas plus longtemps. Le cimetière n'est pas très sûr, la nuit.
it: Signora Watts, parenti e amici. Grazie per aver partecipato a questa cerimonia. Suggerisco di non trattenerci oltre. Il cimitero non è sicuro dopo il tramonto.
ru: Мисс Уоттс, члены семьи и друзья. Я сердечно рад, что вы пришли на службу, но прошу вас не задерживаться на кладбище до темноты. Иногда здесь бывает небезопасно.

source: Mmm hmm.
de: Oh ja.
es: Vaya...
fr: Hein hein.
it: Mmm mmm...
ru: Мм-мм.

source: Monica Sachnoff
ru: Моника Сачнофф

source: More like the power of being a mindless sheep.
de: Wohl eher die Macht ein willenloses Schäfchen zu sein.
es: Es más como el poder de ser una oveja sin cerebro.
fr: On dirait plus le pouvoir d'être un gros mouton.
it: Più che altro il potere di essere pecore senza cervello.
ru: Всеобщее братство предлагает не друзей, это верно. Оно предлагает овец.

source: More than just my job. It’s my role in the Union family. It’s how I belong.
de: Es ist mehr als nur mein Job. Es ist meine Rolle in der Familie der Union. Es ist mein Grund, hier zu sein.
es: Es más que mi trabajo. Es mi papel en la familia del Unión. Es a lo que pertenezco.
fr: C'est plus que mon travail. C'est mon rôle dans la famille de l'Union. C'est là que je fais ma vie.
it: Per me è più che un lavoro. È il mio ruolo all'interno della famiglia dell'Union. È il mio modo di contribuire.
ru: Это не просто работа. Здесь моя семья. Я нашел свое место в жизни.

source: More than that! I must say you displayed the value of vigilance in spades and from an janitor no less.
de: Mehr als das! Ich muss zugeben, dass Sie auch die Maxime der Wachsamkeit mehr als bewiesen haben, und das als einfacher Hausmeister.
es: ¡Es más que eso! Debo decir que has mostrado el valor de la vigilancia en gran medida y ni más ni menos que siendo un limpiador.
fr: C'est plus que ça ! Je dois dire que vous avez parfaitement honoré le principe de la vigilance. Incroyable pour un simple concierge !
it: Più di così! Devo dire che hai dimostrato alla grande il valore della vigilanza, pur essendo solo il custode.
ru: И даже больше! Бдительность присуща тебе не в меньшей степени. Кто бы мог подумать, что работу службы безопасности за них будет делать простой уборщик.

source: Morning!
de: Guten Morgen!
es: ¡Buenos días!
fr: Bonjour !
it: 'Giorno!
ru: Доброе утро!

source: Morning. You look like you've been up all night.
de: Morgen. Du siehst aus, als hättest du die Nacht durchgemacht.
es: Buenos días. Tienes pinta de no haber dormido en toda la noche.
fr: Bonjour. On dirait que vous avez veillé toute la nuit.
it: 'Giorno. Sembra che tu abbia passato la notte in bianco.
ru: Доброе утро. Похоже, тебе так и не удалось поспать.

source: Most of the time, I don't know if the cred I earn is worth it. But, its better than being one of those SINless scum - like the ones who did this!
de: Die Hälfte der Zeit bin ich mir nicht sicher, ob die Nuyen diesen Job wert sind. Naja, immer noch besser, als zu diesem SINlosen Abschaum zu gehören – wie diejenigen, die das getan haben!
es: La mayoría de las veces me pregunto si me compensa el crédito que me pagan. Pero bueno, es mejor que ser uno de esos noNIS desgraciados, ¡como los que han hecho esto!
fr: La plupart du temps, je ne sais pas si les creds que je gagne en valent la peine. Mais c'est mieux que d'être une de ces saloperies de SINless , comme celui qui a fait ça !
it: Spesso penso che la mia posizione non mi ripaghi di tutto. Ma è sempre meglio che essere uno di quei rifiuti senza Numero di identificazione del sistema, come i responsabili di tutto questo!
ru: Я даже не знаю, стоит ли моя работа тех денег, которые я за нее получаю. Но это лучше, чем жить на улице! У меня по крайней мере есть ГРЕХ - чего нельзя сказать о тех подонках, которые учинили эту бойню!

source: Most people are ignorant bastards.
de: Die meisten Leute sind ignorante Arschlöcher.
es: La gente no suele tener ni idea de nada.
fr: La plupart des gens sont de pauvres cons.
it: La maggior parte della gente è un mucchio di capre ignoranti.
ru: Большинство людей - недалекие ублюдки. Они не понимают, о чем говорят.

source: Most the rumors are about you and what you’ve been doing.
de: Die meisten Gerüchte drehen sich um dich und um deine letzte Mission.
es: La mayoría de los rumores son sobre ti y sobre lo que has estado haciendo.
fr: La plupart des rumeurs parlent de vous et de ce que vous avez fait.
it: La maggior parte dei pettegolezzi riguardano te e quello che hai fatto ultimamente.
ru: Большинство сплетников заняты тем, что обсуждают твои похождения.

source: Mostly, I just tell stories. But I’m occasionally good for some free gear, so come by to say hi anytime you're at the Union.
de: Größtenteils erzähle ich nur Geschichten. Aber manchmal habe ich auch kostenlose Ausrüstung, also lohnt es sich immer, mich anzusprechen, wenn du in der Union bist.
es: Sobre todo, me dedico a contar historias. Pero a veces consigo equipamiento gratis, así que pásate a saludarme cuando estés en el Unión.
fr: Généralement, je raconte des histoires. Mais j'offre également des équipements parfois, n'hésitez pas à venir me dire bonjour quand vous passez à l'Union.
it: Principalmente racconto storie. Ma ogni tanto ho anche un po' di attrezzature gratis, quindi vieni a salutarmi quando passi all'Union.
ru: Я знаю много интересных историй и могу подкинуть тебе полезного снаряжения. Я тут всегда, так что не стесняйся и подходи, когда в очередной раз окажешься в ''Союзе'' на пути к новым свершениям.

source: Mother Lynne is a beacon that helps many come into the light of the Universal Brotherhood. Unfortunately, she left the building about 15 minutes ago. One of our counselors could help you to join our family you should seek their council. Will that be all my child?
de: Mutter Lynne strahlt ein Licht aus, das viele Seelen zur Universellen Bruderschaft zu leiten vermag. Leider hat sie das Gebäude vor etwa 15 Minuten verlassen. Einer unserer Berate könnte dir helfen, unserer Familie beizutreten. Du solltest ihre Hilfe in Anspruch nehmen. Ist das alles, mein Kind?
es: Madre Lynne es un faro que ayuda a muchos a entrar en la luz de la Hermandad Universal. Por desgracia, salió del edificio hace unos 15 minutos. Uno de nuestros consejeros podría ayudarte a unirte a nuestra familia. Deberías buscar su ayuda. ¿Eso será todo?
fr: Mère Lynne est une porteuse de lumière qui aide beaucoup d'âmes perdues à trouver le chemin de la lumière qu'offre la Confrérie Universelle. Malheureusement, elle est sortie il y a un quart d'heure. L'un de nos conseillers pourrait vous aider à rejoindre notre famille si vous cherchez de l'aide. Est-ce que ce sera tout, mon enfant ?
it: Madre Lynne è un faro nella notte per coloro che cercano la luce della Fratellanza Universale. Sfortunatamente ha lasciato l'edificio circa un quarto d'ora fa. Uno dei nostri consulenti potrebbe aiutarti a entrare a far parte della nostra famiglia: dovresti rivolgerti a loro. È tutto?
ru: Мать Линн - яркий маяк в ночи. Ее свет притягивает многих; она самоотверженно служит идеалам Всеобщего братства. К сожалению, она покинула здание четверть часа назад. Один из наших наставников мог бы помочь тебе обрести новую семью. Я могу помочь тебе чем-то еще, дитя мое?

source: Mother Lynne is the family's best spokesperson. That she, who comes from so much, is willing to give so much for others is an inspiration to us all.
de: Mutter Lynne ist die beste Sprecherin der Familie. Sie, die aus solchem Reichtum entstammt, ist bereit, so viel für andere zu geben. Sie ist eine Inspiration für uns alle.
es: Madre Lynne es la mejor portavoz de la familia. Que alguien como ella, que tanto ha tenido, esté dispuesta a dar tanto por los demás, es una inspiración para todos nosotros.
fr: Mère Lynne est le meilleur porte-parole de la famille. Elle n'a pas eu la vie facile, et elle est prête à donner tellement pour les autres, c'est juste une inspiration pour nous tous.
it: Madre Lynne è la migliore portavoce della nostra famiglia. Che una persona della sua estrazione si prodighi così tanto per gli altri, è fonte d'ispirazione per tutti noi.
ru: Мать Линн говорит от имени всего Братства. Она подает нам великолепный пример, ибо отказалась от весьма многого, чтобы присоединиться к нашему скромному Братству.

source: Mother Lynne left about 15 minutes ago. Regardless, I don't believe that a Telestrian would have any information relevant to a serial killer.
de: Mutter Lynne hat das Gebäude vor etwa 15 Minuten verlassen. So oder so bezweifle ich, dass eine Telestrian etwas über einen Serienmörder wissen würde.
es: Madre Lynne salió hace 15 minutos. Sin embargo, no creo que un Telestrian tenga ninguna información relevante sobre un asesino en serie.
fr: Mère Lynne est sortie il y a un quart d'heure. Quoi qu'il en soit, je ne crois pas qu'une Telestrian ait quoi que ce soit comme informations qui pourraient aider à la capture d'un tueur en série.
it: Madre Lynne se ne è andata circa un quarto d'ora fa. In ogni caso non credo che una Telestrian possa avere informazioni rilevanti su un serial killer.
ru: Мать Линн покинула здание четверть часа назад. Но я не думаю, что она знает что бы то ни было о серийном убийце.

source: Mother Lynne left the building about 15 minutes ago.
de: Mutter Lynne ist vor etwa 15 Minuten gegangen.
es: Madre Lynne dejó el edificio hace 15 minutos.
fr: Mère Lynne est sortie il y a à peine un quart d'heure.
it: Madre Lynne ha lasciato l'edificio circa 15 minuti fa.
ru: Мать Линн покинула здание четверть часа назад.

source: Mother Lynne.
de: Mutter Lynne.
es: Madre Lynne.
fr: Mère Lynne.
it: Madre Lynne.
ru: На мать Линн.

source: Moving things around, you can make out that it's a card from a place called "The Seamstresses Union". There is something handwritten on the back, but blood has made it illegible.
de: Als du die Karte in der Tüte hin und herbewegst, erkennst du, dass sie von einem Ort namens „The Seamstresses Union“ stammt. Es sieht aus, als hätte jemand etwas auf die Rückseite der Karte gekritzelt, doch die Karte ist zu sehr mit Blut verschmiert, um es lesen zu können.
es: Al mover las cosas te das cuenta de que es una tarjeta de un lugar llamado "Unión de Costureras". Hay algo escrito a mano por detrás, pero la sangre hace que resulte ilegible.
fr: Après avoir fouillé un peu, vous en concluez que c'est une carte d'un endroit appelé le "Seamstresses Union". Il y a quelque chose d'écrit à la main au dos, mais le sang l'a rendu illisible.
it: Dando un'occhiata, riesci a leggere che si tratta del biglietto di un posto chiamato "Seamstresses Union". C'è qualcosa scritto sul retro ma il sangue l'ha reso illeggibile.
ru: Перевернув визитку, ты понимаешь, что на ней напечатана реклама какого-то "Союза белошвеек". На ее обороте что-то нацарапано карандашом, но покрытую кровью надпись прочитать невозможно.

source: Mr Footage Capture Man
de: Aufnahmeleiter
es: Sr. Captura de Vídeo
fr: M. Capture Vidéo
it: Signore registrazione filmati
ru: Оператор

source: Mr. Delilah
es: Sr. Delilah
fr: M. Delilah
it: Sig. Delilah
ru: Мистер Далила
