Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The tough-guy swagger seems to drain out of Paco. The Cutter is gone, and before you stands a kid in a yellow jacket that doesn't quite fit.
de: Das „Harter Kerl“-Getue scheint von Paco abzufallen. Der Cutter ist verschwunden, was übrigbleibt, ist ein Junge in einer gelben Jacke, die ihm etwas zu groß ist.
es: Parece que Paco pierde su aire de tipo duro. El Cortador ha desaparecido y, ante ti, tienes a un chico con una chaqueta amarilla que no acaba de encajar.
fr: Paco semble abandonner sa pose de gros dur. Le Cutter indomptable fait place à un gamin avec une veste jaune trop grande pour lui.
it: Lo spaccone tutto muscoli sembra pendere dalle labbra di Paco. Il Cutter è sparito, ora davanti a te c'è un ragazzino con una giacca gialla più grande di lui.
ru: Пако разом теряет изрядную долю своего нахальства. Член уличной банды исчезает у тебя на глазах. На его месте появляется подросток в желтой куртке, которая заметно ему велика.

source: The trivid player holds a collection of personal diaries. Some of the video files are missing.
de: Der Trivid-Spieler enthält eine Sammlung von persönlichen Aufzeichnungen. Einige der Videodateien fehlen.
es: El reproductor de trídeo tiene una colección de diarios personales. Faltan algunos de los archivos de vídeo.
fr: Le lecteur trivid' contient une collection de journaux intimes. Certains fichiers manquent.
it: Il lettore trideo contiene una collezione di diari personali. Mancano alcuni file video.
ru: Рядом с проигрывателем для тривидео лежит стопка видеодневников. Нескольких записей не хватает.

source: The troll has the relaxed look of contentment as he drinks. He gives you a nod as you stop by him.
de: Der Troll sieht beim Trinken entspannt und zufrieden aus. Er nickt dir zu, als du bei ihm vorbeischaust.
es: El troll tiene una relajada mirada de satisfacción mientras bebe. Te saluda con la cabeza cuando te detienes junto a él.
fr: Le troll boit avec un air satisfait. Il vous fait un signe de la tête lorsque vous vous approchez.
it: Mentre beve, il Troll ha un aspetto rilassato e soddisfatto. Ti saluta con un cenno quando arrivi.
ru: Тролль выглядит необычайно довольным жизнью. Он приветливо кивает тебе, когда ты останавливаешься рядом с ним.

source: The two men are staring into the vent and shaking their heads.
de: Die zwei Männer starren in den Schacht und schütteln ihre Köpfe.
es: Los dos hombres están mirando a la rejilla de ventilación y meneando la cabeza.
fr: Les deux hommes fixent le conduit et secouent leurs têtes.
it: I due uomini guardano fisso nel foro scuotendo la testa.
ru: Двое мужчин смотрят на вентиляционный короб и неодобрительно качают головами.

source: The uniform does not fit you.
de: Die Uniform passt dir nicht.
es: El uniforme no te cabe.
fr: L'uniforme ne vous va pas.
it: L'uniforme non è della tua misura.
ru: Комбинезон тебе не подходит.

source: The uniform doesn't fit you.
de: Die Uniform passt dir nicht.
es: El uniforme no te viene bien.
fr: L'uniforme n'est pas à votre taille.
it: L'uniforme non è della tua taglia.
ru: Облачение тебе не подходит.

source: The uniform is too big for you.
de: Die Uniform ist zu groß für dich.
es: El uniforme te viene grande.
fr: L'uniforme est trop grand pour vous.
it: L'uniforme è troppo grande per te.
ru: Комбинезон тебе слишком велик.

source: The uniform is too small for you.
de: Die Uniform ist zu klein für dich.
es: El uniforme te viene pequeño.
fr: L'uniforme est trop petit pour vous.
it: L'uniforme è troppo piccola per te.
ru: Комбинезон тебе слишком мал.

source: The vending machine grinds across the cement to reveal a secret door.
de: Du schleifst den Warenautomat über den Zement und legst eine geheime Tür frei.
es: La máquina expendedora se desplaza sobre el cemento y deja paso a una puerta secreta.
fr: En grinçant contre le ciment, le distributeur fait place à une porte secrète.
it: Il distributore automatico striscia sul cemento e rivela una porta segreta.
ru: Автомат со скрежетом сдвигается. За ним обнаруживается потайной проход.

source: The victim was killed by a woman. The woman is protected by giant bugs. Aegis kills giant bugs. Kill the bugs. Kill the woman. Get paid.
de: Das Opfer wurde von einer Frau umgebracht. Sie wird von riesigen Käfern beschützt. Aegis macht die Käfer kalt. Käfer erledigen. Die Frau erledigen. Abkassieren.
es: La víctima fue asesinada por una mujer. La mujer está protegida por bichos gigantes. Aegis mata bichos gigantes. Mata a los bichos. Mata a la mujer. Cobra.
fr: La victime a été tuée par une femme. Cette femme est protégée par des insectes géants. Aegis tue les insectes géants. Tuer les insectes. Tuer la femme. Se faire payer.
it: La vittima è stata uccisa da una donna. La donna è protetta da insetti giganti. L'Aegis può uccidere gli insetti giganti. Uccido gli insetti. Uccido la donna. Mi pagano.
ru: Жертву убила женщина. Женщину защищают огромные жуки. "Эгида" убивает огромных жуков. С ее помощью я перебью жуков, убью женщину и смогу получить деньги.

source: The victim worked here at the NTSB warehouse as a black box researcher.
de: Das Opfer hat hier in der NTSB-Lagerhalle als Black-Box-Experte gearbeitet.
es: La víctima trabajaba aquí, en el almacén del CNST, como investigador de cajas negras.
fr: La victime travaillait ici à l'entrepôt du NTSB comme chercheur spécialisé en boîtes noires.
it: La vittima lavorava qui al magazzino del CNST come ricercatore della scatola nera.
ru: Покойный работал здесь, на складе НСПБНТ. Расшифровывал показания черных ящиков.

source: The victim's male, mixed Native American descent, age 38. Based on the condition of the body, it looks like he was killed around two in the morning.
de: Das Opfer ist männlich, von gemischter uramerikanischer Abstammung, 38 Jahre alt. Dem Zustand der Leiche nach muss er etwa gegen 2 Uhr morgens getötet worden sein.
es: La víctima es un hombre de descendencia Amerindia mestiza, 38 años. Según el estado del cuerpo, parece que lo mataron alrededor de las dos de la mañana.
fr: La victime est un homme de 38 ans, d'origine amérindienne. Basé sur les conditions du corps, je dirais qu'il a été tué vers deux heures du matin.
it: La vittima è un uomo, razza nativa americana mista, 38 anni. In base alle condizioni del corpo credo sia stato ucciso verso le due di mattina.
ru: Покойный - коренной американец 38 лет. Судя по состоянию тела, смерть наступила около двух часов ночи.

source: The victim's male, mixed Native American descent, age 38. Based on the condition of the body, it looks like he was killed around two in the morning. And yes, I'm a little tired. Bodies have been piling up like cordwood, it seems.
de: Das Opfer ist männlich, von gemischter uramerikanischer Abstammung, 38 Jahre alt. Dem Zustand der Leiche nach muss er etwa gegen 2 Uhr morgens getötet worden sein. Und ja, ich bin ein wenig übermüdet. Man könnte meinen, ich werde geradezu von Leichen überschwemmt.
es: La víctima es un hombre de descendencia Amerindia mestiza, 38 años. Según el estado del cuerpo, parece que lo mataron alrededor de las dos de la mañana. Y sí, estoy un poco cansado. Los cuerpos se han estado amontonando como la leña.
fr: La victime est un homme de 38 ans, d'origine amérindienne. Basé sur les conditions du corps, je dirais qu'il a été tué vers deux heures du matin. Et oui, je suis un peu fatigué. Les corps semblent s'empiler ces derniers temps.
it: La vittima è un uomo, razza nativa americana mista, 38 anni. In base alle condizioni del corpo credo sia stato ucciso verso le due di mattina. Sì, avverto un po' la stanchezza. Pare che i cadaveri ultimamente non manchino.
ru: Покойный - коренной американец 38 лет. Судя по состоянию тела, смерть наступила около двух часов ночи. И таки да, я немного устал. Тела последнее время привозят быстрее, чем я успеваю их вскрывать.

source: The wall is crumbling here. Through a hole you can see a rickety stairwell leading up, but it seems it can only be accessed through the locked apartment next door.
de: Die Wand ist hier ziemlich naufällig. Durch ein Loch kannst du eine wackelige Treppe sehen, die nach oben führt, aber zu der man anscheinend nur durch die zugesperrte Wohnung nebenan gelangt.
es: Aquí la pared se cae a pedazos. Por un agujero puedes ver una escalera desvencijada que sube, pero parece que solo se puede llegar a ella a través del apartamento cerrado contiguo.
fr: Le mur s'effrite, ici. En regardant par un trou, vous voyez un escalier branlant qui monte mais, apparemment, on ne peut y accéder que depuis l'appartement voisin qui est fermé.
it: Il muro si sta sgretolando. Attraverso un buco vedi una scala sgangherata che va verso il piano superiore, ma sembra che vi si possa accedere soltanto dall'appartamento accanto, chiuso a chiave.
ru: Стена почти рассыпалась. Через замочную скважину ты можешь рассмотреть ведущую наверх шаткую лестницу, но попасть туда можно только через запертую квартиру напротив.

source: The wall is crumbling here. Through a hole you can see a rickety stairwell leading up.
de: Die Wand ist ziemlich baufällig. Durch ein Loch kannst du eine wackelige Treppe sehen, die nach oben führt.
es: Aquí la pared se cae a pedazos. Por un agujero ves una escalera desvencijada que sube hacia arriba.
fr: Le mur s'effrite ici. Vous pouvez voir une cage d'escalier branlante à travers un trou.
it: Il muro si sta sgretolando. Attraverso un foro riesci a vedere una scala sbilenca che porta su.
ru: Стена начинает рассыпаться. В дыру можно рассмотреть шаткую лестницу, ведующую наверх.

source: The warming stove could be used to warm up a plate of food, melting something, or maybe starting a fire.
de: Der Herd könnte dazu verwendet werden, Essen aufzuwärmen, etwas zu schmelzen, oder sogar, um ein Feuer zu legen.
es: El hornillo se puede utilizar para calentar un plato de comida, derretir algo o incluso hacer fuego.
fr: Le four peut être utilisé pour réchauffer un plat de nourriture, pour faire fondre quelque chose ou bien pour faire du feu.
it: La stufa potrebbe essere usata per riscaldare un piatto, fondere qualcosa o persino appiccare un fuoco.
ru: С помощью плиты можно разогреть блюдо, устроить пожар или расплавить что-нибудь.

source: The wastebasket is filled shredded paper, which appears to have been letters. There are two letters which escaped the shredder.
de: Das Papierkorb ist gefüllt mit geschreddertem Papier. Es scheinen Briefe gewesen zu sein. Zwei der Briefe sind dem Schredder entkommen.
es: La papelera está llena de papel triturado; parecen cartas. Hay dos cartas que aún están enteras.
fr: La poubelle est remplie de papiers déchiquetés qui étaient autrefois des lettres. Deux de ces lettres ont pu échapper à la déchiqueteuse.
it: Il cestino dei rifiuti è pieno di fogli a brandelli, che una volta dovevano essere lettere. Due lettere sono sfuggite al tritacarta.
ru: Мусорная корзина доверху набита бумагой. Кто-то пропустил через шреддер не один десяток писем, но два послания чудом избежали печальной участи.

source: The wastebasket is filled with dozens of outgoing letters from new Brothers and Sisters to family members.
de: Der Papierkorb ist gefüllt mit Dutzenden Briefen von neuen Brüdern und Schwestern an ihre Familienmitglieder.
es: La papelera está llena de docenas de cartas escritas por nuevos Hermanos y Hermanas, dirigidas a sus familiares.
fr: La poubelle est remplie de douzaines de lettres d'adeptes, jamais envoyées à leurs familles.
it: Il cestino è pieno di dozzine di lettere dei nuovi Fratelli e Sorelle, indirizzate ai familiari.
ru: Мусорная корзина полна писем новообращенных сестер и братьев своим родным и близким.

source: The wastebasket is stuffed with letters from people looking for missing loved ones who have disappeared after joining the Universal Brotherhood.
de: Der Papierkorb quillt über vor besorgten Briefen von Leuten, die versuchen, mit ihren Angehörigen Kontakt aufzunehmen, nachdem diese der Bruderschaft beigetreten sind.
es: La papelera está llena de cartas de gente que busca a sus seres queridos, desaparecidos tras unirse a la Hermandad Universal.
fr: La poubelle est remplie de lettres de gens cherchant leurs proches disparus après après qu'ils aient rejoint la Confrérie Universelle.
it: Il cestino è zeppo di lettere di persone che cercano i propri cari, scomparsi dopo essersi uniti alla Fratellanza Universale.
ru: Мусорная корзина доверху набита письмами от людей, которые разыскивают пропавших членов семей и знакомых. Ты начинаешь подозревать, что после вступления во Всеобщее братство новые кандидаты исчезают бесследно.

source: The way you professionally hacked my commlink?
de: So wie du dich professionell in meinen Kommlink gehackt hast?
es: ¿La misma profesionalidad con la que me pirateaste el commlink?
fr: De la même façon que vous avez piraté mon commlink ?
it: Professionali a intrufolarsi nel mio commlink?
ru: Ты очень профессионально взломал мой коммлинк.

source: The world is an enigma made terrible by our mad belief it has an underlying truth.
de: Die Welt ist ein Rätsel, das seinen Schrecken aus unserem Glauben bezieht, dass sich dahinter eine größere Wahrheit verbirgt.
es: El mundo es un enigma terrible por nuestra creencia de que existe una verdad subyacente.
fr: Le monde est une énigme rendue impossible à déchiffrer à cause de toutes ces croyances malsaines.
it: Il mondo è un enigma e noi, folli, lo peggioriamo credendo in una qualche verità più profonda.
ru: Мир - загадка, еще более ужасная от того, что в своем безумии мы верим, будто он скрывает истину.

source: The world looks pretty different to me, now that I’ve got Gino back.
de: Die Welt sieht für mich ganz anders aus, seitdem ich Gino wiederhabe.
es: El mundo me parece bastante diferente, ahora que he recuperado a Gino.
fr: Le monde a l'air différent pour moi, maintenant que j'ai de nouveau Gino.
it: Ora che Gino è di nuovo con me, guardo il mondo con occhi diversi.
ru: Трудно сказать. Теперь, когда Джино ко мне вернулся, мир выглядит совсем по-другому.

source: The young, pretty elf has dark circles under her eyes and a haunted expression on her face. She recognizes you instantly.
de: Die junge hübsche Elfin hat tiefe Ringe unter den Augen und sieht gequält aus. Sie erkennt dich sofort.
es: La joven y hermosa elfa tiene unos círculos oscuros bajos los ojos y una expresión de terror en el rostro. Te reconoce al instante.
fr: La jeune elfe est jolie malgré ses yeux cernés et son expression angoissée. Elle vous reconnait instantanément.
it: La giovane e bella Elfa ha gli occhi cerchiati di nero e un'espressione tormentata in volto. Ti riconosce subito.
ru: Симпатичная юная эльфийка выглядит исхудавшей и затравленной. Под глазами у нее темные круги. Она узнает тебя с первого взгляда.

source: The “I-lost-my-job-and-I-don’t-even-know-it” contest. See you around, asshole.
de: Den „Ich-habe-meinen-Job-verloren-und-weiß-es-noch-nicht-einmal“-Wettbewerb. Wir sehen uns, Arschloch.
es: El concurso “He-perdido-mi-trabajo-y-ni-siquiera-lo-sé”. Nos vemos, capullo.
fr: Le concours de "j'ai-plus-de-taf-et-je-suis-pas-au-courant." À la revoyure, connard.
it: Hai vinto il concorso "ho perso il lavoro e non ne so niente". Ci vediamo, stronzo.
ru: Соревнование "кто быстрее вылетит с работы", дубина.

source: Then Father Willy needs to escort them into the Inner Sanctum.
de: Dann sollte Vater Willy sie selbst ins innere Heiligtum bringen.
es: Entonces, Padre Willy tiene que escoltarlos al Sanctasanctórum.
fr: Alors Père Willy doit les escorter jusqu'au Sanctuaire intérieur.
it: Poi Padre Willy deve scortarli all'interno del Santuario nascosto.
ru: Тогда сопровождать их должен отец Вилли, а не ты.

source: Then I knock you out and drag you behind me.
de: Dann schlag ich dich k. o. und schleif dich hier raus.
es: Entonces te dejaré sin sentido y te arrastraré.
fr: Eh bien dans ce cas-là je vous assomme et je vous traine derrière moi.
it: Ti trascinerei via dopo averti steso.
ru: Тогда я скручу тебя по рукам и ногам и понесу.

source: Then I suppose I should be equally professional and answer without judging you for asking. And I should not let it bias me the next time you fall under my knife.
de: Dann sollte ich wohl ebenso professionell sein und deine Frage beantworten, ohne dich dafür zu verurteilen. Und ich werde versuchen, mich nicht zu sehr davon beeinflussen zu lassen, wenn du dich das nächste Mal unter meinem Skalpell befindest.
es: Entonces supongo que seré tan profesional como tú y te responderé sin juzgarte por haberlo preguntado. Y no dejaré que me afecte la próxima vez que estés en manos de mi bisturí.
fr: Alors je vais être tout aussi professionnelle et vous répondre sans poser de question. Et la prochaine fois que je vous opèrerai je tâcherai de ne pas laisser cet incident me contrarier...
it: In questo caso, dovrei rispondere altrettanto professionalmente, senza giudicarti per la domanda. E io non dovrei lasciarmi andare al pregiudizio la prossima volta che capiti sotto il mio coltello.
ru: В таком случае мне также придется проявить изрядную меру профессионализма и ответить на этот вопрос, не считая его личным выпадом. Я постараюсь, чтобы он не повлиял на мое отношение к тебе в следующий раз, когда мне придется вскрывать тебя лазерным скальпелем.

source: Then can you explain how her body parts made their way into half a dozen recipients?
de: Wie erklärst du dir dann, wie Körperteile von ihr bei einem halben Dutzend Personen gelandet sind?
es: Entonces, ¿cómo explicas que partes de su cuerpo hayan llegado a media docena de receptores?
fr: Alors pouvez-vous m'expliquer comment des parties de son corps se sont retrouvées sur une demi-douzaine de receveurs ?
it: Allora puoi spiegare come hanno fatto le sue parti del corpo a finire in mezza dozzina di riceventi?
ru: Тогда как объяснить тот факт, что ее органы были пересажены шести разным людям?

source: Then do it for me! I want to see how this comes out. How do you collect?
de: Dann tu’s wenigstens für mich! Ich will wissen, wie das Ganze ausgeht. Wie kommst du an die Belohnung?
es: ¡Pues hazlo por mí! Quiero ver cómo acaba esto. ¿Cómo cobras?
fr: Alors faites-le pour moi ! Je veux voir comment ça se termine. Comment allez-vous collecter ?
it: E allora fallo per me! Voglio vedere che cosa ne viene fuori. Quanto prenderai?
ru: Тогда сделай это ради меня! Мне интересно, чем кончится это дело. Кто должен выплатить тебе деньги?

source: Then do the next best thing. Put an end to this.
de: Dann mache das Nächstbeste: Bereite dieser Sache ein Ende.
es: Pues toma la siguiente opción. Pon fin a todo esto.
fr: Alors faites la prochaine meilleure chose après ça. Mettez un terme à tout ça.
it: Quindi, fai ciò che è meglio. Metti fine a questa storia.
ru: Тогда сделай то, что можешь. Положи этому конец.

source: Then go right in, $(scene.BroSis)! Someone from the Counseling Center would love to talk with you.
de: Dann herein mit dir, $(scene.BroSis)! Jemand vom Beratungscenter wird mit Freuden mit dir sprechen.
es: Entonces adelante, $(scene.BroSis)! Alguien del Centro de Asesoramiento estará encantado de hablar contigo.
fr: Alors entrez, $(scene.BroSis) ! L'un de nos conseillers serait très heureux de vous parler.
it: Allora non esitare, entra, $(scene.BroSis)! Qualcuno del consultorio vorrebbe parlare con te.
ru: Тогда проходи, $(scene.BroSis)! Кое-кто из совета душепопечителей очень хочет с тобой встретиться.

source: Then lower your weapon and walk away.
de: Dann steck die Waffe weg und geh.
es: Entonces baja tu arma y lárgate.
fr: Alors baisse ton arme et va-t'en.
it: Quindi abbassa quell'arma e vattene.
ru: Тогда брось оружие и иди отсюда.

source: Then why am I wasting my time here? I've got a promotion riding on that Emerald City asshat. Get the body loaded and get this place squared away.
de: Warum verschwende ich dann meine Zeit hier? Dieser Emerald-City-Spinner ist mein Ticket zu einer Beförderung. Sorg dafür, dass die Leiche eingetütet und das Lager abgeriegelt wird.
es: Entonces, ¿qué hago aquí perdiendo el tiempo? Me juego un ascenso con ese asunto de la Ciudad Esmeralda. Cargad el cuerpo y despejad todo esto.
fr: Alors pourquoi je perds mon temps ici ? J'ai une promotion qui m'attend, moi. Chargez le corps et rangez-moi tout ça.
it: E allora perché mi fate perdere tempo qui? Quella merda di Emerald City è a spasso con la mia promozione. Caricate il corpo e date una sistemata a questo posto.
ru: Тогда почему я трачу тут свое время? Повысят меня только если Потрошитель окажется за решеткой. Заберите тело и опечатайте склад.

source: Then why are you wasting our time with this little dance?
de: Warum verschwendest du dann deine Zeit mit dieser Feilscherei?
es: Entonces, ¿por qué nos haces perder el tiempo con este jueguecito?
fr: Alors pourquoi vous nous faites perdre notre temps avec ce petit jeu ?
it: Allora perché stai sprecando il nostro tempo con questo balletto?
ru: Тогда почему ты тратишь время, разыгрывая перед нами этот спектакль?

source: Then why don’t you just fire a cruise missile at the Brotherhood and call it a day?
de: Warum feuert ihr dann nicht einfach eine Rakete auf die Bruderschaft und belasst es dabei?
es: Entonces, ¿por qué no lanzáis un misil contra la Hermandad y santas pascuas?
fr: Alors pourquoi ne pas simplement balancer un missile sur la Confrérie, et bon débarras ?
it: Allora perché non sganci una bomba sulla Fratellanza e tanti saluti?
ru: Так почему бы вам не закатать Братство в землю танковыми гусеницами и не успокоиться?

source: Then yes. YES! I’m $(s.name).
de: Dann ja. JA! Ich bin $(s.name).
es: Entonces, sí. ¡SÍ! Soy $(s.name).
fr: Alors je dis oui. OUI ! Je m'appelle $(s.name).
it: Allora sì. SÌ! Mi chiamo $(s.name).
ru: Да. ДА! Я $(s.name).

source: Then you know you can hire us to run with you when you need expert help - not just any choob calling himself a runner. We cost more but we’re worth it.
de: Dann weißt du ja, dass du uns anheuern kannst, wenn du nach Experten suchst – nicht nur nach irgendwelchen dahergelaufenen Choobs, die sich Runner schimpfen. Wir sind etwas teurer, aber wir sind es auch wert.
es: Puedes contratarnos para tus carreras cuando necesites la ayuda de expertos, y no de cualquier tirado que se hace llamar runner. Somos más caros, pero te compensa.
fr: Alors vous savez que vous pouvez nous engager pour un run si vous voulez des experts, et pas juste des rigolos qui se font appelés runner. Nous coûtons plus cher, mais nous en valons la peine.
it: Puoi assumerci quando hai bisogno dell'aiuto di gente esperta piuttosto che del solito poppante che crede di essere un Runner. Costiamo di più ma ne vale la pena.
ru: Тогда ты знаешь, к кому обращаться, если тебе вдруг понадобится помощь лучших из лучших. Мы берем дороже неудачников с улицы, но наши услуги стоят этих денег.

source: Then you'll die as one.
de: Dann sterbt ihr auch als eins.
es: Entonces moriréis como uno.
fr: Alors vous mourrez tous ensemble.
it: Allora, come una sola cosa morirete.
ru: Значит, вы умрете все вместе.

source: Then you’ll end up like them.
de: Dann wirst du wie sie enden.
es: Entonces terminarás como ellos.
fr: Alors vous finirez comme eux.
it: Allora finirai come loro.
ru: Тогда с тобой будет то же самое.
