Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Hey... thanks! {{GM}}The officer's face lights up as he takes a sip. He seems pretty trusting, for an officer of the law.{{/GM}} You know... when my dad was a cop... this was back when cops actually worked for the government... he said folks would buy him coffee all the time. But I ain't seen it 'till now. So what can I do for you?
de: He ... Danke! {{GM}}Das Gesicht des Officers hellt sich auf, als er einen Schluck nimmt. Er sieht sehr vertrauensselig aus ... für einen Gesetzesvertreter.{{/GM}} Weißt du ... Als mein Dad noch ein Cop war – damals, als die Cops tatsächlich noch für die Regierung gearbeitet haben – da erzählte er immer, dass die Leute ihm ständig Kaffee kauften. Aber bis heute hab ich das nie mit eigenen Augen gesehen. Also, was kann ich für dich tun?
es: Eh... ¡gracias! {{GM}}Al agente se le ilumina la cara al tomar un sorbo. Parece muy confiado para ser un agente.{{/GM}} ¿Sabes...? Cuando mi padre era poli... Esto es cuando los policías trabajaban de verdad para el gobierno... dijo que la gente lo invitaba a café todo el tiempo. Pero eso no lo había visto yo hasta ahora. Dime, ¿qué puedo hacer por ti?
fr: Hé... merci ! {{GM}}Le visage de l'officier s'illumine alors qu'il prend une gorgée. Il a l'air bien naïf pour un agent de la loi.{{/GM}} Vous savez... quand mon père était policier... à l'époque où les policiers travaillaient vraiment pour le gouvernement... il disait que des gens lui offraient du café tout le temps. Mais je ne l'avais jamais vu jusqu'à maintenant. Alors, que puis-je faire pour vous ?
it: Ehi... grazie! {{GM}}Il volto dell'agente s'illumina mentre fa un sorso. Sembra una persona di cui potersi fidare, nonostante sia un funzionario di polizia.{{/GM}} Sai... quando mio padre era un poliziotto... al tempo in cui i poliziotti lavoravano per il governo... diceva che la gente gli offriva sempre il caffè. Ma fino ad ora a me non è mai capitato. Allora, cosa posso fare per te?
ru: О... спасибо! {{GM}}Охранник делает глоток и расплывается в довольной улыбке. Для сотрудника "Одинокой звезды" он поразительно доверчив.{{/GM}} Знаешь... а ведь мой отец был полицейским... еще в те дни, когда полицейские работали на правительство. Он рассказывал, что люди часто приносили ему кофе. А вот мне его никто никогда не приносил, сегодня первый раз. Так чего тебе все-таки здесь надо?

source: Hey... what makes you think I'm SINless? Har! Just messin' with ya. 'Course I'm SINless. System I-dee number, my ass. What kinda questions ya got?
de: Hey ... warum denkst du, ich wäre SINlos? Ha! Ich verarsch dich doch nur. Natürlich bin ich SINlos. System-Ei-Di-Nummer, dass ich nicht lache. Welche Art von Fragen hast du?
es: Eh... ¿qué te hace pensar que soy un noNIS? ¡Ja! Solo te tomaba el pelo. Claro que soy un noNIS. Sistema de identificación numérica, ¡una mierda! ¿Qué tipo de preguntas tienes?
fr: Hé... qu'est-ce qui vous fait croire que je suis SINless ? Ha ! Je déconne. Bien sûr que je suis SINless. Numéro d'identité, de mon cul. Allez-y, posez vos questions.
it: Ehi... chi ti ha detto che non ho il Numero di identificazione del sistema? Ah ah! Stavo scherzando. È ovvio che non ho il Numero di identificazione. Quel cavolo di Numero di identificazione di sistema. Che domande vuoi farmi?
ru: Эй... может, у меня есть ГРЕХ, откуда ты знаешь? Ха! Шучу. Конечно, у меня его нет. Гражданская-регистрационная-характеристика, чтоб всех этих бюрократов разорвало... Так чего тебе надо?

source: Heyyyy, chummer. Got some tasty morsels for you. Just what every well-dressed shadowrunner should have in $(l.his) back pocket.
de: Heyyyy, Chummer. Ich hab hier ein paar echte Delikatessen für dich. Alles, was ein gut angezogener Shadowrunner in der Tasche haben sollte.
es: Eeeeh, colega. Tengo algo sabroso para ti. Justo lo que todo shadowrunner bien vestido debería llevar en el bolsillo de atrás.
fr: Hééé, mon pote. J'ai quelques trucs de premier choix pour toi. Exactement ce qu'un shadowrunner bien habillé devrait avoir dans sa poche arrière.
it: Ehiiii. Ho qualcosa che potrebbe interessarti. Proprio quello che ogni Shadowrunner ben equipaggiato dovrebbe avere nella $(l.his) tasca.
ru: О, привет. А у меня для тебя кое-что есть - каждый раннер должен время от времени обновлять свой гардероб, иначе его поднимут на смех. Буду рад тебе в этом помочь.

source: He’s been spamming Shadowlands for the last hour, I’d say. He’s new on the scene but everyone’s talking about him - even the hottest deckers like Dodger are saying he’s a force to be reckoned with.
de: Seit ungefähr einer Stunde spammt er Shadowlands mit seinen Fragen zu. Er ist neu in der Szene, aber alle reden über ihn – selbst die fähigsten Decker wie Dodger sagen, er sei eine ernstzunehmende Größe.
es: Yo diría que se ha pasado la última hora invadiendo Shadowlands con basura. Acaba de llegar, pero todo el mundo está hablando de él, incluso los mejores deckers, como Dodger, dicen que es una fuerza a tener en cuenta.
fr: Ça fait plus d'une heure qu'il spam Shadowlands. C'est peut-être un nouveau, mais tout le monde parle de lui. Même les deckers les plus renommés comme Dodger pensent que c'est quelqu'un avec qui il faudra compter.
it: Nell'ultima ora non ha fatto altro che spammare Shadowlands. È appena arrivato, ma tutti già parlano di lui. Persino un Decker tosto come Dodger dice che la sua forza non è da sottovalutare.
ru: Он уже час спамит вопросы в Сумеречные земли. С одной стороны, он новичок - а с другой стороны, о нем сейчас говорят все. Даже такие декеры, как Плут, признают, что он достаточно талантлив, чтобы не сбрасывать его со счетов.

source: He’s in the ground.
de: Er ist tot.
es: Está bajo tierra.
fr: Il est six pieds sous terre.
it: È morto e sepolto.
ru: Он мертв.

source: He’s my second Emerald City Ripper victim. The third one was downtown.
de: Er ist das zweite Opfer des Emerald City Rippers, das ich persönlich zu Gesicht bekomme. Der Dritte wurde Downtown gefunden.
es: Es mi segunda víctima del Destripador de Ciudad Esmeralda. La tercera apareció en el centro.
fr: C'était la deuxième victime de l'éventreur d'Emerald City. Le troisième meurtre a eu lieu au centre.
it: È la mia seconda vittima dello Squartatore di Emerald City. La terza era in centro città.
ru: Он - моя вторая жертва Потрошителя Изумрудного города. Третью нашли в центре.

source: Hi Mom and Dad, I hope you guys are doing great and you aren't having any more problems with the neighbor's dog. Sorry it's been so long since I wrote but once you reach my level you need to reduce your exposure to the corrupting influences of our world and that means all Matrix and commlink access. I don't know when this will get to you, they say that we will no longer need our data pads anymore when we get to the next level.
de: Hallo Mom und Dad, ich hoffe, es geht euch gut und dass ihr keine Probleme mehr mit dem Nachbarshund habt. Es tut mir leid, dass ich so lange nicht geschrieben habe, aber ich befinde mich auf einer Ebene, auf der ich versuche, den korrumpierenden Einfluss der Außenwelt hinter mir zu lassen. Das schließt jeden Zugriff auf die Matrix und den Kommlink mit ein. Ich weiß nicht, wann ihr diesen Brief erhalten werdet. Es heißt, auf der nächsten Ebene werde ich auch mein Daten-Pad nicht mehr brauchen.
es: Queridos papá y mamá: Espero que todo os vaya bien y que no hayáis tenido más problemas con el perro del vecino. Siento que haya pasado tanto tiempo desde que os escribí, pero cuando uno llega a mi nivel tiene que reducir la exposición a las influencias corruptoras de nuestro mundo y eso significa todo el acceso a commlinks y a la Matriz. No sé cuándo os llegará este mensaje, dicen que ya no necesitaremos nuestros blocs de datos cuando pasemos al siguiente nivel.
fr: Chère Maman, cher Papa, J'espère que vous allez bien et que vous n'avez plus de problèmes avec le chien du voisin. Je sais que ça fait longtemps que je ne vous ai pas écrit. Quand on atteint mon niveau, il faut éviter de s'exposer aux influences nocives de notre monde, et ça concerne tous les accès à la Matrice et aux commlink. Je ne sais pas quand vous recevrez ce message. On nous a expliqué qu'on n'aurait plus besoin de nos datapads quand on atteindra le prochain niveau.
it: Ciao mamma e papà, Spero che ve la passiate bene, e che abbiate risolto i problemi con il cane dei vicini. Scusate se non vi ho scritto per tanto tempo, ma al mio livello bisogna ridurre l'esposizione alle influenze che corrompono il nostro mondo, e questo vuol dire anche l'accesso alla Matrice e il commlink. Non so quando riceverete questo messaggio, ma dicono che non avremo più bisogno dei nostri terminali quando raggiungeremo il prossimo livello.
ru: Дорогие мама и папа, Надеюсь, у вас все хорошо и соседская собака не слишком вам досаждает. Я знаю, я очень давно вам не писала, но я уже достигла того уровня, на котором приходится избегать разлагающего влияния духовного мира. Это означает, что у меня нет доступа к Матрице или обычным коммлинкам. Я не знаю, когда вы получите это послание: нам говорят, что даже планшеты нам не понадобятся, когда мы достигнем следующего уровня посвящения.

source: Hi! Welcome to the Universal Brotherhood. I will be with you in just a second. {{GM}}She turns to the other woman at the desk.{{/GM}} Sister Monica, you have to be more careful with your ID. {{GM}}She reaches down to a box on the floor.{{/GM}} Here is a blank keycard. Take it and your ruined card to Brother Christopher and he will let you into the office to program a new one.
de: Hi! Willkommen bei der Universellen Bruderschaft. Ich werde gleich für dich da sein. {{GM}}Sie dreht sich zu einer anderen Frau am Schreibtisch um.{{/GM}} Schwester Monica, du musst vorsichtiger mit deiner ID sein. {{GM}}Sie greift in eine Kiste auf dem Boden. {{/GM}} Hier ist eine leere Schlüsselkarte. Bring sie zusammen mit deiner ruinierten Karte zu Bruder Christopher. Er wird dich ins Büro lassen, damit du dir eine neue programmieren kannst.
es: Hola! Te doy la bienvenida a la Hermandad Universal. Estaré contigo en un segundo. {{GM}}Se gira hacia la otra mujer de la mesa.{{/GM}} Hermana Monica, tienes que tener más cuidado con tu tarjeta. {{GM}}Echa mano a una caja que hay sobre el suelo.{{/GM}} Aquí tienes una tarjeta virgen. Llévasela, junto con tu tarjeta rota, a Hermano Christopher y te dejará entrar en la oficina para que imprimas una nueva.
fr: Salut ! Bienvenue à la Confrérie Universelle. Je serai avec vous dans une seconde. {{GM}}Elle se tourne vers l'autre femme qui se tient devant le bureau.{{/GM}} Sœur Monica, vous devez faire plus attention à votre carte. {{GM}}Elle attrape une boite posée au sol.{{/GM}} Voilà une carte vierge. Apportez-la à Frère Christopher avec votre carte abimée, et il vous fera entrer dans le bureau afin que vous puissiez en programmer une nouvelle.
it: Ciao! La Fratellanza Universale ti dà il benvenuto. Sarò da te tra un attimo. {{GM}}Si volta verso l'altra donna alla scrivania.{{/GM}} Sorella Monica, devi fare più attenzione con la tua tessera di identificazione. {{GM}}Prende una scatola da terra.{{/GM}} Ecco una tessera vergine. Portala insieme alla tessera danneggiata a Fratello Christopher. Ti farà accedere all'ufficio per programmarne una nuova.
ru: Добрый вечер! Добро пожаловать во Всеобщее братство. Одну минуту, сейчас я освобожусь. {{GM}}Она поворачивается к другой женщине.{{/GM}} Сестра Моника, с пропусками нужно быть осторожнее. {{GM}}Она засовывает руку в коробку и достает оттуда пластиковую карточку.{{/GM}} Вот чистый пропуск. Отнеси его брату Кристоферу и покажи ему старый, он откроет для тебя кабинет и поможет сделать замену.

source: Hi. Before I hear more about the maintenance issue, let me finish with this. {{GM}}She turns to the other woman at the desk.{{/GM}} Sister Monica, you have to be more careful with your ID. {{GM}}She reaches down to a box on the floor.{{/GM}} Here is a blank keycard. Take it and your ruined card to Brother Christopher and he will let you into the office to program a new one.
de: Hi. Bevor ich mir mehr über das Wartungsproblem anhöre, lass mich erst das hier erledigen. {{GM}}Sie dreht sich zu einer anderen Frau am Schreibtisch um.{{/GM}} Schwester Monica, du musst vorsichtiger mit deiner ID sein. {{GM}}Sie greift in eine Kiste auf dem Boden. {{/GM}} Hier ist eine leere Schlüsselkarte. Bring sie zusammen mit deiner ruinierten Karte zu Bruder Christopher. Er wird dich ins Büro lassen, damit du dir eine neue programmieren kannst.
es: Hola. Antes de oír más sobre el problema de mantenimiento, déjame terminar con esto. {{GM}}Se gira hacia la otra mujer de la mesa.{{/GM}} Hermana Monica, tienes que tener más cuidado con tu tarjeta. {{GM}}Echa mano a una caja que hay sobre el suelo.{{/GM}} Aquí tienes una tarjeta virgen. Llévasela, junto con tu tarjeta rota, a Hermano Christopher y te dejará entrar en la oficina para que imprimas una nueva.
fr: Salut. Avant de passer à ce problème d'entretien, laissez-moi finir ça. {{GM}}Elle se tourne vers l'autre femme qui se tient devant le bureau.{{/GM}} Sœur Monica, vous devez faire plus attention à votre carte. {{GM}}Elle attrape une boite posée au sol.{{/GM}} Voilà une carte vierge. Apportez-la à Frère Christopher avec votre carte abimée, et il vous fera entrer dans le bureau afin que vous puissiez en programmer une nouvelle.
it: Ciao. Fammi finire qui, prima di dirmi altro sul problema di manutenzione. {{GM}}Si volta verso l'altra donna alla scrivania.{{/GM}} Sorella Monica, devi fare più attenzione con la tua tessera di identificazione. {{GM}}Prende una scatola da terra.{{/GM}} Ecco una tessera vergine. Portala insieme alla tessera danneggiata a Fratello Christopher. Ti farà accedere all'ufficio per programmarne una nuova.
ru: Привет. Подожди минуту, сейчас я со всем разберусь. {{GM}}Она поворачивается к другой женщине.{{/GM}} Сестра Моника, с пропусками нужно быть осторожнее. {{GM}}Она протягивает руку в коробку и достает оттуда пластиковую карточку.{{/GM}} Вот чистый пропуск. Отнеси его брату Кристоферу и покажи ему старый, он откроет для тебя кабинет и поможет сделать замену.

source: Hide? Nothing of the sort.
de: Verstecken? Aber nicht doch.
es: ¿Esconderme? Nada de eso.
fr: Me cacher ? Rien de la sorte.
it: Nascondermi? Niente di tutto questo.
ru: Бегать? Какие глупости.

source: High praise for a simple arm swap, especially since she wouldn’t let me repair her face.
de: Das ist ein ganz schön gewaltiges Lob für so einen einfachen Armwechsel. Besonders, da sie mich nicht ihr Gesicht flicken ließ.
es: Muchas alabanzas para un sencillo cambio de brazo, sobre todo porque no me dejó arreglarle la cara.
fr: Ce n'était pas grand chose, surtout qu'elle ne m'a pas laissé réparer son visage.
it: Quante lodi per un semplice braccio, considerando che non mi ha permesso di sistemarle la faccia.
ru: Заменить ей руку было не слишком трудно. Особенно если учесть, что она не позволила мне заняться ее лицом.

source: Hire Runners and Head to Mercy Mental Hospital
de: Heure ein paar Runner an und brich zum Mercy Mental Hospital auf
es: Contratar runners y dirigirte al hospital psiquiátrico Mercy
fr: Engager des runners et se diriger vers l'hôpital psychiatrique de Mercy
it: Assolda dei Runner e vai al Mercy Mental Hospital
ru: Найми раннеров перед набегом на медицинскую клинику

source: Hire these runners and meet Shannon at the NTSB Warehouse?
de: Willst du diese Runner anheuern und dich mit Shannon an der NTSB-Lagerhalle treffen?
es: ¿Contratar a estos runners y encontrarte con Shannon en el almacén del CNST?
fr: Engager ces runners et retrouver Shannon à l'entrepôt du NTSB ?
it: Ingaggiare questi Runner e incontrare Shannon al magazzino del CNST?
ru: Нанять этих раннеров и отправиться на встречу с Шеннон возле склада НСПБНТ?

source: Hired Gun
de: Söldner
es: Asesino a sueldo
fr: Artilleur mercenaire
it: Killer assoldato
ru: Наемный стрелок

source: Hired Mage
de: Söldnermagier
es: Mago a sueldo
fr: Mage mercenaire
it: Mago assoldato
ru: Наемный маг

source: His sister invited me to the funeral and the reinterment when I met her here.
de: Seine Schwester hat mich eingeladen, dem beizuwohnen, als ich sie hier getroffen habe.
es: Su hermana me invitó al funeral y al nuevo enterramiento cuando la conocí aquí.
fr: Sa sœur m'a invitée à la cérémonie lorsque je l'ai rencontrée ici.
it: Sua sorella mi ha chiesto di partecipare al funerale e all'inumazione quando l'ho incontrata qui.
ru: Его сестра пригласила меня на похороны, когда была здесь.

source: Hmm. Doc Castle's equipment isn't really set up for that. {{GM}}He considers for a minute.{{/GM}} However... I could employ a semiconductor chip... it could decode DNA using a voltage change, instead of light. That would eliminate the use of highly expensive equipment that would be required otherwise.
de: Hmm. Die Ausrüstung von Doc Castle ist dafür eigentlich nicht wirklich geeignet. {{GM}}Er denkt eine Weile darüber nach.{{/GM}} Aber ... Ich könnte einen Halbleiter-Chip nehmen ... Mit einem Spannungswechsel könnte er DNA dekodieren, anstelle von Licht. Damit können wir uns die Verwendung von extrem teurer Ausrüstung sparen, die wir sonst benötigen würden.
es: Hmm. El equipamiento de la Dra. Castle no está preparado para eso. {{GM}}Se lo piensa un minuto.{{/GM}} Sin embargo... Podría utilizar un chip semiconductor... Podría decodificar el ADN utilizando un cambio de voltaje, en lugar de luz. Así no sería necesario utilizar un equipamiento tan costoso.
fr: Hum. L'équipement de Doc Castle n'est pas vraiment fait pour ça. {{GM}}Il réfléchit un instant.{{/GM}} Cependant... Je pourrais utiliser une puce semiconductrice... ça pourrait décoder l'ADN en utilisant un changement de tension. Cela éliminerait l'utilisation d'équipement coûteux requis normalement dans ce genre d'analyses.
it: Mmm... L'equipaggiamento della dottoressa Castle non è proprio adatta allo scopo. {{GM}}Ci riflette un'istante.{{/GM}} Tuttavia... Potrei servirmi di un chip semiconduttore... potrebbe decodificare il DNA utilizzando una variazione di tensione, invece che la luce. Il che eliminerebbe l'utilizzo di equipaggiamento costosissimo che potrebbe essere necessario per altro.
ru: Хм-м. Доктор оборудовала себе медицинскую лабораторию, а не криминалистическую. {{GM}}Он задумывается.{{/GM}} С другой стороны... У меня есть несколько полупроводниковых чипов... полагаю, мы можем использовать электрический разряд вместо источника света и обойтись собственными силами. Оборудование для анализа стоит больших денег.

source: Hmm. Well... their leader's a big ol' troll named John Paul. Real piece of work, even for a 'weener.
de: Hmm. Also ... ihr Anführer ist ein echt großer Troll namens John Paul. Ein richtig mieser Kerl, sogar unter den Halloweenern.
es: Hmm. Bueno... su líder es un viejo troll enorme llamado John Paul. Una buena pieza, incluso para un weener.
fr: Hmm. Eh bien... leur chef est un bon gros troll appelé John Paul. Il est particulier, même pour un 'weener.
it: Mmm. Beh... il loro capo è un enorme vecchio troll di nome John Paul. Uno troppo fuori di testa, anche per un 'Weener.
ru: Хм-м. Ну, командует ими здоровенный такой тролль, который называет себя Джон Пол. Тот еще ублюдок, остальные хэллоуинеры по сравнению с ним сущие дети...

source: Hmm. Well... you know, earlier in the night I saw a big 'n ugly troll in green hospital scrubs snoopin' around the block. He bought some donuts and two cups of soykaf off'a Dan over there. Seemed nervous, and he did everythin' with his left hand because his right was all screwed up with some cyberware.
de: Hm. Nun ... weißt du, etwas früher in dieser Nacht habe ich einen großen, hässlichen Troll in einem grünen OP-Kittel gesehen, der hier rumgeschnüffelt hat. Er hat Dan ein paar Donuts und zwei Tassen Soykaf abgekauft. Wirkte nervös und er hat alles mit der linken Hand erledigt, weil an seine rechte überall Cyberware angeschraubt war.
es: Hmm. Bueno... ya sabes, esa noche, temprano, vi a un troll grande y feo, con uniforme verde de hospital, fisgando por el barrio. Le compró algunas rosquillas y dos tazas de café de soja a ese de ahí, Dan. Parecía nervioso, y lo hacía todo con la mano izquierda porque la derecha estaba toda llena de ciberimplantes.
fr: Hmm. Vous savez, un peu plus tôt cette nuit j'ai vu un gros troll bien laid en blouse d'hôpital fureter dans le coin. Il a acheté des donuts et deux tasses de sojafé chez Dan, là-bas. Il avait l'air nerveux, et il faisait tout avec sa main gauche, parce que son bras droit était tout plein de cyberware.
it: Mmm. Beh... sai, quella notte avevo visto un Troll grande e grosso in tenuta verde da infermiere che curiosava nei dintorni. Aveva comprato delle ciambelle e due tazze di SoiaCaf laggiù da Dan. Sembrava nervoso e faceva tutto con la mano sinistra, perché la destra era tutta ricostruita con parti cibernetiche.
ru: Хм-м. Ну... тем вечером я видел огромного тролля в зеленых лохмотьях, который бродил по улице. Покупал пончики и кофе у Дэна. Он нервничал и орудовал только левой рукой, потому что вместо правой у него был киберпротез.

source: Hmm... it’s early, so here's a short one. After coming up with premise for Shadowrun, I worked with Tom Dowd, Bob Charrette, and Paul Hume, who took the idea and ran with it. They focused on the game system while I focused on the fictional setting and look and feel of the universe.
de: Hmm ... es ist noch früh, also hier ein bisschen nutzloses Wissen. Nachdem ich die Idee zu Shadowrun hatte, habe ich mit Tom Dowd, Bob Charette und Paul Hume gearbeitet, die die Ideen aufgenommen und damit gearbeitet haben. Sie haben sich auf das Spielsystem konzentriert, während ich mich auf die fiktionale Kulisse und den Charakter des Universums konzentriert habe.
es: Mmm... es temprano, así que te contaré una breve. Después de inventarme el argumento para Shadowrun, trabajé con Tom Dowd, Bob Charrette y Paul Hume, quiénes tomaron la idea y la hicieron realidad. Ellos se centraron en el sistema de juego mientras que yo me centré en el entorno ficticio y el aspecto y la sensación del universo.
fr: Hmm... il est tôt, alors je ne vais pas trop entrer dans les détails. Après avoir eu l'idée de base de Shadowrun, j'ai travaillé avec Tom Dowd, Bob Charrette et Paul Hume, qui ont adopté le concept et se sont attelés à la tâche. Ils se sont concentrés sur le système de jeu tandis que je me chargeais du cadre de la fiction, de l'apparence générale et des sensations transmises par l'univers du jeu.
it: Mmm... è presto, quindi eccoti la versione breve. Dopo aver ideato la premessa per Shadowrun, ho lavorato con Tom Dowd, Bob Charrette e Paul Hume, che hanno accolto l'idea e poi elaborata. Loro si sono concentrati sul sistema di gioco, mentre io sull'ambientazione, l'aspetto e l'atmosfera dell'universo del gioco.
ru: Хм-м... Когда мне пришла в голову идея, я поделился ей с Томом Даудом, Бобом Чарреттом и Полом Хьюмом, и она им понравилась. Они сосредоточились на игровой механике, а я взялся подробно описывать мир и выдуманную мной вселенную.
