Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I came back from my shift to find four of Paco’s goons sleeping on our apartment floor. It’s getting fragging ridiculous. I want to be with him, with the real Paco, but this Cutter drek keeps messing everything up. I love him. But he’s totally different with the gang. “It’s how I make cash, baby,” he always says. I try to tell him he doesn’t need the cash—I can support us both with what I make at the Seamstresses’ Union—but he still goes on these runs. With these bozos all over my floor, I feel like he’s just seeing how far he can push me before I kick him out. I try to be patient, but why does it have to be all one way?
de: Als ich von meiner letzten Schicht nach Hause kam, fand ich vier von Pacos Kumpanen schlafend auf dem Boden unserer Wohnung vor. Langsam wird dieser Scheiß echt lächerlich. Ich will mir ihm zusammen ein, mit dem echten Paco, aber dieser Drek mit den Cutters macht alles kaputt. Ich liebe ihn. Aber in der Gang verhält er sich völlig anders. „Aber nur so verdiene ich Geld, Baby“, sagt er dann immer. Ich versuche ihm zu sagen, dass er das Geld nicht braucht – mit meinem Gehalt von der Seamstresses Union bringe ich uns beide über die Runden – aber er geht trotzdem auf diese Runs. Wenn er Ganger ins Haus bringt, denke ich, will er nur sehen, wie weit er mich drängen kann, bis ich ihn rauswerfe. Ich versuche ja, Geduld zu haben, aber muss es denn so weit gehen?
es: Cuando volví de mi turno me encontré a cuatro de los matones de Paco durmiendo en el suelo de nuestro apartamento. Esto es ridículo. Quiero estar con él, con el auténtico Paco, pero esta chorrada de los Cortadores no para de liarlo todo. Lo quiero. Pero es completamente diferente con la banda. "Así es como gano pasta, nena", eso dice siempre. Intento decirle que no necesita el dinero; que podemos vivir los dos con lo que gano en el Unión de Costureras; pero aun así continúa yendo a los runs. Con todos esos idiotas tirados en mi suelo, es cómo si intentara ver hasta dónde puede llegar antes de que le eche. Intento tener paciencia pero, ¿por qué tiene que ser todo a su manera?
fr: De retour à l'appartement après le travail, je suis tombée sur quatre potes de Paco en train de dormir par terre. Ça commence vraiment à devenir insupportable. Je veux être avec lui, avec le vrai Paco, mais il n'y a plus moyen. Ce con fout la merde partout où il passe. Je l'aime. Mais il change complètement quand il est avec le gang. Il me dit toujours : « C'est comme ça que je gagne ma vie ». J'ai essayé de le convaincre qu'il n'a pas besoin de cet argent, que je gagne suffisamment au Seamstresses Union pour nous deux. Mais il continue. Avec ces crétins vautrés par terre, j'ai l'impression qu'il essaie de me pousser à bout pour que je le mette dehors. J'essaie d'être patiente, mais pourquoi il n'y met pas un peu du sien ?
it: Sono tornata a casa dal lavoro e ho trovato quattro dei tirapiedi di Paco a dormire sul pavimento di casa nostra. La cosa sta diventando terribilmente ridicola. Voglio stare con lui, con il vero Paco, ma questa cazzata dei Cutter continua a creare casini. Lo amo. Ma è completamente diverso con la sua banda. Dice sempre: "È così che porto i soldi a casa, piccola". Ho provato a dirgli che quei soldi non gli servono, che io posso provvedere a entrambi con quello che guadagno al Seamstresses Union, ma continua ad andare in missione. Con questi idioti tra i piedi, sento che sta solo mi sta mettendo alla prova: prima o poi lo caccio a pedate. Io cerco di avere pazienza, ma perché solo io?
ru: Когда я вернулась со смены, то увидела четверых дружков Пако у нас в квартире. Они дрыхли на полу. Это уже не смешно. Я хочу быть с ним, с настоящим Пако, но банда, как обычно, все портит. Я люблю его. Но когда рядом крутятся его "товарищи", он становится другим человеком. “Я же должен зарабатывать, детка,” говорит он мне. Я пытаюсь объяснить ему, что нет, не должен — я могу обеспечивать нас обоих, для этого я зарабатываю в Союзе достаточно — но он все равно ходит в набеги. А потом эти клоуны заваливаются к нам домой и укладываются спать. Клянусь, он испытывает мое терпение. Еще немного, и я укажу ему на дверь. Я пытаюсь быть терпеливой, но он мог бы хоть немного пойти мне навстречу.

source: I came here from Tir Tairngire four years ago, after the governor of Seattle signed an exclusive trade agreement with the Council of Princes. And so as the flow of magical goods came to pass through this city's ports, so have I.
de: Ich bin vor vier Jahren aus Tír Tairngire hierhergekommen, nachdem der Gouverneur Seattles einen exklusiven Handelsvertrag mit dem Prinzenrat abgeschlossen hatte. Und wie der Handel mit magischen Gütern hier Einlass fand, so fand ihn auch ich.
es: Vine aquí hace cuatro años desde Tir Tairngire, después de que el gobernador de Seattle firmara un acuerdo de comercio exclusivo con el Consejo de Príncipes. Y así es como yo he atravesado las puertas de esta ciudad, junto al ir y venir de artículos mágicos.
fr: Je suis venu ici depuis Tir Tairngire il y a quatre ans, après que le gouverneur de Seattle ait signé un accord de commerce exclusif avec le Conseil des Princes. Et comme le flux de biens magiques passait par les ports de la ville, alors j'ai fait pareil.
it: Sono venuto qui da Tir Tairngire quattro anni fa, dopo che il governatore di Seattle ha firmato un trattato di esclusiva commerciale con il Consiglio dei Principi. Quando le merci magiche hanno iniziato ad arrivare nei porti di questa città, sono arrivato anch'io.
ru: Я прибыл сюда из Тир Тайрнжира четыре года назад, после того, как губернатор Сиэттла подписал эксклюзивное торговое соглашение с Советом принцев. В городе начали появляться магические товары, и вместе с ними явился я.

source: I came here to find justice for my brother, and that has been done. His spirit can now find rest. But there are other victims of the Ripper, both alive and dead, who still struggle to be at peace. Many of them are here in this place, filling the halls with their torment. I cannot leave them behind.
de: Ich kam hierher, um nach Gerechtigkeit für meinen Bruder zu suchen, und das ist mir gelungen. Nun kann sein Geist Ruhe finden. Aber es gibt noch andere Opfer des Rippers, sowohl lebende als auch tote, die immer noch nach Frieden suchen. Viele von ihnen sind hier an diesem Ort und erfüllen die Gänge mit ihrer Qual. Ich kann sie nicht zurücklassen.
es: Vine buscando justicia para mi hermano, y se ha hecho. Su espíritu ahora podrá descansar. Pero hay otras víctimas del Destripador, vivas y muertas, que aún luchan por estar en paz. Muchas de ellas están aquí, llenando los corredores con su tormento. No puedo dejarlas atrás.
fr: Je suis venu rendre justice à mon frère, et cela a été fait. Son esprit peut maintenant reposer en paix. Mais il y a d'autres victimes de l'éventreur, vivantes et mortes, qui ne sont pas en paix. Beaucoup d'entre elles sont ici, et remplissent les couloirs de leurs souffrances. Je ne peux pas leur tourner le dos.
it: Io sono qui per vendicare mio fratello e la mia missione è compiuta. Ora il suo spirito può trovare riposo. Tuttavia, ci sono altre vittime dello Squartatore, sia vive che morte, che ancora combattono per trovare la pace. Molte di loro sono qui e nelle sale risuonano le loro grida di tormento. Non posso abbandonarle.
ru: Я пришла сюда, чтобы отомстить за моего брата, и сделал это. Его дух обрел наконец покой. Но есть и другие жертвы Потрошителя, живые и мертвые. Многие из них заключены в этом проклятом месте. Я не могу бросить их на произвол судьбы.

source: I can be good, Doctor. Just tell me what you want to know.
de: Ich kann brav sein, Doktor. Sagen Sie mir einfach, was Sie wissen wollen.
es: Seré buena, doctor. Dígame lo que quiere saber.
fr: Je peux être responsable, docteur. Dites-moi juste ce que vous voulez savoir.
it: Posso comportarmi bene, davvero. Mi dica solo quello che vuole sapere.
ru: Я буду послушной, доктор. Говорите.

source: I can handle it. But I'll need a way to get around the building without attracting attention.
de: Sollte machbar sein. Aber ich brauche eine Möglichkeit, mich in dem Gebäude frei zu bewegen, ohne zu sehr aufzufallen.
es: Puedo hacerlo. Pero necesitaré poder pasearme por el edificio sin llamar la atención.
fr: Je peux faire ça. Mais je dois pouvoir me déplacer dans le bâtiment ni vu ni connu.
it: Ce la posso fare. Ma dovrai aggirarti per l'edificio senza farti notare.
ru: Не проблема. Особенно если ты придумаешь, как сделать это, не вызывая подозрений.

source: I can handle it. Just tell me what to do.
de: Das schaff ich schon, sagen Sie mir einfach, was ich tun soll.
es: Puedo hacerlo. Tú solo dime qué tengo que hacer.
fr: Ça ira. Dites-moi juste ce que je dois faire.
it: Ce la posso fare. Dimmi solo che devo fare.
ru: Я справлюсь. С чего мне начинать?

source: I can pay the runners upfront.
de: Ich kann die Runner direkt bezahlen.
es: Puedo pagar a los runners por adelantado.
fr: Je peux payer les runners d'avance.
it: Posso pagare i Runner in anticipo.
ru: Я могу заплатить вперед.

source: I can see that. And... I appreciate it.
de: Ich versteh das. Und ... ich danke dir.
es: Ya veo. Y... Te lo agradezco.
fr: Je peux voir ça. Et... c'est gentil.
it: Lo so. E... Ti ringrazio.
ru: Я это вижу. И я... это ценю.

source: I can spare a few minutes.
de: Ich hätte wohl ein paar Minuten Zeit.
es: Me sobran unos minutos.
fr: Je peux vous donner quelques minutes.
it: Posso concederti qualche minuto.
ru: У меня есть время.

source: I can stick people with it. Pretty good, too. I also have one of those Telestrofwyr Magical Bug-Eradicating launchers like the rest of you.
de: Ich kann damit Leute aufspießen. Funktioniert ziemlich gut. Ich hab auch einen von diesen magischen, Käfer auslöschenden Telestrofwyr-Werfern, wie der Rest von euch.
es: La uso para atravesar a la gente. Es bastante buena. También tengo uno de esos lanzadores de eliminación de bichos mágicos de Telestrofwyr como el resto de vosotros.
fr: Je peux embrocher les gens avec. Assez facilement, d'ailleurs. J'ai aussi un de ces projecteurs magiques anti-insectes de Telestrofwyr. Comme toi.
it: Posso infilzarci la gente. È anche di un certo livello. Ho anche uno di quei cannoni Sradica-insetti magici Telestrian, come voi.
ru: Я рублю им людей. У меня это хорошо получается. Кроме того, у меня есть волшебный гранатомет с адской смесью за авторством Телестрофвира, такой же, как у всех остальных.

source: I can tell you have been busy and I can see by the look on your face that there is something you need. Is this about the Ripper?
de: Ich merke schon, du hast einiges erlebt und ich sehe an deinen Augen, dass es etwas gibt, das du brauchst. Hat es mit dem Ripper zu tun?
es: Veo que has tenido mucho que hacer y tu mirada me dice que necesitas algo. ¿Tiene que ver con el Destripador?
fr: Je sais que vous avez été bien occupé, et je devine à votre visage que vous avez besoin de quelque chose. C'est à propos de l'éventreur ?
it: Vedo che hai avuto molto da fare e dal tuo sguardo capisco che hai bisogno di qualcosa. Si tratta dello Squartatore?
ru: По твоему лицу я вижу, что ночь прошла не зря и что ты здесь не просто так. В деле с Потрошителем есть какие-нибудь успехи?

source: I can tell you're used to shouldering a heavy burden. But maybe there's an easier way.
de: Ich merke, du bist es gewohnt, eine schwere Last auf deinen Schultern zu tragen. Doch vielleicht gibt es einen anderen Weg.
es: Se nota que acostumbras a llevar una pesada carga. Pero quizás haya una forma más sencilla.
fr: Je vois que vous portez un lourd fardeau. Mais peut-être qu'il y a un autre moyen.
it: Vedo che sopportare pesanti fardelli non è una novità per te. Ma forse c'è un modo più semplice.
ru: Похоже, ты привыкла нести тяжелую ношу. Быть может, существует и другой путь?

source: I can't afford that. Count me out.
de: Das kann ich mir nicht leisten. Da kann ich nicht mitmachen.
es: No me lo puedo permitir. No cuentes conmigo.
fr: Je ne peux pas me permettre autant. Désolé.
it: Non me lo posso permettere. Non ci contare.
ru: Для меня это слишком дорого, так что нет.

source: I can't beat that... Renraku froze all my personal funds while I'm here, for "security." All I have on me is ¥5,000. Let me go, and it's yours.
de: Das kann ich nicht überbieten ... Renraku hat all meine persönlichen Konten eingefroren, während ich hier bin – aus „Sicherheitsgründen“. Ich hab ¥ 5000 bei mir. Lass mich gehen und sie gehören dir.
es: No puedo superarlo... Renraku congeló todas mis cuentas personales mientras estaba aquí, por "seguridad". Solo llevo encima 5000 ¥. Déjame marchar y son tuyos.
fr: Je ne peux pas faire mieux... Renraku a gelé tous mes fonds personnels depuis que je travaille ici, pour des raisons de "sécurité." Voilà 5 000 ¥, c'est tout ce que j'ai sur moi. Laissez-moi partir, et ils sont à vous.
it: Non posso offrire di più... La Renraku ha congelato tutti i miei fondi personali finché sono qui. Motivi di "sicurezza". Addosso ho solo ¥ 5.000, lasciami andare e sono tuoi.
ru: Так много... Ренраку заморозили все мои сбережения "из соображений безопасности." У меня с собой есть ¥5,000. Отпустите меня, и я отдам эти деньги.

source: I can't believe he kept this...
de: Ich kann kaum glauben, dass er das behalten hat ...
es: No puedo creer que la haya guardado...
fr: Je n'arrive pas à croire qu'il l'ait gardée...
it: Non posso credere che l'abbia conservata...
ru: Поверить не могу, он сохранил это фото...

source: I can't help you... Stevie J would feed me to those hounds of his.
de: Ich kann dir nicht helfen ... Stevie J würde mich an seine Hunde verfüttern.
es: No puedo ayudarte... Stevie J me usaría de pasto para sus perros.
fr: Je ne peux pas vous aider... Stevie J me transformerait en nourriture pour chien.
it: Non posso aiutarti... Stevie J mi darebbe in pasto ai suoi segugi.
ru: Ничем не могу помочь... Стиви меня своим собакам скормит.

source: I can't leave empty handed.
de: Ich kann nicht mit leeren Händen gehen.
es: No puedo marcharme con las manos vacías.
fr: Je ne peux pas repartir les mains vides.
it: Non posso andarmene a mani vuote.
ru: Я не могу уйти с пустыми руками.

source: I can't stand the waiting, but I don't see any other choice.
de: Ich halte diese Warterei nicht aus, aber wir haben wohl keine andere Wahl.
es: No soporto esperar, pero no veo otra opción.
fr: Je ne supporte pas d'attendre, mais il me semble que je n'aie pas vraiment le choix.
it: Non posso sopportare l'attesa, ma non vedo altra scelta.
ru: Ненавижу ждать, но похоже, у нас нет выбора.

source: I can. Given enough time.
de: Ja. Ich brauche nur Zeit.
es: Yo puedo. Si cuento con el tiempo suficiente.
fr: Je peux. Si j'ai assez de temps.
it: Posso farlo. Se avrò tempo a sufficienza.
ru: Могу. Со временем.

source: I cannot thank you enough. I hate to see such bloodshed... but those men would not take no for an answer. We simply want to make our way in the world.
de: Ich kann dir gar nicht genug danken. Eine Schande, dass es so gewaltsam enden musste ... aber diese Männer hätten sich mit nichts anderem zufriedengegeben. Wir wollen doch nur unseren eigenen Weg im Leben gehen.
es: No sé cómo agradecértelo. Este baño de sangre es una lástima... Pero esos hombres no hubieran aceptado un no por respuesta. Solo queremos abrirnos camino en el mundo.
fr: Je ne sais comment vous remercier. Je déteste ces bains de sang... mais ces hommes ne sont pas du genre à plaisanter. On veut simplement se faire une place dans ce monde.
it: Non so come ringraziarti. Odio vedere tanto sangue versato... ma quegli uomini non accettano un no come risposta. Vogliamo semplicemente farci strada nel mondo.
ru: Не могу вас не поблагодарить. Я не люблю, когда перед моим домом проливается кровь... Но некоторые люди отказываются понимать слово "нет". Мы просто хотим, чтобы нас оставили в покое.

source: I can’t let that happen.
de: Das kann ich nicht zulassen.
es: No puedo permitirlo.
fr: Je ne peux pas laisser cela se produire.
it: Non permetterò che succeda.
ru: Я этого не допущу.

source: I can’t promise no chip-heads will die.
de: Ich kann dir nicht versprechen, dass keiner der Chipheads sterben wird.
es: No puedo prometerte que no vaya a morir ningún cabezachip.
fr: Je ne peux pas promettre... qu'aucun d'entre eux ne mourra.
it: Non posso promettere che nessun chiphead rimanga ucciso.
ru: Я ничего не могу обещать.

source: I can’t say I’m surprised he’s dead. Sam was on a downward spiral for a long time. What can I tell you?
de: Leider überrascht es mich nicht wirklich, dass er tot ist. Er befand sich schon lange auf dem absteigenden Ast. Was möchtest du von mir wissen?
es: La verdad es que no me sorprende que esté muerto. Sam llevaba mucho tiempo cayendo en una espiral decadente. ¿Qué quieres que te cuente?
fr: Je ne peux pas dire que ça me surprend. Sam était dans une mauvaise passe depuis un moment déjà. Qu'est-ce que je peux te dire ?
it: Non posso dire di essere sorpresa che sia morto. È rimasto a lungo avvolto in una spirale negativa Cosa posso dirti?
ru: На самом деле меня это не удивляет. Он давно уже ходил по краю пропасти. Что ты хочешь о нем знать?

source: I can’t say right now. It’s too dangerous. But I thought you should know.
de: Das kann ich dir noch nicht sagen, es wäre zu gefährlich. Aber ich dachte, du solltest es wissen.
es: Ahora mismo no te lo puedo decir. Es demasiado peligroso. Pero pensé que deberías saberlo.
fr: Je ne peux rien vous expliquer pour l'instant. C'est trop dangereux. Mais j'ai pensé qu'il fallait mieux vous le dire.
it: Non posso dirtelo adesso. È troppo pericoloso. Ma pensavo di doverti almeno avvertire.
ru: Пока я не могу посвятить тебя в подробности, это слишком опасно, но тебе следовало это знать.

source: I can’t tell what he wants... but the guy seems pretty serious. I wouldn’t ignore this, if I were you. Deckers have a way of making people’s lives miserable if they’re so inclined.
de: Ich bin mir nicht ganz sicher, was er will ... aber der Typ scheint’s ernst zu meinen. Ich würde das an deiner Stelle nicht ignorieren. Beleidigte Decker können anderen Leuten das Leben zur Hölle machen.
es: No sé qué es lo que quiere... pero el tipo parece que va en serio. Yo en tu lugar no lo ignoraría. Si se lo proponen, los deckers pueden hacer que la vida de la gente sea un infierno.
fr: Je ne sais pas ce qu'il voulait... Mais il semblait assez sérieux. Je l'ignorerais si j'étais vous. Les deckers ont un don pour rendre la vie des gens misérable s'ils le veulent.
it: Non so cosa voglia... ma sembra un tipo tosto. Non lo sottovaluterei, fossi in te. I Decker sanno come renderti la vita un inferno, quando vogliono.
ru: Я понятия не имею, что он хочет... но настроен он весьма серьезно. На твоем месте я бы уделил ему внимание. Декеры могут изрядно усложнить человеку жизнь, если захотят.

source: I could certainly find someone interested in that information. Will take some legwork to verify the veracity of such a list... how about 2,000?
de: Ich könnte bestimmt jemanden finden, der daran interessiert wäre. Wird etwas dauern, die Echtheit der Liste zu bestätigen ... wie wäre es mit 2000?
es: Sin duda podría encontrar a alguien interesado en esa información. Habrá que trabajar un poco para verificar la veracidad de una lista así... ¿Qué te parecen 2000?
fr: Je suis sûr que ces renseignements intéresseront quelqu'un. Il faudra faire quelques recherches pour vérifier la véracité de telles informations... Que dites-vous de 2 000 nuyens ?
it: Di certo potrei trovare qualcuno interessato a queste informazioni. Un elenco del genere è difficile da verificare... che ne dici di 2.000 nuyen?
ru: Да, я могу найти покупателя для информации подобного рода. Впрочем, доказать подлинность такого списка будет весьма непросто... Как насчет 2000?

source: I could relate to someone who's been in the trenches of corporate security.
de: Ich würde mit jemandem aus der Riege der Konzernsicherheit gut klarkommen.
es: Me identificaría con alguien que haya estado en las trincheras de la seguridad corporativa.
fr: On pourrait me définir comme quelqu'un qui a fait a bossé dans la sécurité pour des corpos.
it: Sento che potrei andare d'accordo con un veterano della sicurezza aziendale.
ru: Мне будет нетрудно найти общие темы для разговора с таким же бывшим сотрудником службы безопасности, как и я.

source: I could remake you as well. What wonderfully twisted thoughts must churn in a mind such as yours. But I’m more inclined to use you for parts.
de: Ich könnte auch dich neu erschaffen. Welch wundervoll verdrehte Gedanken in einem Hirn wie dem deinen hausen mögen. Doch ich denke, ich werde dich lieber in deine Einzelteile zerlegen.
es: Yo también podría reconstruirte. Una mente como la tuya debe de albergar pensamientos de lo más retorcidos. Pero me inclino más a utilizar tus partes y aprovecharlas.
fr: Je pourrais vous refaire, aussi. Quelles idées tordues bouillonnent dans un esprit comme le vôtre ? Mais je préférerais utiliser vos « parties ».
it: Potrei ricostruire anche te. Che fantastici pensieri distorti devono attraversare una mente come la tua. Ma preferisco usare i tuoi pezzi di ricambio.
ru: Я могу помочь возродиться и тебе. Какие уродливые, извращенные мысли скрывает твое сознание? Впрочем, гораздо проще будет просто разобрать тебя на части.

source: I could see an ex-brawler becoming a celebrity around here, sure.
de: Ich kann mir gut vorstellen, dass ein Ex-Brawler hier ein echter Stargast ist.
es: No me cuesta nada imaginar que un antiguo luchador pueda convertirse en una celebridad por estos lares.
fr: C'est sûr qu'un ex-combattant pourrait devenir une vraie célébrité ici.
it: Da queste parti riesco anche a figurarmi un ex partecipante alle risse che diventa una celebrità.
ru: Могу понять, почему бывший боец стал местной знаменитостью.

source: I could sure use your help with what's coming.
de: Ich könnte gut und gerne Hilfe gebrauchen, bei dem was noch kommt.
es: Me vendría muy bien tu ayuda con lo que se aproxima.
fr: Je pourrais utiliser vos talents pour les événements à venir.
it: Di certo potrei approfittare del tuo aiuto per affrontare i prossimi eventi.
ru: В будущем мне бы очень пригодилась твоя помощь.

source: I could use your intestines as a rope instead.
de: Na gut, ich könnte auch deine Eingeweide als Seil verwenden.
es: También podría usar tu intestino de cuerda.
fr: Je pourrais utiliser vos intestins comme corde à la place.
it: Altrimenti posso usare le tue budella come corda.
ru: Цыц! Кишки на шею намотаю!

source: I crawled in here after I gobli... I Awoke. Mrs. Kubota took me in and gave me a job. I've been here ever since.
de: Ich kam her, nachdem ich gobli– ... nach meinem Erwachen. Mrs. Kubota hat mich aufgenommen und mir Arbeit gegeben. Seitdem bin ich hier.
es: Entré por aquí arrastrándome después de... despertar. La Sra. Kubota me acogió y me dio un trabajo. Y estoy aquí desde entonces.
fr: J'ai rampé jusqu'ici après avoir... Je me suis Éveillé. Mme Kubota m'a accepté et m'a proposé ce job. Et depuis je suis là.
it: Mi sono trascinato qui dentro dopo che... Mi risvegliai. La signora Kubota mi prese sotto di sé e mi diede un lavoro. Sono qui da allora.
ru: Я приполз к ней сразу после гоблиниза... Моего Пробуждения. Миссис Кубота приютила меня и нашла для меня работу. С тех пор я стараюсь ей помогать.
