Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: One more thing. Coyote had a receipt for some zebra meat from a place called Maury's Meat Market. Ever heard of it?
de: Noch was ... Coyote hatte eine Quittung über Zebrafleisch von einem Laden namens Maury’s Meat Market. Hast du schon mal davon gehört?
es: Una cosa más. Coyote tenía un recibo de un poco de carne de cebra de un lugar llamado el Mercado de carne de Maury. ¿Has oído hablar de él?
fr: Encore une chose. Coyote avait une facture pour de la viande de zèbre achetée à un endroit appelé Maury's Meat Emporium. Déjà entendu parler de cet endroit ?
it: Un'altra cosa. Coyote aveva uno scontrino per l'acquisto di un po' di carne di zebra da un posto chiamato Emporio della carne di Maury. Ne sai niente?
ru: Вот еще кое-что. Она оставила заказ в мясной лавке Мори, купила у него мясо зебры. Ты знаешь, где это?

source: One of Stevie J's goons, Ryker. He runs that filthy BTL squat across the hall.
de: Einer von Stevie J’s Lakaien, Ryker. Er ist für diese dreckige BTL-Absteige am anderen Ende des Ganges verantwortlich.
es: Uno de los matones de Stevie J, Ryker. Está al mando de ese antro de BTL que hay al otro lado del pasillo.
fr: Ryker, un type de la bande de Stevie J. Il est à la tête de ce sale squat de BTL, de l'autre côté du hall.
it: Uno degli scagnozzi di Stevie J, Ryker. Gestisce quello squallido spaccio di BTL dall'altra parte del corridoio.
ru: Райкер, один из балбесов Стиви-младшего. Они записывают свои ИР-чипы в квартире напротив.

source: One of the spirits stares at the object for a long, long time. It lets out a sigh of relief as if reunited with a loved one after a long absence. It closes its eyes. Its face, once a mask of pain and despair, appears hopeful.
de: Einer der Geister blickt eine lange, lange Zeit auf den Gegenstand. Er seufzt mit solcher Erleichterung, als würde er nach langer Zeit einen alten Freund wiedersehen. Er schließt seine Augen. Die Grimasse aus Schmerz und Verzweiflung weicht einer neuen Hoffnung.
es: Uno de los espíritus mira fijamente el objeto durante mucho tiempo. Suspira con alivio, como si se hubiera vuelto a encontrar con un ser querido tras una larga ausencia. Cierra los ojos. Su rostro, que antaño fue una máscara de dolor y desesperación, muestra esperanza.
fr: L'un des esprits fixe l'objet pendant très, très longtemps. Il émet un soupir de soulagement comme s'il retrouvait un être aimé perdu depuis longtemps. Il ferme les yeux. Son visage, autrefois désespéré et douloureux, parait plein d'espoir.
it: Uno degli spiriti fissa a lungo l'oggetto. Emette un sospiro di sollievo, come se avesse ritrovato un suo caro dopo una lunga assenza. Chiude gli occhi. Il suo volto, che prima era una maschera di dolore e disperazione, si accende di speranza.
ru: Один из духов долго и пристально смотрит на предмет. Он испускает вздох облегчения, как если бы встретил давно любимого человека, которого считал без вести пропавшим. С его лица пропадает маска боли и отчаяния. Быть может, теперь его освещает надежда.

source: One way or another, they will. If they can’t be manipulated, coerced or bribed, they’ll probably disappear. Quietly. There’s more though.
de: Auf die eine oder andere Weise werden sie es tun. Wer nicht manipuliert, gezwungen oder bestochen werden kann, wird wahrscheinlich verschwinden. Aber das ist nicht das einzige Problem.
es: De una forma u otra, lo harán. Si no pueden ser manipulados, intimidados o sobornados, probablemente desaparecerán. En silencio. Aunque hay más.
fr: D'une façon ou d'une autre, ils y arriveront. S'ils ne peuvent être ni manipulés, ni soudoyés ni intimidés, ils finiront probablement par disparaitre. Sans faire de bruit. Mais il y a autre chose.
it: In un modo o nell'altro, lo faranno. Se non riescono a manipolarli, forzarli o corromperli, probabilmente li faranno sparire. Silenziosamente. Ma c'è di più.
ru: Так или иначе, это дело замнут. Те, кого им не удастся подкупить или запугать, просто исчезнут. Без лишнего шума. Но это еще не все.

source: Only Marie-Louise can use this node
de: Nur Marie-Louise kann diesen Knotenpunkt verwenden.
es: Solo Marie-Louise puede usar este nodo
fr: Seule Marie-Louise peut utiliser ce nœud.
it: Solo Marie Louise può usare questo nodo
ru: Эту точку может использовать только Мария-Луиза

source: Only by the hour. Hey, you've seen where I stay the night.
de: Nur stundenweise. Hey, du hast ja gesehen, wo ich so die Nacht verbringe.
es: Solo cada hora. Eh, has visto dónde paso la noche.
fr: Seulement quand tu calcules à l'heure. Hé, tu as vu où je crèche.
it: Dipende dai momenti. Ehi, ora sai dove passo le notti.
ru: Советую ее снимать. И учти, только почасовая оплата. Ты знаешь, где я ночую.

source: Only if you let me pay what you're owed. [Pay 100 nuyen.]
de: Nur, wenn du mich seine Schulden begleichen lässt. [Zahle 100 Nuyen.]
es: Solo si me dejas que te pague lo que te debía. [Pagar 100 nuyens.]
fr: Seulement si tu me laisses payer ce qu'il te devait. [Payer 100 nuyens.]
it: Solo se posso pagare quello che ti deve. [Paga 100 nuyen.]
ru: Только если ты позволишь мне расплатиться. [Заплатить 100 нюйен.]

source: Only three? No problem.
de: Nur drei? Kein Problem.
es: ¿Solo tres? No hay problema.
fr: Seulement trois ? Pas de problème.
it: Solo tre? Nessun problema.
ru: Их всего трое? Не проблема.

source: Oof. I don't think I can move... can you at least tell my dad?
de: Uff. Ich glaube nicht, dass ich mich bewegen kann ... kannst du vielleicht meinen Vater holen?
es: Ay. Creo que no me puedo mover... ¿podrías, al menos, decírselo a mi padre?
fr: Ouf. Je ne pense pas pouvoir bouger... Pourriez-vous avertir mon père ?
it: Mmm... Non penso di potermi spostare... Potresti avvertire mio padre?
ru: Уф... Похоже, у меня отнялись ноги... Расскажете моему отцу, что тут случилось?

source: Oooh, a hard-case - I like that. Okay, "Hard Case", I'll get you something stiff.
de: Oooh, da ist wohl jemand ganz hart – sowas gefällt mir. Also gut, ich besorg dir was mit Biss.
es: Oooh, un hueso duro de roer, me gusta. Vale, "hueso duro", te daré algo duro.
fr: Oh, un dur, j'aime ça. Ok, monsieur "le dur", je vais vous donner quelque chose de corsé.
it: Gusti difficili, eh? Mi piace. Ok, "gusti difficili", ti do qualcosa di forte.
ru: О-о-о, какие мы крутые! Обожаю таких клиентов. Договорились, я налью тебе что-нибудь покрепче.

source: Ooooohhhh!
ru: О-о-о!

source: Open the Morgue Drawer
de: Öffne die Lade der Leichenkühlzelle
es: Abre el cajón del depósito de cadáveres
fr: Ouvrir le tiroir de la morgue
it: Apri il carrello dell'obitorio
ru: Открой ящик для трупов

source: Open your mind, $(l.name). They are so much more than you think.
de: Öffne deinen Geist, $(l.name). Sie sind so viel mehr, als du denkst.
es: Abre la mente, $(l.name). Son mucho más de lo que piensas.
fr: Ouvrez votre esprit, $(l.name). Il y a tellement plus que ce que vous croyez.
it: Apri la tua mente, $(l.name). Sono molto più di ciò che vedi.
ru: Смотри на вещи шире, $(l.name). Они - нечто гораздо большее, чем кажется на первый взгляд.

source: Opens the front door of the warehouse.
de: Öffnet den Haupteingang zur Lagerhalle.
es: Abre la puerta principal del almacén.
fr: Ouvre la porte d'entrée de l'entrepôt.
it: Apre la porta anteriore del magazzino.
ru: Отпирает переднюю дверь склада.

source: Ork Shadowrunner
es: Shadowrunner orko
it: Orco Shadowrunner
ru: Орк-раннер

source: Ouch! Bad joke right now. {{GM}}She looks down at her mangled arm.{{/GM}}
de: Autsch! Echt nicht die beste Zeit für so ’nen Spruch. {{GM}}Sie blickt auf ihren zerfetzten Arm.{{/GM}}
es: ¡Au! Ahora es un mal chiste. {{GM}}Se mira el brazo herido.{{/GM}}
fr: Aïe ! La sale blague... {{GM}}Elle baisse les yeux et regarde son bras mutilé.{{/GM}}
it: Ahi! Una battuta di pessimo gusto in questo momento. {{GM}}Abbassa lo sguardo sul suo braccio martoriato.{{/GM}}
ru: Ох! Ну у тебя и шутки. {{GM}}Она бросает взгляд на свою искалеченную руку.{{/GM}}

source: Oui! While you waited here, I continued to probe, looking into some of the less secure, more mundane Telestrian office files. Shipping records indicate that Mr. Silverstar recently took delivery of several paintings he commissioned after being promoted to VP of Telestrian Security. The shipment was called, "Our Values".
de: Oui! Während du hier gewartet hast, habe ich meine Erkundungen fortgesetzt und mir einige der weniger gesicherten, gewöhnlicheren Verwaltungsdaten zu Gemüte geführt. Laut dem Versandprotokoll hat Mr. Silverstar vor Kurzem mehrere Gemälde entgegengenommen, die er nach seiner Beförderung zum VP der Sicherheitsabteilung beantragt hatte. Die Lieferung trug den Titel „Unsere Werte“.
es: ¡Oui! Mientras esperabas aquí, yo seguí sondeando y eché un vistazo a los archivos de la oficina de Telestrian menos seguros y más cotidianos. El historial de envíos indica que hace poco el Sr. Silverstar aceptó la entrega de varios cuadros que encargó después de haber sido ascendido a vicepresidente de Telestrian Security. El envío se llamaba, "Nuestros valores".
fr: Oui ! Pendant que vous attendiez ici, j'ai poursuivi mes essais et analysé des dossiers de Telestrian moins sécurisés et moins confidentiels. À en croire les bordereaux de livraison, M. Silverstar a récemment reçu plusieurs peintures qu'il avait commandées après avoir été promu Vice-président de la Sécurité chez Telestrian. L'expédition en question était baptisée "Nos valeurs".
it: Oui! Mentre tu aspettavi qui, io ho continuato a indagare, scartabellando tra i meno sicuri e più mondani fascicoli dell'ufficio Telestrian. Le bolle di spedizione indicano che il signor Silverstar ultimamente ha preso in consegna una serie di dipinti che aveva commissionato dopo essere stato promosso Vicepresidente della sicurezza Telestrian. La spedizione era chiamata "I nostri valori".
ru: Oui! Всю ночь я сновал тут и там, искал уязвимости и ворошил обычные, незащищенные файлы Телестриан Индастриз. В какой-то момент я нашел инвойс, согласно которому мистер Сильверстар приказал доставить в пентхаус несколько картин, написанных по его заказу после того, как он занял пост главы службы безопасности корпорации. Все вместе они называются "Наши ценности".

source: Oui, that is true. And it is for her to say, not Samedi. He has nothing to lose, while she... You must ask her.
de: Oui, das ist wahr. Aber das muss sie selbst erzählen, nicht Samedi. Er hat nichts zu verlieren, aber sie ... Du musst sie selbst fragen.
es: Oui, eso es verdad. Y es ella la que debe decirlo, no Samedi. Él no tiene nada que perder, mientras que ella... Debes preguntarle a ella.
fr: Oui, cela est vrai. Et c'est à elle de le dire, pas à Samedi. Il n'a rien à perdre, tandis qu'elle... Vous devez lui demander.
it: Oui, questo è vero. E spetta a lei dirlo, non a Samedi. Lui non ha nulla da perdere, mentre lei... Devi chiederlo a lei.
ru: Oui, это так. Об этом тебе нужно спросить ее, не Самеди. Ему нечего терять, а вот ей... Пусть она сама тебе об этом расскажет.

source: Our Fixer owes us for the run. And for Dowd. We wait.
de: Der Schieber schuldet uns was für diesen Run. Und für Dowd. Wir warten.
es: Nuestro fixer está en deuda con nosotros por el run. Y por Dowd. Esperemos.
fr: Notre Fixer nous en doit une pour ce run. Et pour Dowd. On attend.
it: Il nostro ricettatore è in debito con noi per la missione. E per Dowd. Aspettiamo.
ru: Наш работодатель еще не заплатил за работу. И за смерть Дауда. Мы подождем.

source: Our paths crossed and joined, and we did this thing together. But now here our paths must divide.
de: Unsere Wege kreuzten und vereinten sich, und so erledigten wir diese Sache gemeinsam. Aber nun müssen sich unsere Wege wieder trennen.
es: Nuestros caminos se cruzaron y se unieron, e hicimos esto juntos. Pero ahora nuestros caminos deben dividirse.
fr: Nos chemins se sont croisés et se sont rejoints, et nous avons fait ceci ensemble. Mais à présent ils doivent se séparer à nouveau.
it: Le nostre strade si sono incrociate e unite e abbiamo fatto tutto questo insieme. Ora, però, dobbiamo dividerci.
ru: Наши пути пересеклись, и мы сделали это вместе. Но теперь они вновь расходятся.

source: Our presence grows weary.
de: Unser Halt in dieser Welt schwindet.
es: Nuestra presencia es cada vez más débil.
fr: Ils commencent à se lasser de notre présence.
it: La nostra presenza diventa pesante.
ru: Наше время уже на исходе.

source: Our time of enlightenment is upon us all. I must pass.
de: Die Erleuchtung steht uns allen bevor. Lass mich vorbei.
es: La hora de la iluminación está sobre todos nosotros. Debo pasar.
fr: Le moment de notre illumination nous attend. Je dois passer.
it: Il tempo dell'illuminazione incombe su noi tutti. Devo passare.
ru: Пришло время вкусить плоды древа познания! Я иду вперед!

source: Our weapons specialists have rapidly prototyped a delivery device for the fluorescing astral bacteria strain. They've created some prototype launchers which fire Aegis-filled shells. When fired, the shells will discharge a high-velocity stream of the bacteria.
de: Unsere Waffenspezialisten haben im Eiltempo einen Prototyp entwickelt, um den fluoreszierenden, astralen Bakterienstamm zu verteilen. Es handelt sich um eine Art Granatwerfer, der mit Aegis gefüllte Geschosse abfeuern kann. Dabei entladen diese einen Hochgeschwindigkeitsstrahl des Bakteriums.
es: Nuestros especialistas en armamento han creado el prototipo de un dispositivo de lanzamiento para la cepa de la bacteria astral fluorescente. Han creado algunos lanzadores prototipo que disparan proyectiles rellenos de aegis. Al disparar, los proyectiles descargarán un flujo de alta velocidad de la bacteria.
fr: Nos experts en armement ont rapidement créé un prototype de munition pour contenir les souches de bactéries astrales fluorescentes. Ils ont ensuite mis au point des prototypes de projecteurs chargés de munitions Aegis. Une fois lancés, les projectiles libèrent un jet de bactéries à haute vitesse.
it: I nostri specialisti dell'arsenale hanno rapidamente realizzato un prototipo del dispositivo per colpire il ceppo batterico astrale fluorescente. Hanno creato dei prototipi di lanciarazzi che sparano bombe all'Aegis. Quando tali bombe vengono sparate, scaricano un flusso ad alta velocità dei batteri.
ru: Наши специалисты досрочно завершили работу над прототипом оружия, способного распылять культуру флюоресцентных астральных бактерий. Взяв за основу обычный гранатомет, они модифицировали его для стрельбы капсулами с "Эгидой''. После выстрела капсула разлетается под давлением и высвобождает культуру, поражая цели в некотором радиусе.

source: Own up, Sam. If you screwed up, admit it.
de: Es reicht, Sam. Wenn du Mist gebaut hast, dann gib’s zu.
es: Acéptalo, Sam. Si metiste la pata, admítelo.
fr: Avoue-le, Sam. Si t'as déconné, admets-le.
it: Parla, Sam. Se hai combinato un casino, ammettilo.
ru: Колись, Сэм. Если ты облажался, так и скажи.

source: PEDIATRIC RECORD (PARTIAL) One particular pediatrician's entry stands out from the rest.
de: FRÜHE KRANKHEITSGESCHICHTE (UNVOLLSTÄNDIG) Der Eintrag eines bestimmten Kinderarztes sticht hervor.
es: HISTORIAL PEDIÁTRICO (PARCIAL) Hay una entrada pediátrica que destaca entre las demás.
fr: DOSSIER PÉDIATRIQUE (PARTIEL) Une entrée particulière d'un pédiatre ressort du lot.
it: CARTELLA PEDIATRICA (INCOMPLETA) Una specifica annotazione del pediatra balza all'occhio.
ru: ЗАПИСИ ПЕДИАТРА (ЧАСТИЧНОЕ ВОССТАНОВЛЕНИЕ) Одно из замечаний выделяется на общем фоне.

source: PIKE PLACE MARKET
es: MERCADO PIKE PLACE
it: MERCATO DI PIKE PLACE
ru: РЫНОК ПАЙК-ПЛЕЙС

source: PREVIOUS EMPLOYERS 2045 - 2054 Psychiatrist in Residence, Mercy Mental Hospital in Snohomish, Washington UCAS 2040 - 2045 Attending Psychiatrist, Mercy Mental Hospital in Snohomish, Washington UCAS 2030 - 2040 Private Practice
de: VORHERIGE BESCHÄFTIGUNGSVERHÄLTNISSE 2045 – 2054 Fachpsychiater, Mercy Mental Hospital in Snohomish, Washington UCAS 2040 – 2045 Behandelnder Psychiater, Mercy Mental Hospital in Snohomish, Washington UCAS 2030 – 2040 Privatpraxis
es: PUESTOS ANTERIORES 2045 - 2054 Psiquiatra residente, hospital psiquiátrico Mercy, Snohomish, Washington UCAS 2040 - 2045 Ayudante de psiquiatría, hospital psiquiátrico Mercy, Snohomish, Washington UCAS 2030 - 2040 Consulta privada
fr: EMPLOYEURS PRÉCÉDENTS 2045 - 2054 psychiatre en résidence, hôpital psychiatrique Mercy à Snohomish, Washington UCAS 2040 - 2045 psychiatre traitant, hôpital psychiatrique Mercy à Snohomish, Washington UCAS 2030 - 2040 pratique privée
it: PRECEDENTI DATORI DI LAVORO 2045 - 2054 Psichiatra residente, Mercy Mental Hospital, Snohomish, Washington UCAS 2040 - 2054 Psichiatra collaboratore, Mercy Mental Hospital, Snohomish, Washington UCAS 2030 - 2040 Professione privata
ru: ПРЕДЫДУЩИЕ МЕСТА РАБОТЫ 2045 - 2054 Лечащий врач-психиатр, психиатрическая клиника "Милосердие", Снохомиш, Вашингтон, СКАШ 2040 - 2045 Приходящий врач-психиатр, психиатрическая клиника "Милосердие", Снохомиш, Вашингтон, СКАШ 2030 - 2040 Частная практика

source: PRIORITY ALERT: Intrusion detected, all elevators locked down, security response Oscar Six. NOTICE: Terminal 6J4-Accounting is unsecured. Notify the user to secure the terminal at once.
de: OBERSTE ALARMSTUFE: Einbruch entdeckt, alle Aufzüge werden abgeriegelt, Sicherheitsprotokoll Oscar Six. ACHTUNG: Terminal 6J4-Buchführung ist ungesichert. Der aktuelle Besucher möchte die Konsole bitte sofort sichern.
es: ALERTA PRIORITARIA: Intrusión detectada, todos los ascensores bloqueados, respuesta de seguridad Óscar Seis. AVISO: el terminal 6J4-Contabilidad está desprotegido. Avisen al usuario de que proteja el terminal de inmediato.
fr: ALERTE PRIORITAIRE : Intrusion détectée, blocage de tous les ascenseurs, réponse de sécurité Oscar Six. AVERTISSEMENT : Le terminal 6J4-comptabilité n'est pas sécurisé. Demander à l'utilisateur de sécuriser le terminal.
it: AVVISO DI EMERGENZA: Rilevata intrusione, tutti gli ascensori bloccati, protocollo di sicurezza Oscar Sei. ATTENZIONE: Il terminale contabile 6J4 non è protetto. Comunicare all'utente di mettere subito in sicurezza il terminale.
ru: ТРЕВОГА: обнаружена попытка вторжения, все лифты остановлены, код ситуации Оскар Шесть. ПРИМЕЧАНИЕ: Терминал 6J4-Бухгалтерия не защищен. Пользователь уведомлен о необходимости защитить терминал.

source: Paco
ru: Пако

source: Paco and I extracted her.
de: Paco und ich haben sie befreit.
es: Paco y yo la sacamos.
fr: Paco et moi l'avons sauvé de là.
it: Io e Paco l'abbiamo trascinata via.
ru: Я и Пако извлекли ее из того здания.

source: Paco and I tracked her down.
de: Paco und ich haben sie gefunden.
es: Paco y yo la trajimos de vuelta.
fr: Paco et moi l'avons retrouvée.
it: L'abbiamo trovata io e Paco.
ru: Нам с Пако удалось ее разыскать.

source: Paco died.
de: Paco ist tot.
es: Paco ha muerto.
fr: Paco est mort.
it: Paco è morto.
ru: Пако мертв.

source: Paco, breathe. Now take a closer look. Is that her?
de: Paco, atme tief durch. Jetzt schau sie dir genau an, ist sie das?
es: Paco, respira. Ahora obsérvala mejor. ¿Es ella?
fr: Paco, respire. Maintenant regarde de plus près. C'est elle ?
it: Paco, respira. Ora guarda da vicino. È lei?
ru: Пако, сделай глубокий вдох. А теперь посмотри внимательнее. Это она?

source: Paco, help her back to the Union. I'll find those gems for you, then meet you there.
de: Paco, hilf ihr zurück in die Union. Ich suche die Edelsteine und treffe euch dann da.
es: Paco, ayúdala a volver al Unión. Yo buscaré esas gemas por ti y me reuniré con vosotros allí.
fr: Paco, ramène-la à l'Union. Je vais trouver ces pierres pour toi et je te retrouve là-bas.
it: Paco, aiutala a tornare all'Union. Troverò le gemme per te e poi ci rivedremo lì.
ru: Пако, помоги ей вернуться в Союз. Я найду эти драгоценные камни и встречу вас там.

source: Paco, slow down. Where did she go?
de: Paco, immer langsam. Wo ist sie hingegangen?
es: Paco, cálmate. ¿Adónde ha ido?
fr: Paco, du calme. Où est-elle allée ?
it: Paco, rallenta. Dov'è andata?
ru: Пако, успокойся. Где она сейчас?

source: Paco.
ru: Пако.

source: Pardon? You are not “sold”? We speak of giant bugs, we speak of excessive payment, and still you are not SOLD? Very well. Consider this. You have hacked the Lone Star police database. You have left a trail of bodies throughout this city. Do not ask how Samedi knows. He knows. He is a technomancer.
de: Pardon? Du bist immer noch nicht „überzeugt“? Wir sprechen von riesigen Käfern und überaus großzügiger Bezahlung und du bist immer noch nicht „ÜBERZEUGT“? Nun gut. Dann berücksichtige Folgendes: Du hast dich in die Datenbank der Lone-Star-Polizei gehackt. Du hast eine Spur aus Leichen in der gesamten Stadt hinterlassen. Und frag nicht, woher Samedi das weiß. Samedi weiß es einfach. Er ist ein Technomancer.
es: ¿Perdón? ¿No hay “trato”? Hablamos de bichos gigantes, hablamos de un sueldo brutal y aún no hay TRATO? Muy bien. Piensa en esto. Has pirateado la base de datos policiales de Lone Star. Has dejado un rastro de cadáveres por toda esta ciudad. No preguntes cómo lo sabe Samedi. Lo sabe. Es un tecnomante.
fr: Pardon ? Vous n'êtes pas "convaincu" ? Nous parlons d'insectes géants, de paiement excessif et vous n'êtes toujours pas CONVAINCU ? Très bien. Considérez ceci. Vous avez piraté la base de données de la police de Lone Star. Vous avez laissé derrière vous une piste sanguinolente qui traverse toute la ville. Ne demandez pas comment Samedi le sait. Il sait. Samedi est un technomancien.
it: Scusa? Non abbiamo ancora un "accordo"? Stiamo parlando di insetti giganti, di un compenso enorme, e tu mi dici che non abbiamo ancora un ACCORDO? Molto bene. Pensa a questo. Hai manomesso il database della polizia della Lone Star. Hai lasciato uno stuolo di cadaveri in tutta la città. Quindi non chiederti come fa Samedi a saperlo. Lui sa. È un tecnomante.
ru: Pardon? Что значит “нет”? Мы говорим о гигантских жуках, мы говорим об огромных деньгах, и ты все равно отвечаешь НЕТ? Очень хорошо. Подумай вот о чем. За тобой тянется след из трупов. Ты и твой приятель взломали базу данных "Одинокой звезды". Не спрашивай, откуда Самеди это знает. Он техномант.

source: Part of the Life, Sam. You know that.
de: Alles Teil des Lebens, Sam. Das weißt du doch.
es: Forma parte de la vida, Sam. Ya lo sabes.
fr: Ça fait partie de la vie, Sam. Et tu le sais.
it: Fa parte della vita, Sam. Lo sai.
ru: Такая у нас работа, Сэм, и ты это знаешь.

source: Part time runner, full time badass. Product of the streets who mixes a mean cocktail.
de: Teilzeit-Runner, Vollzeit-Hardcore. Eine wahre Straßenkriegerin, die einen echt guten Cocktail zusammenmischen kann.
es: Mitad runner, toda una maleante. Producto de calles que mezclan cócteles perversos.
fr: Runner à temps partiel, badass à temps plein. Pur produit de la rue, hautement volatile.
it: Runner part-time, tipa tosta a tempo pieno. Prodotto delle strade che prepara un pessimo cocktail.
ru: Наполовину раннер, наполовину бармен. Хладнокровное и безжалостное дитя улиц, которые видали еще и не такое.

source: Passed along to you at Mercy Mental Hospital.
de: Wurde dir im Mercy Mental Hospital gegeben.
es: Obtenida en el hospital psiquiátrico Mercy.
fr: Récupérée à l'hôpital psychiatrique Mercy.
it: Ti è stata data al Mercy Mental Hospital.
ru: Ключ от одной из палат психиатрической клиники "Милосердие".
