Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The ride back to the Seamstresses Union is quiet compared to the pandemonium left behind at Mercy Mental Hospital. Lone Star squad cars pass you on the road, sirens blaring, no doubt in response to the aftermath of your showdown with the late Dr. Henry Holmes. The Emerald City Ripper. The man who violently repossessed the internal organs of Sam and Jessica’s mother, Melinda Watts. And although the killer is dead and his grip on the city is broken, it’s clear he wasn’t working alone. There are loose ends aching to be tied. The taxi turns onto Redmond Way, cruising past now familiar landmarks until the Seamstresses Union, in all its decadent, seedy glory, materializes between swipes of the its overworked windshield wipers. Time to evaluate your next move.
de: Die Fahrt zurück zur Seamstresses Union verläuft ziemlich ruhig im Vergleich zu dem schrecklichen Chaos, das du im Mercy Mental Hospital hinterlassen hast. Einsatzwagen von Lone Star fahren mit heulenden Sirenen auf der Straße an dir vorbei. Wahrscheinlich sind sie auf dem Weg zum Hospital, um sich um die Folgen deines Showdowns mit Dr. Henry Holmes zu kümmern, dem Emerald City Ripper. Der Mann, der grausam die inneren Organe von Sam und Jessicas Mutter, Melinda Watts, in seine Gewalt brachte. Obwohl der Mörder tot ist und er die Stadt nicht mehr in seiner Umklammerung festhält, so ist doch klar, dass er nicht allein gearbeitet haben kann. Es gibt noch einige Rätsel, die es zu lösen gilt. Das Taxi biegt in den Redmond Way ein, fährt an dir nun vertrauten Orten vorbei, bis endlich die Seamstresses Union in all ihrer dekadent verfallenen Pracht zwischen den überstrapazierten Scheibenwischern auftaucht. Es ist an der Zeit, deinen nächsten Schachzug zu planen.
es: El camino de regreso al Unión de Costureras es silencioso en comparación con el caos que dejas atrás en el psiquiátrico Mercy. Coches patrulla de Lone Star te avanzan por la carretera, con las sirenas a todo volumen, sin duda respondiendo a las consecuencias de tu encontronazo con el fallecido Dr. Henry Holmes. El Destripador de Ciudad Esmeralda. El hombre que se hizo violentamente con los órganos internos de la madre de Sam y Jessica, Melinda Watts. Y aunque el asesino está muerto y ha dejado libre la ciudad, está claro que no trabajaba solo. Hay cabos sueltos que deben ser atados. El taxi gira en Redmon Way, pasando por delante de lugares conocidos hasta que el Unión de Costureras se materializa en toda su gloria decadente y sórdida entre los trapos de sus limpiacristales explotados. Es hora de pensar tu siguiente movimiento.
fr: Le retour au Seamstresses Union se fait dans le calme par rapport à la pagaille qui régnait à l'hôpital psychiatrique Mercy. Sur la route, vous voyez passer des voitures de Lone Star, toutes sirènes hurlantes, s'en allant sans doute remettre un peu d'ordre après votre rencontre avec ce qu'il reste du Dr Henry Holmes. L'éventreur d'Emerald City. L'homme qui s'est violemment emparé des organes de Melinda Watts, la mère de Sam et Jessica. Et même si l'assassin est mort et qu'il n'a plus d'emprise sur la ville, une chose est claire : il ne travaillait pas seul. Il reste encore un certain nombre de détails à régler. Le taxi prend la rue Redmond et passe devant des lieux qui vous sont désormais familiers, jusqu'au Seamstresses Union, qui apparaît dans toute sa décadence miteuse entre deux coups d'essuie-glace usés. Il est temps de passer à l'étape suivante.
it: Il ritorno verso il Seamstresses Union è calma rispetto al pandemonio che hai lasciato al Mercy Mental Hospital. Auto delle squadre Lone Star ti passano accanto per strada, a sirene spiegate, sicuramente a causa della tua resa dei conti con l'ormai defunto dottor Henry Holmes. Lo Squartatore di Emerald City. L'uomo che si è rimpossessato, con violenza, degli organi interni della madre di Sam e Jessica, ovvero Melinda Watts. E sebbene l'assassino sia morto e la morsa in cui stringeva la città sia sciolta, è chiaro che non agiva da solo. Ci sono questioni in sospeso, che devono essere risolte al più presto. Il taxi svolta sulla Redmonton Way, incrociando luoghi a te ormai familiari finché il Seamstresses Union, in tutta la sua decadente e squallida gloria, si materializza tra i movimenti frequenti dei tergicristalli. È ora di valutare la tua prossima mossa.
ru: Ты возвращаешься в Союз белошвеек в тишине, оставив позади шум, грохот и хаос психиатрической клиники. В какой-то момент ты замечаешь патрульные автомобили "Одинокой звезды", несущиеся тебе навстречу со включенными сиренами - вне всяких сомнений, они спешат на место вашей разборки с покойным доктором Генри Холмсом, Потрошителем Изумрудного города. Человеком, который насильственно вернул матери Сэма и Джессики Уоттс взятые у нее внутренние органы. Убийца мертв, но у тебя нет никаких сомнений в том, что работал он не один. Тебе следует обдумать твой следующий шаг. Такси сворачивает на улицы Редмонда, проезжает мимо уже знакомых тебе зданий и останавливается перед Союзом белошвеек, который предстает перед тобой во всей своей сомнительной красоте. Дождь усиливается, и старые дворники едва успевают смахивать его с лобового стекла. Пришло время решать, что делать дальше.

source: The room beyond the bars is a stinking jumble of burned flesh and dog flop.
de: Der Raum hinter den Gitterstäben ist ein stinkendes Loch voller verbranntem Fleisch und Hundekot.
es: La habitación que hay detrás de los barrotes es un revoltijo apestoso de carne quemada y excrementos de perro.
fr: Une odeur fétide de chair brûlée et de crottes de chien émane de derrière les barreaux.
it: La stanza oltre le sbarre è un miscuglio puzzolente di carne umana bruciata ed escrementi di cane.
ru: Комнату за прутьями решетки кто-то превратил в пахнущую паленым мясом конуру.

source: The room beyond the bars is a stinking jumble of burned flesh and dog flop. An enormous hellhound, its fur streaked with whip marks, growls low.
de: Der Raum hinter den Gitterstäben ist ein stinkendes Loch voller verbranntem Fleisch und Hundekot. Ein gewaltiger, mit Peitschennarben übersäter Höllenhund begrüßt dich mit einem tiefen Knurren.
es: La habitación que hay detrás de los barrotes es un revoltijo apestoso de carne quemada y excrementos de perro. Un cancerbero enorme, con la piel cubierta de marcas de latigazos, gruñe por lo bajo.
fr: Une odeur fétide de chair brûlée et de crottes de chien émane de derrière les barreaux. Un énorme chien de l'enfer, à la fourrure lacérée de marques de fouets, grogne tout bas.
it: La stanza oltre le sbarre è un miscuglio puzzolente di carne umana bruciata ed escrementi di cane. Un gigantesco segugio infernale, dal pelo segnato dalle abrasioni, ringhia sommesso.
ru: Комнату за прутьями решетки кто-то превратил в пахнущую паленым мясом конуру. Огромный адский пес рычит на тебя. Ты замечаешь на его шкуре следы побоев.

source: The room falls silent as they all consider the scenario, faces grim. Telestrian breaks the silence.
de: In der Bibliothek herrscht Stille, während alle Anwesenden mit ernsten Gesichtern über dieses Szenario nachdenken. Telestrian bricht als Erster das Schweigen.
es: El silencio reina en la sala mientras consideran el escenario, los rostros se desencajan. Telestrian rompe el silencio.
fr: Le silence tombe dans la salle, alors qu'ils s'imaginent tous le scénario, la mine déconfite. Telestrian brise le silence.
it: Nella stanza cala il silenzio, mentre tutti immaginano la scena, pallidi. Telestrian rompe il silenzio.
ru: В комнате повисает молчание. Все собравшиеся думают о чем-то своем, возможно, прокручивая в уме этот ужасный сценарий. Телестриан говорит первым.

source: The run isn't over until we're out of the building with Aegis.
de: Der Run ist erst vorbei, wenn wir mit Aegis sicher aus dem Gebäude gelangt sind.
es: El run no se ha acabado hasta que hayamos salido del edificio con Aegis.
fr: Le run n'est pas terminé tant que nous ne sommes pas sortis du bâtiment avec Aegis.
it: La missione non sarà finita finché non saremo usciti dal palazzo con l'Aegis.
ru: Операция не закончена, пока мы не выберемся из здания с образцом ''Эгиды''.

source: The safe beeps cheerfully in response and the door comes open.
de: Der Safe gibt ein fröhliches Piepen von sich und die Tür öffnet sich.
es: La caja fuerte pita alegremente como respuesta y la puerta se abre.
fr: Le coffre bipe joyeusement et la porte s'ouvre.
it: La cassaforte risponde emettendo un bip e lo sportello si apre.
ru: Перед тем, как распахнуться, сейф издает короткий, но жизнерадостный писк.

source: The second we knew to be a troll. Ribbons of his essence had been flayed from him, leaving cold machinery behind. His aura was the aura of one simple and confused. Between elf and troll lay the remains of the man whose sister now chants to us for justice.
de: Die zweite Kreatur war ein Troll. Seine Essenz wurde Stück um Stück von seinem Körper gerissen, bis nur noch kalter Stahl zurückblieb. Seine Aura war die eines simplen und verwirrten Geschöpfes. Zwischen dem Elf und dem Troll lagen die Überreste eines Mannes, dessen Schwester uns nun um Gerechtigkeit bittet.
es: El segundo, sabíamos que era un troll. Le habían desollado jirones de su esencia, dejando tras de sí una fría maquinaria. Su aura era el aura de un ser simple y confundido. Entre elfo y troll se encuentran los restos del hombre cuya hermana nos canta en pro de la justicia.
fr: Le second était un troll. Des rubans de son essence se sont échappés de lui, laissant la machinerie froide. Son aura était une aura simple et désorientée. Entre l'elfe et le troll se trouvait les restes de l'homme dont la sœur a fait une chanson pour nous rendre justice.
it: Il secondo era un Troll. Da lui sono stati strappati brandelli della sua essenza, lasciando dietro una fredda macchina. La sua aura era semplice e confusa. Tra l'Elfo e il Troll c'erano i resti di un uomo la cui sorella ci prega di fare giustizia.
ru: Второй оказался троллем. Почти вся его сущность бежала перед железом, которое заменило ему плоть. Его аура была проста и выдавала растерянность. Между эльфом и троллем лежали останки человека, чья сестра сейчас взывает о справедливости.

source: The secret door conceals a passage way deeper into the Universal Brotherhood complex. Once you go in there is no turning back and no way to collect your team later.
de: Die Geheimtür verbirgt einen Gang, der noch viel tiefer in den Komplex der Universellen Bruderschaft führt. Sobald du dort hineingehst, kannst du nicht wieder zurückkehren und dein Team einsammeln.
es: La puerta secreta esconde un pasadizo que se adentra en el complejo de la Hermandad Universal. Una vez entres ya no podrás regresar, ni tendrás modo alguno de recoger a tu equipo más tarde.
fr: La porte secrète dissimule un passage bien plus profond dans le complexe de la Confrérie Universelle. Une fois à l'intérieur, il n'y a pas de retour possible, ni de moyens de récupérer votre équipe.
it: La porta segreta nasconde un passaggio per i sotterranei della Fratellanza Universale. Se ti ci addentri, non avrai modo di ritornare indietro e recuperare la tua squadra.
ru: Потайной ход ведет в глубину комплекса строений, принадлежащих Всеобщему братству. Спустившись туда, ты уже не сможешь вернуться или собрать свой отряд.

source: The shadows? I'm sure I don't know what you're talking about.
de: Aus den Schatten? Ich weiß nicht, wovon du sprichst.
es: ¿Las sombras? Te aseguro de que no sé de qué estas hablando.
fr: Les ombres ? Je n'ai aucune idée de ce dont vous parlez.
it: Le Ombre? Non credo di sapere di cosa tu stia parlando.
ru: В тенях? Я не понимаю, о чем вы говорите.

source: The shipping pallet has six boxes with chloroform bottles in them. Chloroform could be used to knock someone out, if you get them alone.
de: Auf der Transportpalette befinden sich sechs Kisten mit Chloroformflaschen. Chloroform kann eingesetzt werden, um jemanden auszuschalten, wenn man ihn oder sie allein erwischt.
es: El palé tiene seis cajas de botellas de cloroformo. El cloroformo puede servir para dejar inconsciente a alguien, si lo encuentras a solas.
fr: Six boites sont posées sur la palette de transport. Chacune contient des bouteilles de chloroforme. Le chloroforme peut être utilisé pour endormir quelqu'un si vous êtes seul avec la personne.
it: Sul bancale della spedizione ci sono sei scatole contenenti bottiglie di cloroformio. Il cloroformio può essere usato per mettere qualcuno fuori gioco, se riesci ad attaccarlo quando è solo.
ru: В картонной коробке лежат шесть бутылей с хлороформом. Вдохнувший хлороформ человек теряет сознание. Возможно, тебе еще представится случай этим воспользоваться.

source: The silence on the other end of the intercom speaks volumes.
de: Die Stille am anderen Ende der Gegensprechanlage sagt alles.
es: El silencio al otro lado del intercomunicador habla por sí solo.
fr: Le silence de l'autre côté de l'interphone devient pesant.
it: Il silenzio dall'altra parte del citofono parla più di mille parole.
ru: В ответ раздается красноречивое молчание.

source: The sixth world was due to start in 2012, I thought, "what if magic ebbed and flowed from the world every 5,200 and the world changed when it did. Like a moth becoming a butterfly when the environment is right?" Alright that’s enough for one beer. Come back later for more useless trivia.
de: Die Sechste Welt sollte 2012 beginnen und ich dachte mir, was wenn die Magie alle 5.200 Jahre in die Welt hinein- und wieder hinausdringt und die Welt in diesem Prozess verändert. Wie eine Motte, die sich in der richtigen Umgebung in einen Schmetterling verwandelt. Okay, das ist genug für ein Bier. Komm später wieder, um dir mehr nutzloses Wissen anzuhören.
es: El Sexto Mundo debía comenzar en 2012, y pensé "¿qué pasaría si cada 5200 años la magia fluctuase, como una marea, desde el mundo y lo hiciera cambiar, como una palomilla que se transforma en mariposa en el entorno adecuado?" Bueno, por una cerveza ya está bien. Vuelve en otro momento y te contaré más trivialidades inútiles.
fr: Le Sixième Monde aurait dû démarrer en 2012, et je me là je me suis dit : "et si la magie déclinait et rejaillissait sur le monde tous les 5 200 ans et que le monde changeait vraiment à chaque fois ?" Comme une chenille qui devient un papillon lorsque l'environnement est approprié... Bon, ça ira pour une bière. Revenez plus tard si vous voulez plus d'histoires sans intérêts.
it: L'inizio del Sesto Mondo era previsto nel 2012 e io ho pensato: "E se la magia tramontasse e rinascesse ogni 5.200 anni e il mondo con essa? Come una crisalide che si trasforma in farfalla quando l'ambiente lo permette?" Ok... può bastare per una birra. Torna più tardi per altre storielle inutili.
ru: Шестой мир должен был родиться в 2012 году, и я подумал, "что если магия наступает, как прилив, каждые 5200 лет и изменяет вселенную? Так при определенных условиях мотылек может превратиться в бабочку." Я допил мое пиво. Приходи как-нибудь потом. В следующий раз я расскажу тебе что-нибудь такое же бесполезное.

source: The sleek contour of the Telestrian Industries building slices through the Seattle skyline, gracefully arcing towards the south, towards its birthplace in the elven nation of Tir Tairngire. You stand at the lobby entrance, waiting for Samedi’s go signal. The moment extends. Stepping over a corp threshold is a little like stepping into a foreign country. Or over a line. Corporations have power so far above the average citizen, that assaulting one seems insane - like threatening the gods of Olympus . Land owned by a multinational is corporate soil, exempt from domestic laws. Their employees aren’t state citizens, they’re corporate citizens, and their top execs can’t be brought to trial for some alleged crime. The runner who goes full frontal on a corp is making a statement. Making a name. Three chirps on your commlink. It’s go time.
de: Die geschwungenen Konturen des Telestrian-Industries-Gebäude schneiden wie ein Messer durch die Skyline von Seattle und weisen gen Süden auf Telestrians Geburtsstätte – die Elfennation Tír Tairngire. Du stehst am Eingang des Foyers und wartest auf Samedis Signal. Der Augenblick zieht sich in die Länge. Über die Schwelle eines Konzerns zu treten ist ein bisschen, wie ein fernes Land zu betreten. Oder eine heilige Linie zu überschreiten. Die Macht eines Konzerns ist so sehr erhaben über die eines gewöhnlichen Bürgers, dass eine Attacke auf einen Kon so wahnwitzig erscheint, als würde man die Götter des Olymps herausfordern. Das von einem Konzern belegte Land ist Kon-Land, frei von den sonst geltenden Gesetzen. Seine Mitarbeiter sind keine Landesbürger, sie sind Konzernbürger und seine Execs könnten nie für angebliche Verbrechen belangt werden. Ein Runner, der sich direkt mit einem Konzern anlegt, macht eine Ansage. Er macht sich einen Namen. Dein Kommlink piepst dreimal. Es kann losgehen.
es: La distinguida silueta del edificio de Telestrian Industries se recorta sobre el horizonte de Seattle y se arquea con elegancia hacia el sur, su lugar de origen, en la nación élfica de Tir Tairngire. Estás en la entrada del vestíbulo esperando la señal de avance de Samedi. El tiempo se hace eterno. Pisar el umbral de una corporación es como poner el pie en otro país. O como traspasar una línea. Las corporaciones tienen un poder tan superior al de cualquier ciudadano de a pie, que asaltar una parece una locura: como osar amenazar a los dioses del Olimpo. Cualquier terreno propiedad de una multinacional es suelo corporativo y está al margen de la legislación local. Sus empleados no son ciudadanos del estado sino ciudadanos corporativos, y sus directivos no pueden ser juzgados por sus presuntos crímenes. El runner que se enfrenta de lleno a una corporación está haciendo una declaración de intenciones. Labrándose un nombre. Tres pitidos en tu commlink. Ha llegado la hora.
fr: Les contours lisses de l'édifice de Telestrian Industries fendent la silhouette des immeubles de Seattle, décrivant un arc majestueux vers le sud, vers ses origines dans la nation elfe de Tir Tairngire. Vous vous tenez dans le hall d'entrée, attendant le signal de départ de Samedi. Les minutes s'allongent. Enjamber le seuil d'une société, c'est comme entrer dans un pays étranger. Si vous voyez ce que je veux dire. Les sociétés possèdent tellement plus de pouvoirs qu'un citoyen lambda, que l'idée même d'en attaquer une semble folle : ce serait comme attaquer les dieux de l'Olympe. Un sol appartenant à une multinationale est exempt des lois nationales. Leurs employés ne sont pas des citoyens d'un pays, mais des citoyens de la société, et leurs cadres les plus élevés ne sont pas traduits en justice pour quelques infractions présumées. Le runner qui s'attaque à une société envoie un message fort. Il se fait un nom. Trois signaux sur votre commlink. C'est le moment d'y aller.
it: La lucida sagoma dell'edificio delle Industrie Telestrian svetta sullo skyline di Seattle, disegnando un lieve arco verso sud, in direzione di Tir Tairngire, la nazione elfica di origine. Ti trovi nell'atrio d'ingresso, in attesa che Samedi dia il segnale di via libera. Il tempo sembra dilatato. Varcare la soglia di una corporazione è un po' come entrare in un paese straniero. O in un territorio militare. Il potere di una corporazione supera quello di un normale cittadino. Assaltarne una è tanto sconsiderato quanto minacciare gli dei dell'Olimpo. Sui terreni di proprietà di una multinazionale non valgono le leggi locali. I dipendenti non sono cittadini dello stato, ma dell'azienda, e i loro superiori non possono essere processati per un reato qualunque. Il Runner che attacca frontalmente una corporazione esce allo scoperto. Vuole farsi un nome. Il tuo commlink suona tre volte. È il segnale.
ru: Изящный силуэт небоскреба корпорациии Телестриан Индастриз на фоне закатного неба очень красив. Где-то на юге, далеко отсюда, лежит эльфийское государство Тир Тайрнжир, источник власти и могущества, несколько десятилетий назад породивших этот конгломерат. Ты стоишь возле входа, ожидая сигнала от Самеди. Ожидание затягивается. Перешагнуть порог корпоративного здания - все равно что шагнуть на землю посольства или пересечь государственную границу. Корпорации обладают правом экстерриториальности, и напасть на одну из них - все равно что бросить вызов богам Олимпа. Земля, на которой стоит этот небоскреб, принадлежит корпорации. На ней действуют другие законы. Сотрудники обладают корпоративным гражданством, и члена совета директоров нельзя призвать к ответу за преступление, совершенное на территории Сиэтла. Любой раннер, который решится объявить корпорации войну, впишет свое имя в историю, но вряд ли проживет долго. Комм-линк подает три коротких сигнала. Пора.

source: The small meat stand presents an enormous diversity of dead animals - from cow and canine to the exotic and paranormal. The pictures on the back of the stand feature a much older version of the man in front of you.
de: Der kleine Fleischstand hat eine enorme Auswahl an verschiedenen toten Tieren – über Kuh und Hund hin zu Exotischem und Paranormalem. An der Rückseite des Standes prangt das Bild einer älteren Version des Mannes, der vorne verkauft.
es: El pequeño puesto de carne muestra todo tipo de animales muertos, desde vacas y perros hasta animales exóticos y paranormales. Las imágenes detrás del puesto muestran a una versión mucho más vieja del hombre que tienes ante ti.
fr: Une foule d'animaux morts variés est présentée sur le petit étal de viande : de la vache au chien en passant par des animaux plus exotiques, voire paranormaux. Les photographies affichées au fond de l'étal montrent une version bien plus âgée de l'homme qui se tient devant vous.
it: Sulla piccola bancarella della macelleria c'è un'enorme varietà di animali morti: bovini, cani, oltre a esemplari esotici e paranormali. Le foto alle pareti mostrano una versione più "datata" dell'uomo di fronte a te.
ru: Маленький мясной ларек предлагает необыкновенно широкий ассортимент товаров - от говядины и собачьего мяса до мяса экзотических и паранормальных животных. На украшающих заднюю стену ларька постерах изображен стоящий перед тобой человек - но его фотография выглядит гораздо старше.

source: The smell hits you like a fist. The tang of blood, the funk of animal foul, and something... else. Something wrong.
de: Der Gestank trifft dich wie ein Faustschlag. Ein Hauch von Blut, der Gestank von Tierexkrementen und noch etwas ... anderes. Etwas sehr Falsches.
es: El hedor te golpea como un puño. El sabor de la sangre, la peste a suciedad animal y a algo... más. Algo malo.
fr: L'odeur vous frappe comme un coup de poing. L'âcreté du sang, la puanteur des déjections animales, et... quelque chose d'autre. Quelque chose qui n'a pas sa place ici.
it: La puzza ti colpisce come un pugno. Il sentore di sangue, il fetore di animali, e... qualcos'altro. Qualcosa non va.
ru: Запах бьет в ноздри с такой силой, что ты отшатываешься. Воздух отдает кровью, звериным пометом и чем-то еще. Чем-то неизмеримо отвратительным.
