Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Sorry to disappoint you, but that's not gonna happen.
de: Tut mir leid, dich enttäuschen zu müssen, aber das wird nicht passieren.
es: Lamento decepcionarte, pero eso no va a pasar.
fr: Désolée de te décevoir, mais ça n'est pas prévu au programme.
it: Mi dispiace deluderti, ma non succederà.
ru: Мне неприятно тебе отказывать, но все же придется.

source: Sorry you had to go through that. Sounds like you’ve got big plans for yourself.
de: Tut mir leid, dass du dir das anhören musstest. Hört sich an, als hast du große Pläne.
es: Siento que hayas tenido que pasar por eso. Parece que tienes grandes planes.
fr: Ça n'a pas dû être facile pour vous. On dirait que vous avez de grands projets en tête.
it: Mi spiace che tu abbia dovuto passare tutto questo. Sembra che tu abbia in mente grandi cose.
ru: Извини, мне не хотелось подслушивать. Похоже, у тебя большие планы на будущее.

source: Sorry! They've forced a double shift on me and told me to be happy for the overtime.
de: Tut mir leid! Die haben mir ’ne Doppelschicht aufgedrückt und gesagt, ich soll mich gefälligst über die Überstunden freuen.
es: ¡Perdón! Me obligaron a hacer turno doble y me dijeron que me alegrase por las horas extra.
fr: Désolé ! Ils m'ont forcé à rester au boulot et m'ont dit que je devrais être heureux de faire des heures sup'.
it: Scusa! Mi hanno obbligato a un doppio turno e mi hanno detto di essere felice del lavoro straordinario.
ru: Ну прости. Они заставляют меня работать в две смены и требуют, чтобы я был счастлив.

source: Sorry, Doctor. I usually put them out before you go to work on them at the hospital. Did this one volunteer too?
de: Tut mir leid, Doktor. Normalerweise betäube ich sie, bevor Sie sich im Krankenhaus an ihnen an die Arbeit machen. Hat dieser sich auch freiwillig gemeldet?
es: Perdón, doctor. Normalmente los dejo fuera de combate antes de que usted trabaje con ellos en el hospital. ¿Este también es voluntario?
fr: Désolé, Docteur. J'ai l'habitude de les endormir avant que vous ne travailliez sur eux à l'hôpital. Est-ce que celui-ci s'est aussi porté volontaire ?
it: Mi scusi, dottore. Di solito li anestetizzo prima che lei vada a lavorare su di loro in ospedale. Anche questo si è offerto volontario?
ru: Простите, доктор. В больнице я всегда усыпляю их перед тем, как вы входите в операционную. Он тоже был добровольцем?

source: Sorry, I don't do theories. I'm just a scientist who happens to prefer dead people. However, while there was massive damage in the chest cavity, I can see that the victims lungs were transplants. Which is interesting, since another victim's missing heart was also a transplant.
de: Sorry, ich stelle keine Theorien auf. Ich bin bloß ein Wissenschaftler, der Leichen bevorzugt. Allerdings konnte ich trotz des massiven Schadens am Brustkorb erkennen, dass es sich bei den Lungen des Opfers um Transplantate gehandelt haben muss. Das ist interessant, da das fehlende Herz eines anderen Opfers ebenfalls ein Transplantat war.
es: Lo siento, yo no elaboro teorías. Yo solo soy un científico que prefiere tratar con muertos. Sin embargo, aunque había daños de consideración en la cavidad torácica, he visto que los pulmones de la víctima eran trasplantados. Lo que resulta interesante, teniendo en cuenta que el corazón que le faltaba a otra víctima también era un trasplante.
fr: Désolé, je n'élabore pas de théories. Je suis juste un scientifique qui préfère les morts. Cependant, malgré les dégâts considérables à la poitrine, j'ai pu constater que les poumons de la victime ont été greffés. Ce qui est intéressant, puisque le cœur qui a été pris de l'autre victime été également greffé.
it: Mi dispiace, non faccio ipotesi. Sono solo uno scienziato che si occupa di gente morta. Tuttavia, sebbene la cavità toracica abbia riportato gravi danni, posso dire che i polmoni della vittima fossero stati trapiantati. Cosa interessante, dato che anche il cuore mancante di un'altra vittima era stato trapiantato.
ru: Прости, за идеями - это не ко мне. Я всего лишь ученый, который имеет дело с покойниками. Тем не менее, я могу с уверенностью сказать, что у жертвы были пересаженные легкие. Это интересно, потому что взятое у другой жертвы сердце тоже было донорским органом.

source: Sorry, I got interrupted.
de: Tut mir leid, ich wurde unterbrochen.
es: Lo siento, me han interrumpido.
fr: Désolé, on m'a interrompu.
it: Scusa, mi hanno interrotto.
ru: Прошу прощения, меня прервали.

source: Sorry, I'll go.
de: Tut mir leid, ich werde gehen.
es: Lo siento, ya me voy.
fr: Désolé, je m'en vais.
it: Scusa, ora vado.
ru: Извини, уже ухожу.

source: Sorry, Jake. I’m a solo act.
de: Tut mir Leid, Jake. Ich bin lieber solo unterwegs.
es: Lo siento, Jake. Yo trabajo en solitario.
fr: Désolé, Jake. Je travaille en solo.
it: Spiacente, Jake. ‎Lavoro in solitaria.
ru: Прости, Джейк. Я - волк-одиночка.

source: Sorry, boss. Crazy day! I just was hoping for some time to learn my job...
de: Tut mir leid, Boss. Hier ist ja echt was los! Ich hatte gehofft, ich hätte etwas mehr Zeit, mich einzuarbeiten ...
es: Lo siento, jefe. ¡Un día de locos! Esperaba contar con un poco de tiempo para aprender mi trabajo...
fr: Désole patron. Folle journée ! J'espérais simplement un peu plus de temps pour apprendre mon travail...
it: Scusa capo. Che giornata folle! Speravo solo di avere un po' di tempo per imparare il mio lavoro...
ru: Прости, начальник. Сумасшедший сегодня день! Все никак не освоюсь...

source: Sorry, but I gotta go, Mrs. Kubota. I have to do a thing.
de: Tut mir leid, Mrs. Kubota, aber ich muss gehen. Ich habe etwas zu erledigen.
es: Lo siento, Sra. Kubota, pero tengo que irme. Tengo algo que hacer.
fr: Désolé, mais je dois y aller, Mme Kubota. J'ai quelque chose à faire.
it: Spiacente, signora Kubota, ma devo andare. Ho una cosa da fare.
ru: Прошу прощения, миссис Кубота. Мне пора бежать. Очень много дел.

source: Sorry, but the wood on this piece alone is worth more than 200 nuyen. Looks like I'll have to find another buyer.
de: Tut mir leid, aber allein das Holz an diesem Schmuckstück ist mehr wert als 200 Nuyen. Ich werde wohl einen anderen Käufer finden müssen.
es: Lo siento, pero solo la madera de esta cosa vale más de 200 nuyens. Parece que tendré que encontrar otro comprador.
fr: Désolé, mais rien que le bois sur ce truc vaut plus que 200 nuyen. On dirait que je vais devoir me trouver un autre acheteur.
it: Mi dispiace, ma solo il legno di quest'oggetto vale più di 200 nuyen. Sembra che dovrò trovarmi un altro acquirente.
ru: Прости, но тут одно дерево стоит дороже. Я найду другого покупателя.

source: Sorry, didn't expect any visitors at this hour. And some asshole at corporate took my receptionist. What can I do for you, $(l.Sir)?
de: Tut mir leid, ich hab um die Uhrzeit keine Besucher erwartet. Und irgend so ein Arsch vom Konzern hat mir meine Empfangsdame geklaut. Was kann ich für dich tun?
es: Lo siento, no esperaba visitas a estas horas. Y un capullo corporativo me ha quitado la recepcionista. ¿Qué puedo hacer por usted, $(l.Sir)?
fr: Désolé, je n'attendais pas de visiteurs à cette heure-ci. Et un abruti corporatiste a embarqué mon réceptionniste. Que puis-je faire pour vous, $(l.Sir) ?
it: Mi scusi, non aspettavo visite a quest'ora. E qualche stronzo della corporazione ha preso la mia segretaria. Cosa posso fare per lei, $(l.Sir)?
ru: Прошу прощения, я не ожидал посетителей в это время суток. Какая-то корпорация сманила моего ассистента, поэтому встретить тебя было некому. Итак, $(l.Sir), чем могу помочь?

source: Sorry, doc. Job's not done.
de: Tut mir leid, Doc. Die Arbeit ist noch nicht erledigt.
es: Lo siento, doc. El trabajo no está terminado.
fr: Désolé, doc, le boulot n'est pas fini.
it: Mi spiace, dottoressa, non ho ancora terminato il mio lavoro.
ru: Увы, док. Такая вот у меня работа.

source: Sorry, it's evidence.
de: Tut mir leid. Es ist ein Beweisstück.
es: Lo siento, es una prueba.
fr: Désolé, c'est une preuve.
it: Scusa ma è una prova.
ru: Прошу прощения. Это улика.

source: Sorry, it's not your fault... I just wish I had some decent leads to go on here. The closest I've got is the victim's bartender, and she's missing at that.
de: Tut mir leid, ist nicht deine Schuld ... Ich wünschte mir nur, dass wir eine vernünftige Spur hätten, mit der wir arbeiten könnten. Die beste Fährte ist noch die Barkeeperin des Opfers, und selbst die ist verschwunden.
es: Lo siento, no es culpa tuya... Solo me gustaría tener alguna pista decente que seguir. Lo más que me he acercado ha sido la camarera de la víctima y ha desaparecido.
fr: Désolé, ce n'est pas votre faute... Si seulement j'avais une piste décente pour avancer... Tout ce que je sais, c'est le nom de la serveuse qui a servi la victime, et en plus elle a disparu.
it: Scusa, non è colpa tua... Per ora vorrei soltanto una pista decente da seguire. Quella più vicina è la barista della vittima, e nemmeno lei si trova.
ru: Прости, ты не виноват... Меня беспокоит то, что я не могу найти никаких следов убийцы. Лучшее, что у меня есть - имя официантки, обслуживавшей жертву тем вечером, да и она куда-то пропала.

source: Sorry, no civilians past this line. Move along, please.
de: Tut mir leid, keine Zivilisten hinter dieser Absperrung. Gehen Sie jetzt bitte weiter.
es: Lo siento, los civiles no pueden traspasar esta línea. Márchese, por favor.
fr: Désolé, pas de civils au-delà cette ligne. Éloignez-vous, s'il vous plaît.
it: Spiacente, i civili non possono accedere. Ora si allontani, prego.
ru: Я не могу пропустить на место преступления гражданское лицо. Пожалуйста, проходите и не задерживайтесь.

source: Sorry, not without going through the proper channels. You go back to the coroner and tell him to clear this through Lone Star before you get back in my face again.
de: Sorry, das muss erst durch die entsprechenden Kanäle bestätigt werden. Geh erst mal zurück zum Gerichtsmediziner und richte ihm aus, dass er das mit Lone Star absprechen muss, bevor du dich hier wieder blicken lässt.
es: Lo siento, no es posible si no sigues los canales adecuados. Vuelve al forense y dile que aclare todo esto antes con Lone Star antes de volver a plantarte aquí.
fr: Désolé, pas sans passer par les bons canaux. Retournez voir le légiste et dites-lui de clarifier ça avec Lone Star avant de revenir me voir.
it: Spiacente, non senza senza seguire la procedura. Torna dal medico legale e digli di chiarire la questione con la Lone Star, prima di farti rivedere.
ru: Прости, кто-то должен отдать соответствующий приказ. Вернись к судебному медику и скажи ему доложить об этом в участок, а потом возвращайся.

source: Sorry, not worth it.
de: Sorry, das ist es nicht wert.
es: Lo siento, no merece la pena.
fr: Désolé, ça n'en vaut pas la peine.
it: Scusa, ma non ne vale la pena.
ru: Извини. Слишком мало.

source: Sorry, tampering with evidence could put me in a bad spot with Lone Star. I can't risk it.
de: Sorry. Wenn ich mich an Beweismitteln vergehe, kriege ich Schwierigkeiten mit Lone Star. Das kann ich nicht riskieren.
es: Lo siento, manipular las pruebas podría meterme en un buen lío con Lone Star. No puedo arriesgarme.
fr: Désolé, trafiquer les preuves pourrait me mettre dans une situation difficile avec Lone Star. Je ne peux pas prendre le risque.
it: Mi dispiace, ma inquinare le prove potrebbe mettermi una brutta posizione con la Lone Star. Non posso correre questo rischio.
ru: Извини. Если я начну тянуть руки к вещдокам, у ''Одинокой звезды'' появится слишком много вопросов. Я не могу рисковать.

source: Sorry, that's as far as you go. Don't worry... all the Brotherhood's mysteries will be revealed in time. Now please step away.
de: Tut mir leid, aber hier darfst du nicht vorbei. Keine Sorge ... alle Mysterien der Bruderschaft werden dir mit der Zeit offenbart werden. Doch jetzt tritt bitte zurück.
es: Lo siento, no puedes ir más lejos. No te preocupes... todos los misterios de la hermandad se revelarán a su tiempo. Ahora, por favor, lárgate.
fr: Désolé, vous n'allez pas plus loin. Ne vous inquiétez pas... tous les secrets de la Confrérie seront révélés en temps voulu. Alors écartez-vous s'il vous plaît.
it: Spiacente, non si passa. Niente paura... tutti i misteri della Fratellanza saranno svelati in tempo. Adesso, per favore, allontanati.
ru: Извини, дальше я тебя пустить не могу. Но не переживай... Придет время, и все тайны братства откроются тебе. Ступай с миром.

source: Sorry. Didn’t expect you to be so... alive.
de: Sorry. Hab nicht erwartet, dass du so ... lebendig bist.
es: Perdón. No esperaba que estuvieras tan... vivo.
fr: Désolé. Je ne m'attendais pas à ce que vous soyez si... vivant.
it: Scusa. Non mi aspettavo di trovarti così... pimpante.
ru: Для покойника ты удивительно бодр.

source: Sorry. I wouldn’t bother you if it wasn’t important.
de: Tut mir leid. Ich würde dich nicht stören, wenn es nicht wirklich wichtig wäre.
es: Lo siento. No te molestaría si no fuera importante.
fr: Désolée. Je ne t'embêterais pas si ce n'était pas important.
it: Scusa. Non ti disturberei se non fosse importante.
ru: Прости, я бы не стала тебя беспокоить, но это важно.

source: Sound the alarm! Open fire!
de: Lös den Alarm aus! Feuer eröffnen!
es: ¡Activen la alarma! ¡Abran fuego!
fr: Faites sonner l'alarme ! Ouvrez le feu !
it: Date l'allarme! Fuoco!
ru: Тревога! Огонь на поражение!

source: Sounds creepy, son.
de: Klingt ja ganz schön gruselig, Mann.
es: Parece espeluznante.
fr: Ça a l'air glauque, mon gars.
it: Sembra inquietante, figliolo.
ru: Как-то жутковато это звучит, сынок.

source: Sounds fascinating. If there's time later, maybe you can tell me more about it.
de: Hört sich faszinierend an. Wenn später noch Zeit ist, können wir das sicher noch vertiefen.
es: Suena fascinante. Si tenemos tiempo más tarde, quizás puedas contarme más sobre esto.
fr: Ça a l'air fascinant. On peut remettre cette conversation à plus tard ?
it: Sembra affascinante. Se c'è tempo, ne riparleremo più tardi.
ru: Просто удивительно. Я надеюсь, что у нас еще будет возможность это обсудить.

source: Sounds good! We'll get to those orientation trids another day.
de: Klingt gut! Für die Orientierungstrids ist auch an einem anderen Tag noch Zeit.
es: ¡Perfecto! Ya veremos esos trídeos de orientación otro día.
fr: Chouette, alors ! On regardera ce clip de bienvenue un autre jour.
it: Perfetto! Guarderemo i trideo di orientamento un altro giorno.
ru: Отлично! А ориентацию мы проведем как-нибудь в другой раз.

source: Sounds good.
de: Klingt gut.
es: Suena bien.
fr: Bonne idée.
it: Perfetto.
ru: Очень хорошо.

source: Sounds good. Pay me.
de: Klingt gut. Dann mal her mit dem Geld.
es: Suena bien. Págame.
fr: Ça me parait honnête. Donnez-moi l'argent.
it: Perfetto. Pagami.
ru: Отлично. Плати.

source: Sounds grisly.
de: Klingt grässlich.
es: Suena espeluznante.
fr: Ça fait sinistre.
it: Sembra una cosa macabra.
ru: Звучит неприятно.

source: Sounds like Coyote's run went sideways on her.
de: Klingt, als wäre Coyotes Run ordentlich schiefgelaufen.
es: Parece que la carrera de Coyote se ha ido al traste.
fr: On dirait bien que le run de Coyote ne s'est pas passé comme prévu.
it: Sembra che la missione di Coyote sia andata storta.
ru: Похоже, набег Койот обернулся для нее катастрофой.

source: Sounds like I don't have much of a choice.
de: Hört sich an, als hätte ich kaum eine Wahl.
es: Parece que no tengo otra opción.
fr: On dirait que je n'ai pas vraiment le choix.
it: Sembra che non abbia molta scelta.
ru: Не похоже, чтобы у меня был выбор.

source: Sounds like a friendly bunch. Are you going to be safe out here?
de: Scheinen ja nette Zeitgenossen zu sein. Bist du denn sicher hier draußen?
es: Parece un grupo simpático. ¿Estarás a salvo ahí fuera?
fr: Ils ont l'air sympa. Vous allez être en sécurité ici ?
it: Sembrano dei tipi amichevoli. Sarai al sicuro qua fuori?
ru: Какие милые люди. А с тобой-то все будет в порядке?

source: Sounds like a load of drek.
de: Aha. Klingt nach einer gewaltigen Ladung Schwachsinn.
es: Eso suena a basura.
fr: Mouais, si vous le dites.
it: Mi pare una gran cazzata.
ru: Хватит гнать пургу.

source: Sounds like a pattern. You’re with the wrong crowd now.
de: Klingt nach einem Muster. Du hast dich auch jetzt mit den falschen Leuten eingelassen.
es: Parece un patrón. Ahora estás con la gente equivocada,
fr: C'est assez commun, on dirait. Côté fréquentations, ça ne s'arrange pas.
it: Sembra un motivo che si ripete. Sei con le compagnie sbagliate adesso.
ru: Похоже, это вошло у тебя в привычку. Ты и сейчас в дурной компании.

source: Sounds like a tough guy, this Mr. J. I'll be careful.
de: Dieser Mr. J klingt ja wie ein übler Zeitgenosse. Ich werde vorsichtig sein.
es: Parece que ese tal Sr. J es un tipo duro. Tendré cuidado.
fr: On dirait un que c'est un dur, ce M. J. Je ferai attention.
it: Sembra un duro questo signor J. Starò in guardia.
ru: Я гляжу, этот ваш Стиви - серьезный мужик. Постараюсь не выводить его из себя.

source: Sounds like she’ll be buried with all her missing body parts.
de: Klingt, als würde sie mit all ihren fehlenden Körperteilen beerdigt werden.
es: Parece que la enterrarán con todas las partes que le faltaban.
fr: On dirait qu'elle va être inhumée avec tous les organes qui lui manquaient.
it: Sembra che lei verrà sepolta con tutte le sue parti del corpo mancanti.
ru: Похоже, они все же похоронят ее целиком. Со всеми частями.

source: Sounds like something that might be worth a lot of nuyen.
de: Klingt, als könnte die Sache ’ne Menge Nuyen wert sein.
es: Parece algo que podría valer muchos nuyens.
fr: J'imagine que ça doit valoir une petite fortune ce machin.
it: Sembra qualcosa che potrebbe valere un bel po' di nuyen.
ru: Похоже, за него можно будет выручить неплохие деньги.

source: Sounds like trouble.
de: Klingt nach Ärger.
es: Parece que hay problemas.
fr: Ça sent les ennuis.
it: Sembra grave.
ru: Сочувствую.

source: Sounds like we just have to grease the right palms and this will go away.
de: Hört sich an, als müssten wir nur die richtigen Scheine in die richtigen Hände drücken und die ganze Sache ist vom Tisch.
es: Parece que tenemos que untar las manos adecuadas para hacer que el problema desaparezca.
fr: On dirait bien qu'il va falloir arroser les bonnes personnes, et ça rentrera dans l'ordre.
it: Probabilmente basterà ungere bene le persone giuste e risolveremo la cosa.
ru: Я не думаю, что это станет проблемой. Достаточно будет сунуть пару взяток в нужные руки.

source: Sounds like you disagreed with the findings.
de: Das klingt, als würdest du dem Befund nicht ganz zustimmen.
es: Parece que no estabas de acuerdo con las conclusiones.
fr: On dirait que vous n'êtes pas d'accord avec les résultats.
it: Sembra che tu non sia d'accordo con i risultati dell'inchiesta.
ru: Звучит так, будто у тебя есть сомнения.

source: Sounds like you hated him.
de: Es klingt, als hättest du ihn gehasst.
es: Parece que lo odiabas.
fr: Donc vous le détestiez, carrément.
it: Da quello che dici, sembra che lo odiavi.
ru: Вы его ненавидели.

source: Sounds nasty.
de: Klingt grässlich.
es: Vaya tela.
fr: Ça a dû être dur.
it: Non sembra un bel mondo.
ru: Сочувствую.

source: Sounds risky.
de: Klingt riskant.
es: Parece arriesgado.
fr: Ça parait risqué.
it: Sembra rischioso.
ru: Рискованная затея.

source: Sounds straightforward enough... if the price is right.
de: Scheint ja einfach genug zu sein ... sofern der Preis stimmt.
es: Suena bastante sencillo... si el precio es el adecuado.
fr: Ça m'a l'air assez simple... si le prix est à la hauteur.
it: Sembra abbastanza semplice... se il prezzo è giusto.
ru: Не проблема, если мы сойдемся в цене.

source: SoyKaf & Donut
fr: Sojafé & Donut
it: SoiaCaf & Ciambella
ru: Сойкофе и пончик

source: Soykaf, black and hot.
de: Soykaf, schwarz und heiß.
es: Soykaf, solo y caliente.
fr: Du Sojafé, noir et chaud.
it: Un SoiaCaf, scuro e bollente.
ru: Сойкофе, черного и крепкого.

source: Speak it.
de: Dann frag.
es: Habla.
fr: Allez-y.
it: Falla pure.
ru: Говори.

source: Speak to Dr. Holmes
de: Sprich mit Dr. Holmes
es: Habla con el Dr. Holmes
fr: Parler au Dr Holmes
it: Parla con il dottor Holmes
ru: Поговори с доктором Холмсом

source: Speak to James Telestrian III
de: Sprich mit James Telestrian III
es: Habla con James Telestrian III
fr: Parler à James Telestrian III
it: Parla con James Telestrian III
ru: Поговори с Джеймсом Телестрианом III

source: Speak to Mr. Delilah
de: Sprich mit Mr. Delilah
es: Habla con el Sr. Delilah.
fr: Parler à M. Delilah
it: Parla con il signor Delilah
ru: Поговори с мистером Далилой

source: Speak to Quoth to Purchase Supplies
de: Rede mit Quoth, um Gegenstände zu kaufen
es: Habla con Quoth para comprar suministros
fr: Parler à Quoth pour acheter des fournitures
it: Parla con Quoth per acquistare rifornimenti
ru: Поговори с Вороном, чтобы подготовить снаряжение

source: Speak with Mrs. Kubota
de: Sprich mit Mrs. Kubota
es: Habla con la Sra. Kubota.
fr: Parler avec Mme Kubota
it: Parla con la signora Kubota
ru: Поговори с миссис Куботой

source: Speak with Sergeant Aguirre
de: Rede mit Sergeant Aguirre
es: Hablar con el Sargento Aguirre
fr: Parler à l'officier Aguirre.
it: Parla col sergente Aguirre
ru: Поговори с сержантом Агирре

source: Speak with the Bullied Merchant
de: Sprich mit der gebeutelten Händlerin
es: Hablar con el comerciante acosado
fr: Parler avec le marchand menacé
it: Parla col mercante intimidito
ru: Поговори с жертвой вымогателей

source: Special Universal Brotherhood keycard to unknown location
de: Eine besondere Schlüsselkarte der Universellen Bruderschaft zu einem unbekannten Ort.
es: Tarjeta especial de la Hermandad Universal para acceder a un lugar desconocido
fr: Clé spéciale de la Confrérie Universelle pour accéder à un lieu inconnu.
it: Tessera speciale della Fratellanza Universale per l'accesso a una zona sconosciuta
ru: Особый пропуск Всеобщего братства, который открывает двери в неизвестное помещение.

source: Spill - what’s going on?
de: Raus mit der Sprache – was ist hier los?
es: Suéltalo, ¿qué está pasando?
fr: Accouchez, qu'est-ce qui se passe ?
it: Sputa il rospo! Che sta succedendo?
ru: Выкладывай, что происходит?

source: Spilling corp secrets? Not the wisest career choice.
de: Er hat Kon-Geheimnisse verkauft? Das war wohl nicht seine klügste Entscheidung.
es: ¿Desvelaba secretos empresariales? No es la mejor elección para su carrera.
fr: Vendre les secrets d'une corpo ? C'est pas un bon plan de carrière.
it: Fuga di informazioni aziendali? Non è la scelta più saggia.
ru: Он сливал корпоративную информацию? Не очень умно.

source: Spirit
de: Geist
es: Espíritu
fr: Esprit
it: Spirito
ru: Дух

source: Spirit, can you tell us any more?
de: Kannst du uns noch mehr verraten, Geist?
es: Espíritu, ¿podrías decirnos algo más?
fr: Esprit, pourriez-vous nous en dire plus ?
it: Spiriti, potete dirci altro?
ru: Дух, ты расскажешь нам что-то еще?

source: Spitter Bug
de: Spuckkäfer
es: Bicho escupidor
fr: Insecte Cracheur
it: Insetto Sputatore
ru: Жук-ядоплюй

source: Spray and pray? Fair enough. Take this. It’s a little beat up, but it works.
de: Bist ein Freund des Dauerfeuers, was? Also gut. Nimm die hier. Sie ist ein bisschen zerbeult, aber sie funktioniert.
es: ¿Rocía y reza? Me vale. Toma esto. Está un poco machacado, pero funciona.
fr: On arrose et on prend la pose ? Ça se défend. Prenez ça. Elle est un peu abimée, mais elle fonctionne.
it: Ti piace far piovere proiettili? Ok. Prova questo. Non è in ottime condizioni, ma funziona.
ru: Уважаю! На, держи. Ему уже лет десять, но он работает.

source: St... stay back...
de: Bl... Bleib weg ...
es: No te acerques...
fr: Res... Restez où vous êtes...
it: St... stai indietro...
ru: Не... не подходи...
