Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Am I to believe that my drunken sot of a brother hired you to find the person who killed him *after* he died? {{GM}}Her boardroom mask drops momentarily, and in a sigh, she reveals a brief glimpse of real emotion.{{/GM}} I left Seattle to get away from Sam and his bullshit. Now I’m back, he’s dead, and I *still* have to deal with him.
de: Soll ich etwa ernsthaft glauben, dass mein nichtsnutziger Trunkenbold von einem Bruder dich *nach* seinem Tod angeheuert hat, um seinen Mörder zu finden? {{GM}}Ihre professionelle Fassade bröckelt einen Augenblick und mit einem tiefen Seufzer zeigt sie einen kurzen Anschein wahrer Emotionen.{{/GM}} Ich habe Seattle verlassen, um Sam und dieser ganzen Scheiße zu entkommen. Jetzt bin ich wieder hier, er ist tot und ich muss mich *immer noch* mit ihm befassen.
es: ¿Y se supone que tengo que creerme que el borracho que tenía como hermano te contrató para que encontraras a la persona que lo mató *después* de morir? {{GM}}Su máscara de indiferencia desaparece por un momento y, en un suspiro, revela un pequeño atisbo de auténtica emoción.{{/GM}} Me marché de Seattle para alejarme de Sam y de sus problemas. Ahora he vuelto, él está muerto y *aún* tengo que ocuparme de él.
fr: Vous voulez me faire croire que mon ivrogne de frère vous a engagé pour trouver son assassin *après* sa mort ? {{GM}}Elle abandonne soudain son air blasé et, le temps d'un instant, laisse entrevoir une véritable émotion.{{/GM}} J'ai quitté Seattle pour m'éloigner de Sam et de ses conneries. Maintenant que je suis de retour, je dois *encore* m'occuper de lui. Même après sa mort.
it: Mi stai dicendo che, *dopo* essere stato ucciso, quel beone di mio fratello ti ha assunto per scoprire chi è stato? {{GM}}La sua maschera da donna in carriera cede momentaneamente e, in un singulto, si lascia sfuggire una scintilla di vera emozione.{{/GM}} Me ne sono andata da Seattle per farla finita con le stronzate di Sam. Ora che sono tornata, lui è morto, e io devo *ancora* averci a che fare.
ru: То есть я должна поверить, что мой пьянчуга-брат нанял вас, чтобы вы разыскали его убийцу уже *после* его смерти? {{GM}}Ее невозмутимость не выдерживает натиска настоящих эмоций. На какую-то долю секунды из-за маски выглядывает настоящее лицо.{{/GM}} Я уехала из Сиэтла, чтобы оказаться подальше от Сэма и того дерьма, в котором он валялся. Теперь я вернулась, он мертв, но мне *все еще* не удается от него избавиться.

source: Amidst the shards of glass from the broken lights, you find a small piece of glass which looks like the bottom of a test tube.
de: Inmitten der Splitter der zerborstenen Lampen findest du ein kleines, zerbrochenes Glasröhrchen, das der Überrest eines Reagenzglases sein könnte.
es: Entre los fragmentos de cristal de las bombillas rotas, encuentras un pequeño trozo de cristal que parece el fondo de un tubo de ensayo.
fr: Parmi les fragments de verre, vous trouvez un petit morceau qui ressemble au fond d'un tube à essai.
it: Tra i frammenti di vetro dalle luci rotte, trovi un piccolo pezzo di vetro che sembra il fondo di una provetta.
ru: Среди осколков разбитых фонарей ты находишь кусок более тонкого стекла, похожий на донышко пробирки.

source: An ID card melted to obscure the lack of ID information but is be still recognizable as an offical Universal Brotherhood keycard.
de: Eine Mitgliedskarte, die angeschmolzen wurde, um über die fehlenden Informationen hinwegzutäuschen. Sie ist jedoch noch als offizielle Schlüsselkarte der Universellen Bruderschaft zu erkennen.
es: Una identificación derretida para ocultar la falta de información identificadora, pero aún se puede ver que es una tarjeta oficial de la Hermandad Universal.
fr: Une carte d'identification fondue afin de dissimuler ses informations, mais toujours reconnaissable comme carte de la Confrérie Universelle.
it: Una tessera di identificazione danneggiata per oscurare la mancanza di informazioni personali, ma è ancora una scheda magnetica ufficiale della Fratellanza Universale riconoscibile.
ru: Карточка повреждена достаточно сильно, чтобы на ней нельзя было разглядеть фотографию. Нет никаких сомнений в том, что она принадлежит одному из членов Всеобщего братства.

source: An ID card with the Universal Brotherhood logo and digital encoding. The card needs to be programed by a UB computer terminal in order to be functional.
de: Eine Mitgliedskarte mit dem Logo und Code der Universellen Bruderschaft. Die Karte muss an einem UB-Computer programmiert werden, um funktionsfähig zu sein.
es: Una identificación con el logotipo de la Hermandad Universal y una codificación digital. La identificación se tiene que programar con un terminal informático de la HU para que funcione.
fr: Une carte d'identification dotée du logo de la Confrérie Universelle et d'un codage numérique. Pour être utilisable, la carte doit être programmée à partir d'un ordinateur de la CU.
it: Una tessera di identificazione con logo della Fratellanza Universale e codifica digitale. Per funzionare, la tessera deve essere programmata da un computer della FU.
ru: Украшенная логотипом Всеобщего братства карточка с магнитной полосой. Нанести на нее запись может кодирующее устройство, присоединенное к терминалу Всеобщего братства.

source: An elevator gleams at the end of the hallway, out of place amongst the filth.
de: Die polierten Stahltüren des Aufzugs am Ende des Ganges stechen inmitten all des Unrats hervor.
es: Al final del pasillo brilla un ascensor, fuera de lugar entre tanta suciedad.
fr: Un ascenseur brille au bout du couloir. Il semble irréel au milieu d'une telle porcherie.
it: Un ascensore brilla alla fine della sala, fuori luogo in mezzo a tanta feccia.
ru: Кнопка лифта поблескивает в конце коридора, выделяясь на фоне окружающей грязи и всеобщего запустения.

source: An industrial-sized food processor that could make food for an army of babies.
de: Eine industrielle Küchenmaschine, die eine ganze Armee von Babys ernähren könnte.
es: Un robot de cocina industrial que podría fabricar comida para un ejército de bebés.
fr: Un robot culinaire industriel pouvant faire de la nourriture pour une armée de bébés.
it: Un robot da cucina di dimensioni industriali che potrebbe sfamare un esercito di bambini.
ru: Огромный блендер, в котором можно приготовить цистерну детского питания в случае необходимости.

source: An island in the Pacific. Palm trees. Booze. That kind of thing.
de: Eine Pazifikinsel. Palmen. Schnaps. Sowas in der Art.
es: Una isla en el Pacífico. Palmeras. Copas. Ese tipo de cosas.
fr: Une île du Pacifique. Des palmiers. De l'alcool. Ce genre de trucs.
it: Un'isola del Pacifico. Palme, alcool, quella roba lì.
ru: Собственный остров в Тихом океане. Пальмы там, кокосы. Выпивка и все такое прочее.

source: An old shoe belonging to someone who died in a plane crash.
de: Ein alter Schuh, der jemandem gehörte, der bei einem Flugzeugabsturz ums Leben kam.
es: Un viejo calzado que pertenecía a alguien que murió en un accidente de avión.
fr: Une vieille chaussure qui appartenait à la victime d'un accident d'avion.
it: Una vecchia scarpa appartenente a qualcuno che ha perso la vita in un incidente aereo.
ru: Старая кроссовка, принадлежавшая жертве авиакатастрофы.

source: And $(l.he) killed her before they could do it. Some sort of street justice, I suppose. I don’t know - I haven’t been following the story closely. So, the nest has been cleaned out, the shaman is dead, and your cousin Lynne is being transported to a mental hospital for observation.
de: Und $(l.he) hat sie getötet, bevor sie es tun konnten. War wohl so eine Art Gerechtigkeit der Straße, schätze ich. Ich weiß auch nicht, ich bin dieser Story nicht so aufmerksam gefolgt. Jedenfalls ist das Nest gesäubert, die Schamanin ist tot und deine Cousine Lynne auf dem Weg in die Psychiatrie.
es: Y $(l.he) la mató antes de que ellos pudieran hacerlo. Una especie de justicia callejera, supongo. No lo sé, no he seguido la historia de cerca. Veamos:el nido está limpio, el chamán está muerto y tu prima Lynne está siendo transportada a un hospital psiquiátrico para ser observada.
fr: Et $(l.he) l'a tué avant qu'ils puissent le faire. Une sorte de justice de la rue, je suppose. Je ne sais pas, je n'ai pas suivi l'histoire de près. Bref, le nid a été nettoyé, le chaman est mort et votre cousine Lynne est transportée à l'hôpital psychiatrique pour observation.
it: L'ha uccisa $(l.he) prima che lo facessero loro. Una sorta di giustizia di strada, immagino. Non so... Non ho seguito la faccenda da vicino. Quindi il Nido è stato ripulito, la Sciamana è morta e tua cugina Lynne è stata messa in osservazione in un ospedale psichiatrico.
ru: И тут $(l.he) стреляет ей в голову. Уличное правосудие, все дела. Что эта баба такого сделала, я не знаю, я тут недавно. В общем, в гнезде никого не осталось, шаман мертва, а твоя двоюродная сестра Линн загремела в дурдом, где за ней присмотрят добрые санитары в белых халатах.

source: And $(l.he) let them. It was gruesome but I guess she had it coming. Still, I could do without all that crunching. So, the nest has been cleaned out, the shaman is dead, and your cousin Lynne is being transported to a mental hospital for observation.
de: Und $(l.he) hat sie gelassen. Es war widerlich, aber ich schätze mal, das hat sie verdient. Aber ich sag dir, diese Biester haben keinerlei Essmanieren. Jedenfalls ist das Nest gesäubert, die Schamanin ist tot und deine Cousine Lynne auf dem Weg in die Psychiatrie.
es: Y $(l.he) les dejó. Fue horrendo, pero supongo que se lo había ganado. De todos modos, viviría mejor sin tanto triturado. Veamos: el nido está limpio, el chamán está muerto y tu prima Lynne está siendo transportada a un hospital psiquiátrico para ser observada.
fr: Et $(l.he) les a laissé faire. C'était horrible, mais je suppose qu'elle a eu ce qu'elle méritait. Mais bon, j'aurais pu m'en passer. Bref, le nid a été nettoyé, le chaman est mort et votre cousine Lynne est transportée à l'hôpital psychiatrique pour observation.
it: E $(l.he) li ha lasciati fare. È stato crudele ma credo che se lo meritasse. Comunque, avrei fatto a meno di tutti questi squartamenti. Quindi il Nido è stato ripulito, la Sciamana è morta e tua cugina Lynne è stata messa in osservazione in un ospedale psichiatrico.
ru: И тут $(l.he) отходит в сторону и решает не вмешиваться. Омерзительное было зрелище, хотя эта женщина, конечно, сама напросилась. Слышал бы ты этот хруст. В общем, в гнезде никого не осталось, шаман мертва, а твоя двоюродная сестра Линн загремела в дурдом, где за ней присмотрят добрые санитары в белых халатах.

source: And $(l.name) says something like “I won’t let them eat you, Jessica. You’re coming with me. You’re going to pay for what you’ve done.” It was very dramatic. Then, we splattered the bugs and handed her over to the UCAS FBI. They’re going to want to have a long talk with her about the Universal Brotherhood. So, this nest is cleaned out and your cousin Lynne is being transported to a mental hospital for observation.
de: Und $(l.name) sagt sowas wie „Ich lasse sie dich nicht fressen, Jessica. Du kommst mit mir. Du wirst zahlen, für das, was du getan hast.“ Es war alles sehr dramatisch. Dann haben wir die Insekten zerquetscht und Jessica an das UCAS FBI übergeben. Sie werden mit ihr ein schönes, langes Gespräch über die Universelle Bruderschaft führen wollen. Jedenfalls ist das Nest nun gesäubert und deine Cousine Lynne ist auf dem Weg in die Psychiatrie.
es: Y $(l.name) dice algo como “No permitiré que se te coman, Jessica. Tú vas a venir conmigo. Vas a pagar por lo que has hecho.” Fue muy dramático. Después, aplastamos a los insectos y se la entregamos al FBI de la EUCA. Seguro que quieren hablar largo y tendido con ella sobre la Hermandad Universal. Veamos: este nido está limpio y tu prima Lynne está siendo transportada a un hospital psiquiátrico para ser observada.
fr: Et $(l.name) a dit quelque chose du genre « Je ne les laisserai pas vous manger, Jessica. Vous venez avec moi. Vous allez payer pour ce que vous avez fait. » C'était assez incroyable. Ensuite on a explosé les insectes et on l'a rendue au FBI des UCAS. Ils vont vouloir avoir une longue conversation avec elle à propos de la Confrérie Universelle. Bref, le nid a été nettoyé et votre cousine Lynne est transportée à l'hôpital psychiatrique pour observation.
it: E $(l.name) le ha detto qualcosa tipo: "Non lascerò che ti divorino, Jessica. Verrai con me e pagherai per ciò che hai fatto." È stato molto teatrale. Poi abbiamo ammazzato gli insetti e l'abbiamo consegnata all'FBI degli UCAS. Vorranno interrogarla a lungo sulla Fratellanza Universale. Quindi il Nido è stato ripulito e tua cugina Lynne è stata messa in osservazione in un ospedale psichiatrico.
ru: И тут $(l.name) говорит что-то вроде “Я не позволю им сожрать тебя, Джессика, ты отправишься со мной и ответишь за свои преступления.” Получилось очень драматично, я оценил. Потом мы прикончили жуков и вручили ее агентам ФБР КАШ. Они будут долго и нудно допрашивать ее по делу Всеобщего братства. В общем, в гнезде никого не осталось, шаман мертва, а твоя двоюродная сестра Линн загремела в дурдом, где за ней присмотрят добрые санитары в белых халатах.

source: And I appreciate you coming all this way. I'm guessing the Barrens isn't what you're used to.
de: Und ich bedanke mich dafür, dass du gekommen bist. Ich schätze, die Barrens sind nicht gerade die Umgebung, an die du gewöhnt bist.
es: Te agradezco que hayas venido hasta aquí. Me imagino que los Barrens no es a lo que estás acostumbrada.
fr: Et j'apprécie que vous ayez fait tout ce chemin. L'ambiance de Barrens, ça doit vous changer de vos habitudes.
it: E se per favore puoi seguirmi da questa parte. Immagino che le Terre desolate non siano il tipo di posto a cui sei abituata.
ru: Я ценю, что вы решились приехать сюда. Полагаю, Пустоши - не то окружение, к которому вы привыкли.

source: And I hate to bring race into it, but it’s a fact that a good number of people who go to the Brotherhood for help are metas like me. But what options do we have?
de: Und ich hasse es, Rassismus ins Spiel zu bringen, aber es ist ein Fakt, dass viele Leute, die sich der Bruderschaft anvertrauen, Metas wie ich sind. Aber was für eine Wahl bleibt uns denn?
es: Y, odio meter a la raza en esto, pero está demostrado que mucha de la gente que acude a la Hermandad en busca de ayuda son metas como yo. ¿Pero qué opciones tenemos?
fr: Et je n'aime pas mettre le racisme sur le tapis, mais le fait est qu'une bonne partie des gens qui vont chercher de l'aide à la Confrérie sont des métas comme moi. Ils n'ont pas le choix !
it: E anche se mi dispiace aggiungere carne al fuoco, di fatto una buona parte della gente che va alla Fratellanza a cercare aiuto è metaumana come me. Ma che altre opzioni abbiamo?
ru: Я не расист. Но я не могу не отметить, что в первую очередь Братство привлекает металюдей, то есть таких, как я. И ведь у нас нет выбора.

source: And I imagine those were the last words spoken by many brave idiots.
de: Und ich kann mir gut vorstellen, dass dies die letzten Worte vieler tapferer Idioten waren.
es: Imagino que esas fueron las últimas palabras pronunciadas por muchos idiotas valientes.
fr: Et j'imagine que ce fut les derniers mots de nombreux couillons.
it: E immagino che quelle fossero le ultime parole pronunciate da molti idioti coraggiosi.
ru: Подозреваю, что с этими словами на устах отправился в вечность не один идиот.

source: And I just got word that something’s going on at Crater Lake. The Tir’s got it on total lockdown. No-fly zone, the whole thing. There could be something in it for us, if we poke around. And there’s always the Ork Underground - haven’t seen that yet, have you? I got plenty of friends there who are good for a job.
de: Außerdem habe ich gerade erfahren, dass irgendwas am Crater Lake los sein soll. Das Tír hat ihn komplett abgeriegelt. Überflugverbot und alles, was sonst so dazu gehört. Es könnte sich vielleicht lohnen, da mal rumzuschnüffeln. Und natürlich gibt es noch den Ork-Untergrund – den hast du noch gar nicht gesehen, was? Ich hab da ’ne Menge Freunde, die ’nen Job für dich haben könnten.
es: Y he oído de que algo se cuece en el lago Crater. Los tir lo tienen completamente cerrado. El vuelo está prohibido en toda la zona. Podría haber algo para nosotros, podríamos enterarnos. Y siempre estará el subsuelo de los orkos, todavía no lo has visto, ¿verdad? Tengo un montón de amigos allí que tendrían algún trabajillo.
fr: Et je viens d'apprendre que quelque chose se passe à Crater Lake. Tir est complètement vérouilléde partout. Zone d'interdiction aérienne, la totale. Il y a peut-être quelque chose à y gagner, si on cherche bien. Et il y a toujours l'Underground Ork. Je ne l'ai encore jamais vu, et vous ? J'ai de nombreux amis là-bas qui pourraient bosser pour vous.
it: E ho anche sentito che c'è qualcosa in ballo a Crater Lake. Da Tir hanno ordinato di sbarrare tutto. Interdizione al volo e tutto il resto. Magari c'è qualcosa per noi, se ci informiamo in giro. Ah, e poi ci sono sempre i Sotterranei degli Orchi. Non l'hai ancora visti, vero? Ho un sacco di amici da reclutare per un lavoro.
ru: Кроме того, что-то происходит вокруг озера Крейтер. Тир стягивает туда войска и запретил самолетам входить в воздушное пространство над заповедником. Быть может, нам стоит сунуть нос в это дело и посмотреть, из-за чего весь сыр-бор. Ну и орочий андеграунд тоже никуда не делся. У меня есть там друзья, так что я могу вас познакомить. Они будут рады.

source: And I may require something further of you. Some day.
de: Und ich werde vielleicht etwas von dir benötigen. Eines Tages.
es: Y quizá yo necesite algo más de ti. Algún día.
fr: Et j'aurais peut-être besoin de vous dans un futur proche. Un jour.
it: E potrei aver bisogno del tuo aiuto. Un giorno.
ru: Возможно, мне придется попросить тебя о чем-то еще. Когда-нибудь.

source: And I need YOU to tell me why you think that's my problem. I'm not her boss. Find her yourself.
de: Dann musst DU mir schon sagen, wieso du denkst, das wäre mein Problem. Ich bin nicht ihr Boss. Find sie doch selbst.
es: Y yo necesito que TÚ me digas por qué crees que es problema mío. No soy su jefe. Búscala por tu cuenta.
fr: Et j'aimerais bien savoir pourquoi tu penses que c'est un problème. Je suis pas sa mère. Trouve-la toi-même.
it: E devi dirmi TU perché pensi che sia un mio problema. Non sono il suo capo. Trovala tu.
ru: Да ну? А почему ты считаешь, что это моя проблема? Я ей не начальник, я не собираюсь ее искать.

source: And I need to pay my respects to Sam.
de: Außerdem muss ich Sam die letzte Ehre erweisen.
es: Y tengo que presentar mis respetos a Sam.
fr: Et je dois présenter mes hommages à Sam.
it: E ho bisogno di rendere omaggio a Sam.
ru: Кроме того, я хочу попрощаться с Сэмом.

source: And I suppose you were the one who patched her up. Impressive work.
de: Und ich vermute, du bist diejenige, die sie wieder zusammengeflickt hat. Beeindruckende Arbeit.
es: Y supongo que tú fuiste la que la remendaste. Un trabajo impresionante.
fr: Et je suppose que c'est vous qui l'avez pansé. Impressionnant.
it: E immagino che sia stato tu a prenderti cura di lei. Un ottimo lavoro.
ru: Это вы поставили ее на ноги после ночной эскапады? Отличная работа.

source: And I was thinking slot off.
de: Und ich dachte, dass du dich verpissen kannst.
es: Y yo estaba pensando que se acabó el trato.
fr: Tu penses trop.
it: E io pensavo di andarmene.
ru: Не отдам. Проваливай.

source: And I was thinkin’ slot off.
de: Und ich dachte, dass du dich verpissen kannst.
es: Y yo estaba pensando que se acabó el trato.
fr: Tu penses trop.
it: E io pensavo di andarmene.
ru: Не отдам. Проваливай.

source: And I'll do the rest of the operation from the "inside". Sneaky.
de: Und ich erledige den Rest der Mission aus dem Inneren heraus. Nicht schlecht.
es: Y yo ejecutaré el resto de la operación desde el "interior". Un plan furtivo.
fr: Moi je m'occuperai du reste de l'opération de "l'intérieur". Vicieux.
it: Io mi occuperò del resto dell'operazione dall'"interno". Di nascosto.
ru: И закончу начатое "изнутри". Хитро.

source: And I'm going to go out on a limb and say you know where to find the kinds of people we need.
de: Und ich vermute mal, du weißt genau, wo man die Leute findet, die wir brauchen.
es: Y voy a arriesgarme y decir que tú sabes dónde encontrar al tipo de gente que necesitamos.
fr: Et je parie que vous savez exactement où trouver le genre de personnes dont nous avons besoin.
it: E voglio sbilanciarmi affermando che tu sai dove trovare il tipo di gente di cui abbiamo bisogno.
ru: Рискну предположить, что ты знаешь, где ее можно найти. Совершенно случайно, разумеется.

source: And I'm sure I could use your help with what I must do next.
de: Und ich bin mir sicher, dass ich deine Hilfe brauchen könnte bei dem, was ich als nächstes tun muss.
es: Y estoy seguro de que me vendría bien tu ayuda con lo que voy a hacer a continuación.
fr: Et je suis sûr que ton aide me serait très utile pour ce qui est à venir.
it: E sicuramente avrò bisogno del tuo aiuto per i prossimi compiti.
ru: Мне бы нужна твоя помощь, чтобы завершить начатое.

source: And Sam... I'm so sorry, Sam...
de: Und Sam ... Es tut mir alles so leid, Sam ...
es: Y Sam... Lo siento muchísimo, Sam...
fr: Et Sam... Je suis vraiment désolée, Sam...
it: E Sam... Mi dispiace così tanto, Sam...
ru: И Сэм... Мне так жаль, Сэм...

source: And Samedi? What’s that?
de: Und Samedi? Was hat es damit auf sich?
es: ¿Y Samedi? ¿Qué es eso?
fr: Et Samedi ? C'est quoi ça ?
it: E Samedi? Che significa?
ru: А его имя Самеди? Что оно означает?

source: And Sam’s sister is their leader. If I didn’t see it, there is no way I’d believe it. Giant unkillable bugs.
de: Und Sams Schwester ist ihre Anführerin. Wenn ich es nicht gesehen hätte, würde ich es niemals glauben. Riesige, unzerstörbare Viecher.
es: Y la hermana de Sam es su líder. No me lo creería si no lo hubiera visto. Bichos gigantes inmortales.
fr: Et la sœur de Sam est leur leader. Il faut le voir pour le croire, c'est dingue. D'énormes insectes immortels.
it: E la sorella di Sam è il loro capo. Se non l'avessi visto con i miei occhi, non ci avrei mai creduto. Giganteschi insetti impossibili da far fuori.
ru: Секту возглавляет сестра Сэма Уоттса. Я знаю, в это трудно поверить. Жуки! Огромные бессмертные жуки!

source: And because I fear going before God to be judged for my sin. For bringing the FREAK into the world.
de: Und weil ich mich davor fürchte, von Gott für meine Sünden bestraft zu werden. Weil ich ein MONSTER auf die Welt gebracht habe.
es: Y también porque temo presentarme ante Dios y que me juzgue por mi pecado. Por traer al mundo a ese ENGENDRO.
fr: Et parce que j'ai peur de répondre de mes actes devant Dieu. Pour avoir mis au monde le MONSTRE.
it: E poiché ho paura di comparire dinnanzi al Supremo per essere giudicata dei miei peccati. Per aver dato quel MOSTRO alla luce.
ru: И еще потому, что я боюсь предстать перед Господом, который осудит меня за мои грехи. Я выпустила в мир ЧУДОВИЩЕ.

source: And did you?
de: Ist dir das gelungen?
es: ¿Y lo lograste?
fr: Et ça a marché ?
it: E ce l'hai fatta?
ru: И вам это удалось?

source: And he holds your leash, right McKlusky? You his lapdog?
de: Und außerdem hält er dich an der Leine, nicht wahr McKlusky? Bist du sein Schoßhündchen?
es: Y sujeta tu correa, ¿verdad McKlusky? ¿Eres su perrito faldero?
fr: Et c'est lui qui te tient en laisse, hein McKlusky ? T'es son petit chienchien ?
it: E ti tiene al guinzaglio, giusto McKlusky? Sei il suo cagnolino?
ru: Поэтому он держит тебя на поводке, Макклюски? Как собаку?
