Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I’m not stopping. Not now, not ever. {{GM}}She looks at Paco. Back at you. The Angel of Death.{{/GM}} A real rain is coming to Seattle - and it’s gonna wash the scum off the streets. I am going to burn every mother-fragging BTL shop in the Sprawl until they are GONE.
de: Ich höre nicht auf. Weder jetzt, noch später. {{GM}}Sie schaut Paco an, dann wieder dich. Der Todesengel.{{/GM}} Es wird ein wahrer Sturm über Seattle ziehen und den Abschaum von den Straßen spülen. Ich werde jeden einzelnen gottverdammten BTL-Laden im Sprawl NIEDERBRENNEN.
es: No pienso parar. Ni ahora ni nunca. {{GM}}Mira a Paco. Después, se gira hacia ti. El ángel de la muerte.{{/GM}} Se aproxima una gran tormenta a Seattle; y va a acabar con toda la escoria de la calle. Voy a quemar todas las apestosas tiendas de BTL del Ensanche hasta que hayan DESAPARECIDO.
fr: Je ne vais pas m'arrêter. Pas maintenant, jamais. {{GM}}Elle regarde Paco. Puis vous. L'ange de la mort.{{/GM}} Une vraie tempête va tomber sur Seattle, et elle va nettoyer les rues de toutes ces pourritures. Je vais brûler toutes les putains de boutiques BTL de la conurb' jusqu'à ce qu'il n'y en ait PLUS UNE SEULE.
it: Non ho intenzione di fermarmi. Né ora, né mai. {{GM}}Guarda Paco. Poi di nuovo te. L'Angelo della morte.{{/GM}} Una pioggia reale sta per scendere su Seattle e spazzerà via la feccia dalle strade. Brucerò ogni dannatissimo negozio di BTL dello Sprawl, finché non saranno SPARITI tutti.
ru: Меня ничто не остановит. Ни теперь, ни потом, никогда. {{GM}}Она смотрит на Пако, затем переводит взгляд на тебя. Перед тобой стоит ангел смерти.{{/GM}} Над Сиэтлом прольется настоящий дождь - и он смоет с улиц всю эту грязь. Я сожгу каждый гребаный притон, каждую гребаную лабораторию дотла и не остановлюсь, пока в городе не останется НИ ОДНОЙ.

source: I’m not sure I care anymore.
de: Bin mir nicht sicher, ob mich das noch interessiert.
es: No sé si me sigue importando.
fr: Je ne suis pas sûr que ça m'importe encore tant que ça.
it: Non so se me ne frega ancora qualcosa.
ru: Даже и не знаю. Кажется, мне уже все рано.

source: I’m not talking about the Brotherhood. They’re sheep - servants and sustenance. Or, if they’re very lucky, hosts for my new family members. My true family.
de: Ich spreche nicht von der Bruderschaft. Diese Dummköpfe – sie sind nur Diener und Nahrung. Oder, wenn sie Glück haben, Wirte für meine neue Familie. Meine wahre Familie.
es: No estoy hablando de la Hermandad. Son borregos; siervos y sustento. O, si tienen mucha suerte, anfitriones para los miembros de mi nueva familia. Mi verdadera familia.
fr: Je ne parle pas de la Confrérie. Ils ne sont que des moutons. Des serviteurs et de la nourriture. Ou, s'ils ont de la chance, des hôtes pour les nouveaux membres de ma famille. Ma vraie famille.
it: Non sto parlando della Fratellanza. Sono pecore, servi e sostentamento. Oppure, se sono davvero fortunati, ospiti dei membri della mia nuova famiglia. La mia vera famiglia.
ru: Я говорю не о Братстве. Это овцы - не более чем источник пищи и прочих благ. В лучшем случае тела для членов моей новой семьи. Истинной семьи!

source: I’m ready now. Let’s do this.
de: Ich bin bereit. Ziehen wir’s durch.
es: Todo listo. Adelante.
fr: Je suis prêt. Allons-y.
it: Ci sono. Facciamolo!
ru: Не будем тянуть кота за хвост. Пошли.

source: I’m ready.
de: Ich bin bereit.
es: Cuando quieras.
fr: Je suis prêt.
it: Ci sono.
ru: Пойдем.

source: I’m ready. Let’s go stomp some bugs.
de: Ich bin bereit. Lass uns ein paar Käfer plattmachen.
es: Todo listo. Vamos a aplastar bichos.
fr: Je suis prêt. Allons écraser quelques insectes.
it: Ci sono. Andiamo a schiacciare qualche insetto.
ru: Не боюсь. Поотрываем им ноги, откуда растут!

source: I’m retired, not dead. Of course I know where you can find one.
de: Ich bin im Ruhestand, nicht tot. Natürlich weiß ich, wo du jemanden findest.
es: Me he retirado pero no estoy muerto. Por supuesto que sé dónde puedes encontrar a uno.
fr: Je suis à la retraite, pas mort. Bien sûr que je sais où en trouver un.
it: Mi sono ritirato, mica sono morto. Certo che so dove puoi trovarne uno.
ru: Я ушел на покой, а не отбросил копыта. Старые приятели про меня не забывают.

source: I’m smart enough not to ask my clients why they want what they want. I just arrange for them to get it. Now hand it over.
de: Ich verstehe es, meine Klienten nicht zu fragen, warum sie haben wollen, was sie haben wollen. Ich besorge es nur. Jetzt her damit.
es: Soy lo bastante inteligente para no preguntarles a mis clientes para qué quieren lo que me piden. Yo solo me dedico a conseguirlo. Y ahora, dámela.
fr: Je suis assez futé pour ne pas demander à mes clients pourquoi ils veulent ce qu'ils veulent. Je m'occupe juste de les obtenir. Donnez-le maintenant.
it: Sono abbastanza furbo da non chiedere ai miei clienti perché vogliono ciò che vogliono. Faccio solo in modo che lo ottengano. Ora dammela.
ru: Я не задаю моим клиентам глупых вопросов. Я просто добываю для них то, что им нужно. Давай его сюда.

source: I’m sorry for the recent loss of your brother but am glad that reinterring your mother’s body here has brought you comfort. She loved this parish so.
de: Mein herzliches Beileid für den kürzlichen Tod Ihres Bruders, doch ich bin froh, dass Ihnen die Umbettung Ihrer Mutter Frieden bringt. Sie hat diese Gemeinde so geliebt.
es: Lamento la reciente pérdida de tu hermano, pero me alegro de que te reconforte el haber trasladado aquí el cuerpo de tu madre. Ella amaba esta parroquia.
fr: Je suis désolé de la perte récente de votre frère, mais je suis heureux que votre mère puisse reposer ici et ainsi vous réconforter un peu. Elle aimait tellement la paroisse.
it: Mi duole per la recente scomparsa di suo fratello, ma sono felice di sapere che portare il corpo di sua madre qua le sia di qualche consolazione. Era così affezionata a questa parrocchia.
ru: Я сожалею о гибели вашего брата, но я рад, что погребение останков вашей матери послужило вам утешением. Она всегда любила эту церковь.

source: I’m sorry, Carla. I’m so, so sorry.
de: Es tut mir leid, Carla. Es tut mir so unendlich leid.
es: Lo siento, Carla. Lo siento muchísimo.
fr: Désolé, Carla. Je suis vraiment désolé.
it: Mi dispiace, Carla. Mi dispiace tanto.
ru: Мне жаль, Карла. Мне очень, очень жаль.

source: I’m sorry, Mrs. Kubota. I had a run that went... bad.
de: Es ... es tut mir fürchterlich leid, Mrs. Kubota. Bei meinem letzten Run ist etwas ... schiefgelaufen.
es: Lo siento, Sra. Kubota. Tenía un trabajo que ha salido... mal.
fr: Je suis désolée, Mme Kubota. Un de mes runs a... mal fini.
it: Mi scusi, signora Kubota. Torno da una missione andata... male.
ru: Прошу прощения, миссис Кубота. Набег прошел... не так как планировалось.

source: I’m stepping back. I just want to go in and see for myself.
de: Ich nehm’s zurück. Vielleicht sollte ich’s mir einfach mal ansehen.
es: Me retiro. Solo quiero entrar y verlo con mis propios ojos.
fr: Je recule. Je veux juste entrer et voir par moi-même.
it: Mi tolgo dai piedi. Voglio solo entrare a dare un'occhiata.
ru: Я хочу увидеть это собственными глазами.

source: I’m sure you are. Ms. Mercurial has lots of friends in Seattle. She lives here.
de: Aber sicher doch. Ms. Mercurial hat eine Menge Freunde in Seattle. Sie lebt hier.
es: Seguro. La Srta. Mercurial tiene muchos amigos en Seattle. Vive aquí.
fr: C'est fort possible. Mme Mercurial a une foule d'amis à Seattle. Elle habite ici.
it: Non ho dubbi sul tuo valore. La signora Mercurial ha molti amici a Seattle. Vive qui.
ru: Не сомневаюсь. У мисс Меркурии много друзей в Сиэтле. Она здесь живет.

source: I’m sure! Yes, indeed - hard to say!
de: Ich bin mir sicher! Ja, nun – schwer zu sagen!
es: ¡Seguro! Sí, claro, ¡es difícil de decir!
fr: J'en suis sûr ! Oui, c'est vrai. Difficile à dire !
it: Sicuro! Sì, in effetti... difficile dirlo!
ru: Ну да! Не сомневаюсь, ты здесь вообще ни при чем.

source: I’m talking about how you just lost your job. With Telestrian, with Lone Star - the whole thing. Enjoy your time off... chummer.
de: Ich rede davon, dass Sie Ihren Job verloren haben. Bei Telestrian, bei Lone Star – alles. Viel Spaß mit der Freizeit, Chummer.
es: Estoy hablando de cómo acabas de perder tu trabajo. Con Telestrian, con Lone Star: todo. Disfruta de tu tiempo libre... colega.
fr: De quoi je parle ? De la manière dont vous venez de perdre votre job. Avec Telestrian, Lone Star... la totale. Profite de tes vacances... mec.
it: Sto parlando del fatto che hai perso il lavoro. Con la Telestrian, la Lone Star, tutto. Goditi le vacanze...
ru: О том, что ты только что потерял работу. Не только у Телестриана, но и в "Одинокой звезде". У тебя будет много свободного времени, приятель.

source: I’m thinking about it.
de: Ich denke darüber nach.
es: Estoy pensándomelo.
fr: J'y pense.
it: Ci sto pensando.
ru: Я подумываю об этом.

source: I’m tracking the Emerald City Ripper and she has critical information.
de: Ich suche den Emerald City Ripper und sie besitzt wertvolle Informationen.
es: Estoy persiguiendo al Destripador de Ciudad Esmeralda, y ella tiene información muy importante.
fr: Je suis sur les traces de l'éventreur d'Emerald City et elle possède des informations critiques.
it: Sono sulle tracce dello Squartatore di Emerald City e lei ha informazioni di vitale importanza.
ru: Я веду расследование по делу Потрошителя Изумрудного города. Она располагает важной информацией.

source: I’m working the Ripper thing. Can’t get distracted.
de: Ich arbeite an der Ripper-Sache. Kann mich nicht ablenken lassen.
es: Estoy con lo del Destripador. No puedo distraerme.
fr: Je suis sur cette histoire d'éventreur. Je ne préfère pas me déconcentrer.
it: Sto lavorando sul caso dello Squartatore. Non posso distrarmi.
ru: Я разыскиваю Потрошителя и не могу отвлекаться.

source: I’ve already posted everything I know. The killer stuns the target with a combination of drugs and magic, then removes a single internal organ while they're still alive. The perpetrator is most likely right-handed, with a slim hand that knows its way around a scalpel. Has a decent understanding of human and metahuman anatomy, too.
de: Ich habe bereits alle meine Funde übermittelt. Der Killer betäubt das Opfer mit einer Mischung aus Medikamenten und Magie und entfernt dann ein einzelnes Organ, während das Opfer noch lebt. Der Täter ist höchstwahrscheinlich Rechtshänder, schmalhändig und weiß, wie man mit einem Skalpell umgeht. Zudem verfügt er über umfangreiches Wissen zur menschlichen und metamenschlichen Anatomie.
es: Ya he dicho todo lo que sé. El asesino deja a su víctima aturdida con una combinación de drogas y magia; después, le quita un solo órgano mientras aún sigue con vida. Probablemente sea diestro, con la mano fina, y sabe manejar un bisturí. Además, sabe bastante de anatomía humana y metahumana.
fr: J'ai déjà posté tout ce que je sais. Le meurtrier paralyse sa victime avec un mélange de drogues et de magie, puis retire un seul organe alors qu'elle est toujours vivante. Le responsable est certainement droitier, avec une main habile sachant manier le scalpel. Il possède également une bonne compréhension de l'anatomie humaine et métahumaine.
it: Ho già esposto tutto ciò che so. L'assassino stordisce la vittima con un mix di droghe e magia, quindi asporta un organo interno mentre è ancora in vita. Molto probabilmente usa la mano destra, ha dita sottili e sa come maneggiare un bisturi. Ha una discreta conoscenza dell'anatomia umana e metaumana.
ru: Я уже сообщил тебе все, что знаю. Убийца оглушает жертву с помощью сочетания магии и наркотических препаратов, после чего удаляет один внутренний орган, пока та еще жива. Преступник скорее всего правша с тонкой кистью, который умеет обращаться со скальпелем. Он также хорошо знает человеческую и метачеловеческую анатомию.

source: I’ve been around a long time and I’ve seen a lot of avatars running around the ‘trix. A lot of ‘em. You ask me, it’s just some guy trying to look scary to make a name for himself. Think of it as “personal branding”.
de: Ich mach das schon ’ne ganze Weile und hab schon viele Avatare in der ’trix herumlaufen sehen. Sehr viele. Wenn du mich fragst, ist das nur ein Typ der gruselig aussehen möchte, um einen Eindruck zu hinterlassen. Im Prinzip so ’ne Art „Personal Branding“.
es: Llevo mucho tiempo en el mundo y he visto muchos avatares por la Matriz. Muchísimos. Si quieres mi opinión, yo creo que no es más que un tipo que intenta dar miedo para hacerse famoso. Considéralo una especie de “marca personal”.
fr: Ça fait un moment que je suis dans le milieu, et j'en ai vu des avatars dans la Matrice. Beaucoup. Si vous voulez mon avis, c'est juste un type qui essaye de faire peur pour se faire un nom. Voyez ça comme une « marque personnelle ».
it: Da che sono in giro, ho visto un mucchio di avatar scorrazzare per la Matrice. Un sacco. Se vuoi sapere la mia, è solo un tipo che cerca di incutere paura e farsi un nome. Una sorta di marketing personale.
ru: За свои годы в Матрице я повидал много разных аватаров. Бессчетное множество. Я считаю, парень выпендривается. Строит из себя крутого, пытается создать репутацию.

source: I’ve got a family right here, Shane. They’re drunks and lowlifes and whores and I’d choose them over any of your Brotherhood members. Now buzz. I need to get back to work. {{GM}}With body language that leaves no question that the conversation is over, Cherry Bomb turns her back on him.{{/GM}}
de: Ich hab bereits eine Familie, Shane. Es sind Säufer, Tunichtgute und Huren und ich würde sie deiner Bruderschaft jederzeit vorziehen. Jetzt verzieh dich. Ich muss arbeiten. {{GM}}Mit einer Körpersprache, die keinen Zweifel am Ende des Gespräches lässt, wendet Cherry Bomb ihm den Rücken zu.{{/GM}}
es: Yo ya tengo familia aquí, Shane. Son borrachos, tirados y putas, pero los elegiría antes que a cualquier miembro de tu Hermandad. Y ahora, lárgate. Tengo que volver al trabajo. {{GM}}El lenguaje corporal deja más que claro que la conversación ha terminado. Cherry Bomb le da la espalda.{{/GM}}
fr: J'ai déjà une famille ici-même, Shane. Ce sont peut-être des ivrognes, des losers ou des putes, mais je les préfererai toujours aux membres de ta Confrérie. Va-t'en, maintenant. Je dois retourner travailler. {{GM}}Avec un langage corporel signifiant clairement que la conversation est terminée, Cherry Bomb lui tourne le dos.{{/GM}}
it: La mia famiglia è qui, Shane. Sono gli ubriaconi, gli sbandati e le prostitute, e li preferisco a chiunque dei membri della tua Fratellanza. Ora vattene. Devo lavorare. {{GM}}Con un linguaggio del corpo inequivocabile, Cherry Bomb termina la conversazione voltandogli le spalle.{{/GM}}
ru: Моя семья здесь, Шин. Все эти алкоголики, проститутки и неудачники - им я доверяю больше, чем твоим свежеиспеченным братьям и сестрам. А теперь дуй отсюда. Мне надо работать. {{GM}}Шерри награждает своего собеседника свирепым взглядом и поворачивается к нему спиной, давая понять, что их разговор окончен.{{/GM}}

source: I’ve got a job to do. If this is a means to that end, I’ll do it.
de: Ich habe einen Job zu erledigen. Wenn dies ein Mittel zum Zweck ist, werde ich das tun.
es: Tengo que hacer un trabajo. Si esto es un medio para ese fin, lo haré.
fr: J'ai un travail à finir. Si c'est le moyen de le finir, alors ainsi soit-il.
it: Ho un lavoro da compiere e se sarà necessario per arrivare al mio scopo, lo porterò a termine.
ru: У меня есть работа. Если это единственный способ ее выполнить, то у меня нет выбора.

source: I’ve had better days.
de: Hab schon bessere Tage erlebt.
es: He tenido días mejores.
fr: Ça pourrait aller mieux.
it: Ho avuto giorni migliori.
ru: Бывало и получше.

source: I’ve had enough of this.
de: Das ist mir echt zu blöd.
es: Ya me he cansado de esto.
fr: J'en ai assez entendu.
it: Ne ho avuto abbastanza.
ru: С меня довольно.

source: I’ve had worse.
de: Hab schon Schlimmeres erlebt.
es: Las he tenido peores.
fr: J'ai vu pire.
it: Ne ho avute di peggio.
ru: Бывало и хуже.

source: I’ve heard this all before.
de: Die Story kenn ich schon in- und auswendig.
es: La misma cantinela de siempre.
fr: J'ai déjà entendu ce refrain.
it: Conosco già questa storia.
ru: Я все это уже слышала.

source: I’ve met her. Why?
de: Ich habe sie schon mal getroffen. Warum?
es: La conozco. ¿Por qué?
fr: Je l'ai rencontrée. Pourquoi ?
it: Sì, l'ho incontrata. Perché?
ru: Мы знаем друг друга. Это важно?

source: I’ve never heard of a spirit in the Matrix before.
de: Ich habe noch nie von einem Geist in der Matrix gehört.
es: Jamás había oído que hubiera un espíritu en la Matriz.
fr: Je n'ai jamais entendu parler d'un esprit dans la Matrice avant.
it: Non avevo mai sentito di uno spirito nella Matrice.
ru: Мне еще не доводилось слышать о духах в Матрице.

source: I’ve seen her at the Shack!
de: Die kenn ich aus dem Stuffer Shack!
es: ¡La he visto en la choza!
fr: Je l'ai vu au Shack !
it: L'ho vista alla Shack!
ru: Это официантка из рыгаловки!

source: JESSICA! We need to go. Now! {{GM}}She presses a button on her commlink.{{/GM}}
de: JESSICA! Wir müssen gehen. Jetzt! {{GM}}Sie drückt einen Knopf auf ihrem Kommlink.{{/GM}}
es: ¡JESSICA! Tenemos que irnos. ¡Ahora! {{GM}}Pulsa un botón en su commlink.{{/GM}}
fr: JESSICA ! On doit y aller. MAINTENANT. {{GM}}Elle appuie sur un bouton de son commlink.{{/GM}}
it: JESSICA! Dobbiamo andare. Subito! {{GM}}Preme un pulsante sul suo commlink.{{/GM}}
ru: ДЖЕССИКА! Мы уходим. Сейчас же! {{GM}}Она нажимает кнопку на своем коммлинке.{{/GM}}

source: Jack out of the LAN
de: Klinke dich aus dem LAN aus
es: Desconectarse de la LAN
fr: Se débrancher de la LAN
it: Scollegati dalla LAN
ru: Выйди из локальной сети

source: Jake Armitage
ru: Джейк Армитидж

source: Jake Armitage?
ru: Джейк Армитидж?

source: Jake Must Survive
de: Jake muss überleben
es: Jake debe sobrevivir
fr: Jake doit survivre
it: Jake deve sopravvivere
ru: Джейк не должен умереть

source: Jake sent me.
de: Jake hat mich geschickt.
es: Me envía Jake.
fr: C'est Jake qui m'envoie.
it: Mi manda Jake.
ru: Меня прислал Джейк.

source: Jake's Golden Lighter
de: Jakes goldenes Feuerzeug
es: Encendedor de oro de Jake
fr: Briquet doré de Jake
it: Accendino dorato di Jake
ru: Золотая зажигалка Джейка

source: Jake’s Safe MagCard
de: Die Magnetkarte für Jakes Safe
es: Tarjeta magnética de la caja de Jake
fr: MagCard du coffre de Jake
it: Carta magnetica di Jake
ru: Карточка от сейфа Джейка

source: Jamal
ru: Джамаль

source: James Telestrian III
ru: Джеймс Телестриан Третий

source: James. Sainted James. We both KNEW it was my fault and yet James, bless his heart, didn't divorce me. I TOLD him that he should find another wife, that the Bible says a man can TAKE another wife to bear him him children, if his first wife CAN'T.
de: James. Edler James. Wir wussten BEIDE, dass es meine Schuld war und dennoch hat sich James nicht von mir scheiden lassen. Ich habe ihm GESAGT, er solle eine andere Frau finden. In der Bibel steht, ein Mann könne eine andere Frau finden, um ihm Kinder zu gebären, wenn es die erste nicht vermag.
es: James James el santo. Los dos SABÍAMOS que era culpa mía y, aun así, James, bendito sea, no se divorció de mí. Le DIJE que se buscara a otra esposa, que la Biblia dice que un hombre puede TOMAR otra esposa para que le dé hijos si su primera esposa NO PUEDE.
fr: James. Saint James. On SAVAIT tous les deux que c'était de ma faute, et pourtant James n'a pas divorcé. Je lui AI DIT qu'il devait trouver une autre femme, que la Bible dit qu'un homme peut PRENDRE une autre femme pour lui faire des enfants si la sienne ne PEUT PAS.
it: James. Santo James. SAPEVAMO che era colpa mia e James, sia benedetto, non mi ha lasciata. Gli ho DETTO che doveva trovare un'altra moglie, che la Bibbia dice che un uomo può PRENDERE un'altra donna per dargli figli se la prima moglie NON È IN GRADO.
ru: Джеймс. Святой Джеймс. Мы оба ЗНАЛИ, что это моя вина, и все же Джеймс не стал настаивать на разводе. Я ПРОСИЛА его взять другую жену, Библия позволяет человеку найти другую жену, если первая не может родить ему сыновей.

source: Jane Sinclair.
ru: Джейн Синклер.

source: Janitor
de: Hausmeister
es: Limpiador
fr: Concierge
it: Custode
ru: Уборщик

source: Janitor ID Passcard
de: Hausmeister-ID-Passkarte
es: Tarjeta identificativa de acceso del limpiador
fr: Carte d'accès de concierge
it: Tessera di identificazione del custode
ru: Пропуск уборщика

source: Janitor... Not authorized... Move along...
de: Hausmeister ... Nicht autorisiert ... Bitte weitergehen ...
es: Limpiador... No autorizado... Continúa...
fr: Concierge... Non autorisé... Circulez...
it: Custode... Non autorizzato... Procedere...
ru: Уборщики... не допускаются. Покиньте помещение...

source: Japanese mafia. Oh man.
de: Die japanische Mafia. Oh Mann.
es: La mafia japonesa. Oh, no.
fr: La mafia japonaise. Oh, putain.
it: Mafia giapponese. Oh cavolo.
ru: Японская мафия. Ох ты ж.

source: Jeez, $(l.guy). Do you really think this is the time?
de: Verdammt, $(l.guy). Ist das wirklich die beste Zeit dafür?
es: Sí, $(l.guy). ¿Realmente crees que es el momento?
fr: Bon dieu, $(l.guy). Tu penses que c'est vraiment le moment ?
it: Accidenti, $(l.guy). Credi davvero che questo sia il momento?
ru: Блин, $(l.guy). Умеешь же ты выбрать момент!

source: Jessica
ru: Джессика

source: Jessica Watts
ru: Джессика Уоттс

source: Jessica Watts.
ru: Джессики Уоттс.

source: Jessica Watts. She hired you. Where can I find her?
de: Jessica Watts. Sie hat dich angeheuert. Wo finde ich sie?
es: Jessica Watts. Ella te contrató. ¿Dónde puedo encontrarla?
fr: Jessica Watts Elle vous a engagé. Où puis-je la trouver ?
it: Jessica Watts. È lei che ti ha assoldato. Dove posso trovarla?
ru: Джессика Уоттс. Она вас наняла. Где мне ее найти?

source: Jessica Watts... yeah! He mentioned her once. It didn't sound like they got along that well.
de: Jessica Watts ... Ja! Er hat sie einmal erwähnt. Aber es klang nicht so, als ob sie sich besonders gut verstanden hätten.
es: Jessica Watts... ¡sí! La mencionó una vez. No parecía que se llevasen muy bien.
fr: Jessica Watts... ouais ! Il m'a parlé d'elle une fois. Ils avaient pas l'air de s'entendre très bien.
it: Jessica Watts... sì! L'ha menzionata una volta. Ma non credo andassero molto d'accordo.
ru: Джессика Уоттс... Ну да! Иногда он ее упоминал. Похоже, они не больно-то ладили.

source: Jessica, what in God's name have you done?
de: Jessica, was in Gottes Namen hast du getan?
es: Jessica, por Dios, ¿qué es lo que has hecho?
fr: Jessica, pour l'amour de dieu, qu'avez-vous fait ?
it: Jessica, in nome del cielo, che cosa hai fatto!
ru: Джессика, ради всего святого. Что ты натворила?

source: Jessica, you’re not well. You need help.
de: Jessica, dir geht es nicht gut. Du brauchst Hilfe.
es: Jessica, no estás bien. Necesitas ayuda.
fr: Jessica, vous n'êtes pas dans votre état normal. Vous avez besoin d'aide.
it: Jessica, non stai bene. Hai bisogno di aiuto.
ru: Джессика, ты не понимаешь, что говоришь. Тебе нужна помощь.

source: Jin Parks
ru: Джин Паркс

source: Johannes Horak
ru: Йоханнес Горак
