Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Well, playing dead, mostly. A bunch of gangers out there want my head, and I’d rather keep it. Figured I’d lay low for a while, give them some time to cool down.
de: Also größtenteils stelle ich mich hier tot. Ein Haufen Ganger da draußen haben es auf mich abgesehen. Ich möchte mich eher nicht von ihnen töten lassen, also dachte ich, ich zieh mich eine Weile zurück.
es: Bueno, haciéndome el muerto, sobre todo. Un puñado de pandilleros quiere mi cabeza, y prefiero quedármela. Pensé en borrarme del mapa durante un tiempo, darles algo de tiempo para que se calmaran.
fr: Eh bien, je fais le mort, dirons-nous. Une bande de gangers veut ma peau, et moi j'aimerais bien la garder. Je me suis dit que j'allais me faire discret pour un moment, histoire de leur laisser le temps de se calmer.
it: Ho fatto finta di essere morto, più che altro. Un mucchio di ganger vuole la mia testa e io preferirei non separarmene. Ho pensato di starmene buono per un po' e lasciare calmare le acque.
ru: Ногами вперед, конечно. За моей головой охотится уличная банда, а я пока не готов с ней расстаться. Я решил залечь на дно и исчезнуть на пару дней, скоро они должны потерять свой энтузиазм.

source: Well, she's my only lead. Let's do this before I change my mind.
de: Naja, das ist meine einzige Spur. Lass uns gehen, bevor ich’s mir anders überlege.
es: Bueno, es mi única pista. Hagámoslo antes de que cambie de opinión.
fr: Bon, elle est la seule piste que j'aie. Allons-y avant que je change d'avis.
it: Beh, è la mia sola pista. Andiamo, prima che cambi idea.
ru: Ну, у меня нет других наводок. Пойдем, иначе я передумаю.

source: Well, thanks for your help...
de: Trotzdem danke für deine Hilfe ...
es: Bueno, gracias por tu ayuda...
fr: Bon, merci pour votre aide...
it: Beh, grazie per il tuo aiuto...
ru: Ну... Спасибо за помощь.

source: Well, that's why you get paid the big bucks. Here's a credstick, you'll find the appropriate compensation is all there. It was a pleasure doing business with you.
de: Tja, dafür wirst du ja auch gut genug bezahlt. Hier ist ein Credstick. Der darauf gespeicherte Betrag sollte dich zufriedenstellen. Es war mir eine Freude.
es: Bueno, por eso te pagan tanta pasta. Toma este credistick. Dentro encontrarás la compensación adecuada. Ha sido un placer hacer negocios contigo.
fr: Eh bien c'est pour cela qu'on vous paye grassement. Voici un créditube, vous y trouverez la rémunération appropriée. Ce fut un plaisir de faire affaire avec vous.
it: Beh, è per questo che ti pago profumatamente. Ecco un credstick, il compenso è tutto lì. È stato un piacere fare affari con te.
ru: Поэтому я и плачу тебе такие деньги. Возьми этот кредстик. Твое вознаграждение там, до последней нюйены. С тобой было приятно иметь дело.

source: Well, the killer definitely took the lungs. The more I look at it though, the other missing organs may just be eviscerated within the chest cavity.
de: Naja, der Mörder hat auf jeden Fall seine Lungen entnommen. Je mehr ich mir das alles ansehe, desto mehr habe ich das Gefühl, dass sich die restlichen Organe noch in Einzelteilen im Brustkorb befinden.
es: A ver, está claro que el asesino se ha llevado los pulmones. Pero cuanto más lo miro, más me parece que los otros órganos los ha eviscerado dentro de la cavidad torácica.
fr: Eh bien, le tueur a pris les poumons. Plus j'y regarde de près, et plus je me dis que les organes manquants ont été retirés par le trou de la poitrine.
it: Sicuramente ha preso i polmoni. Guardando bene, tuttavia, gli altri organi mancanti potrebbero essere stati asportati dalla cavità toracica.
ru: Очевидно, что убийца забрал у него легкие. И чем больше я на него гляжу, тем сильнее убеждаюсь, что все остальные органы в грудной полости были извлечены по ошибке.

source: Well, the killer definitely took the lungs. The more I look at it though... the other missing organs may just be eviscerated within the chest cavity.
de: Naja, der Mörder hat auf jeden Fall seine Lungen entnommen. Je mehr ich mir das alles ansehe ... habe ich das Gefühl, dass sich die restlichen Organe noch in Einzelteilen im Brustkorb befinden.
es: A ver, está claro que el asesino se ha llevado los pulmones. Pero cuanto más lo miro... más me parece que los otros órganos los ha eviscerado dentro de la cavidad torácica.
fr: Eh bien, le tueur a pris les poumons. Plus j'y regarde de près... et plus je me dis que les organes manquants ont été retirés par le trou de la poitrine.
it: Sicuramente ha preso i polmoni. Guardando bene, tuttavia, gli altri organi mancanti potrebbero essere stati asportati dalla cavità toracica.
ru: Очевидно, что убийца забрал у него легкие. И чем больше я на него гляжу, тем сильнее убеждаюсь, что все остальные органы в грудной полости были извлечены по ошибке.

source: Well, there are two schools of thought on the matter. There are those who swear by their smartguns and such because they make the weapon more accurate, and thus more deadly. Then there are those who subscribe to the bigger boom theory, putting all their money on the biggest and baddest rounds.
de: Nun, da gibt es zwei verschiedene Sichtweisen. Es gibt diejenigen, die auf ihre Smartguns und all dieses Zeug schwören, weil es die Genauigkeit und somit die Tödlichkeit der Waffe erhöht. Dann gibt es noch die Anhänger der „Größerer Knall“-Theorie, die all ihr Geld in die größten und zerstörerischsten Kugeln stecken.
es: Bueno, hay dos escuelas de pensamiento en esta materia. Hay quienes hablan maravillas de sus armas inteligentes porque tienen más precisión y, por tanto, son más mortales. Y luego están quienes apoyan la teoría del bum más grande y lo darían todo por cargas más potentes y letales.
fr: Eh bien, il existe deux écoles de pensée sur le sujet. Ceux qui ne jurent que par leur flingues technoogiques parce qu'ils sont précis, et donc mortels. Et ceux qui préfèrent la théorie du grand boom, ne se fiant qu'aux explosifs et tout ce qui s'en rapproche.
it: Ci sono due scuole di pensiero. C'è chi giura di preferire le armi più piccole perché più precise e quindi più letali. Poi ci sono quelli che preferiscono la potenza di fuoco e optano per le armi più grosse e cazzute.
ru: Когда раннеры идут на дело, чаще всего они руководствуются одним из двух принципов: некоторые предпочитают пушки со смартлинком и автоматизированные системы, потому что они стреляют точнее и поэтому хороши. Другие просто запасаются оружием крупного калибра в надежде, что количество компенсирует им недостаток качества.

source: Well, there’s an economic incentive, for one. Power for another. If there was an outbreak of bugs in a major city and his company had the only product capable of combating it, you think it might give him some sort of edge? I’m not saying he’d do that. But I am saying his field tests results were quite compelling. Let me show you one more!
de: Naja, zum einen gibt es einen wirtschaftlichen Anreiz. Und außerdem Macht. Wenn es in einer großen Stadt eine Käferplage gibt und seine Firma das einzige Bekämpfungsmittel hat, dann gibt ihm das doch einen Vorteil, verstehst du? Ich sage ja nicht, dass er so dreist wäre. Aber seine Testergebnisse waren ziemlich überzeugend. Ich zeige dir noch einen!
es: Bueno, hay un incentivo económico, para unos. Poder para otros. Si se produjera una plaga de bichos en una gran ciudad y su compañía tuviera el único producto capaz de luchar contra ella, ¿crees que podría darle algún tipo de ventaja? No estoy diciendo que él haría eso. Pero digo que los resultados de sus pruebas de campo fueron bastante convincentes. ¡Deja que te enseñe algo más!
fr: Il y a une motivation d'ordre économique, sans surprise. Le pouvoir pour toujours plus de pouvoir. S'il y avait une invasion d'insectes dans une ville importante et si son entreprise était la seule à posséder le produit capable de les combattre, ça ne lui donnerait pas un certain... avantage ? Je ne dis pas qu'il le ferait. Mais les résultats des tests étaient plus qu'impressionnants. Je dois te montrer une dernière chose.
it: Da una parte ci sono interessi economici in ballo. Dall'altra invece c'è in ballo il potere. Se ci fosse un'invasione di insetti in una metropoli e la sua azienda avesse l'unico prodotto in grado di sterminarli, non credi che ne trarrebbe un certo vantaggio? Non dico che lo farebbe. Però ti dico che i risultati dei test sono abbastanza sorprendenti. Voglio mostrartene ancora uno!
ru: Ну, давай рассуждать. Во-первых, он может получить огромную прибыль. Про власть мы даже не будем говорить. Если жуки развернут наступление на человечество в другом городе, а способное поразить их оружие окажется в руках только у него, как ты думаешь, что произойдет? Я не говорю, что все случится именно так. Но результаты полевых испытаний оказались более чем обнадеживающими. Дай-ка я покажу тебе еще кое-что!

source: Well, they're one of the nastier gangs in town. Their symbol is a flaming Jack O'Lantern, but you wouldn't like their version of Trick-or-Treating very much. Around here they're led by a troll named John Paul. He's got all the Halloweeners in the Barrens looking for me. We take him out, maybe I can breathe a bit easier.
de: Tja, sie sind eine der übleren Gangs in der Stadt. Ihr Gangzeichen ist ein brennender Halloween-Kürbis – allerdings stehen sie eher auf Saures als auf Süßes. Die Truppe hier wird von einem Troll namens John Paul angeführt. Er lässt alle Halloweener der Barrens nach mir suchen. Wenn wir ihn ausschalten, sollte es mir das Leben leichter machen.
es: Bueno, son una de las bandas más duras de la ciudad. Su símbolo es una calabaza en llamas, pero no te gustará su versión de “truco o trato”. Por aquí su líder es un troll llamado John Paul. Tiene a todos los Halloweeners de los Barrens buscándome. Si nos lo cargamos, quizás pueda respirar un poco mejor.
fr: Eh bah c'est un des gangs les plus méchants du coin. Leur symbole est une citrouille d'halloween enflammée, mais lorsqu'ils vont de blocs en blocs c'est pas pour demander des bonbons. Par ici, leur chef est un troll appelé John Paul. Il a lancé tous les halloweeners de Barrens à ma recherche. Si on se débarrasse de lui, je pourrais peut-être un peu plus respirer.
it: Sono una delle peggiori gang della città. Hanno una zucca di Halloween infuocata come simbolo, ma la loro versione di "dolcetto o scherzetto" non è affatto gradevole. Il loro capo è un Troll di nome John Paul. Ha spedito tutti gli Halloweener a setacciare le Terre desolate per trovarmi. Facciamolo fuori e mi sentirò un po' più leggero.
ru: Это одни из самых неприятных ребят в городе. Их символ - фонарь из тыквы, но ты же понимаешь, что они глотают вместо конфет. Праздник каждый день, черт бы их побрал. Так или иначе, командует ими здоровенный тролль по имени Джон Пол. Именно с его подачи эта банда переворачивает Пустоши вверх дном, чтобы меня найти. Если мы его прикончим, я смогу наконец вздохнуть свободнее.

source: Well, whoever sent me is definitely interested in you.
de: Nun, wer auch immer mich geschickt hat, ist definitiv an dir interessiert.
es: Bueno, quien me haya enviado está muy interesado en ti.
fr: Qui que ce soit qui m'envoie, vous les intéressez vraiment.
it: Beh, la persona che mi manda è decisamente interessata a te.
ru: А нашего работодателя интересует.

source: Well, you can count me among ‘em. I can use all the friends I can get.
de: Du kannst mich gerne dazuzählen. Ich brauche alle Freunde, die ich kriegen kann.
es: Bueno, entonces puedes contarme como uno de ellos. No me sobran los amigos.
fr: Eh bien, tu peux compter sur moi aussi. Je peux faire appel à tous mes amis.
it: Beh, mi puoi contare tra quelli. Posso usare tutti gli amici che trovo.
ru: Можешь считать меня одним из них. Чем больше у человека друзей, тем лучше.

source: Well, you can keep the key. Oh, I got one other thing! The guards keep some supplies in the bathroom lockers. I bet you could find some nice stuff there.
de: Naja, den Schlüssel kannst du behalten. Oh, ich hab noch was! Die Wachen bewahren einige Vorräte in den Badschränken auf. Ich wette, du könntest ein paar nette Sachen da drin finden.
es: Bueno, guárdate la llave. ¡Ah, otra cosa! Los guardas guardan suministros en las taquillas del baño. Seguro que encuentras algo interesante.
fr: Eh bien, vous pouvez garder la clé. Oh, encore une chose ! Les gardes rangent leurs provisions dans les casiers de la salle de bain. Je parie qu'il y a des trucs intéressants.
it: Beh, puoi tenerti la chiave. Ah, un'altra cosa! Le guardie tengono dei rifornimenti negli armadietti dei bagni. Scommetto che là dentro c'è della roba interessante.
ru: Ты можешь оставить себе ключ. Да, и еще кое-что! Охранники хранят свои вещи в шкафчиках в ванной комнате. Ты наверняка найдешь там что-нибудь хорошее.

source: Well, you don't want to talk to me. I don't work here. I'm not crazy enough for that.
de: Na, dann willst du nicht mit mir reden. Ich arbeite hier nicht. So verrückt bin ich dann auch nicht.
es: Bueno, no quieres hablar conmigo. Yo no trabajo aquí. No estoy tan mal.
fr: Alors ce n'est pas à moi qu'il faut parler. Je ne travaille pas ici. Je ne suis pas suffisamment fou pour ça.
it: Beh, non sono io la persona con cui parlare. Non lavoro qui. Non sono così folle.
ru: Ну, об этом тебе надо говорить не со мной. Я тут не работаю. Я же еще не сошел с ума.

source: Well, you’re a dumbass and I’ll drink to you when you’re dead. Aw, who am I kidding? I’m not gonna outlast you. Guess you can drink to me.
de: Tja, du bist ein Dummkopf und wenn du tot bist, werd ich auf dich anstoßen. Ach, wem mach ich hier was vor? Ich werd dich wohl kaum überleben. Du kannst wohl eher auf mich anstoßen.
es: Estás para que te encierren y brindaré por ti cuando mueras. Bah, ¿a quién trato de engañar? No voy a durar más que tú. Puedes brindar tú por mí.
fr: Pff, t'es qu'un con et je boirai en ton honneur quand tu seras mort. Oh, qui j'essaye de convaincre là ? Tu vivras plus longtemps que moi. Je suppose que c'est toi qui boiras à ma santé.
it: Beh, sei un idiota e io berrò alla tua salute quando sarai morto. Oh, ma chi voglio prendere in giro? Non vivrò più a lungo di te. Immagino che sarai tu a poter bere alla mia salute.
ru: Глупо. Я выпью за твой упокой, когда тебя подстрелят. Хотя кого я обманываю? Ты меня переживешь. Так что когда меня убьют, выпей за меня.

source: Well, you’re in for a treat, if you stick around for a few hours. I hear she’s better than ever. I’m gonna try and find a better spot to hear.
de: Na, wenn du ein paar Stunden Zeit hast, wirst du es sicher nicht bereuen. Ich hab gehört, sie sei besser als je zuvor. Ich muss es irgendwie schaffen, mir einen besseren Platz zu sichern.
es: Bueno, lo vas a disfrutar un montón, si te quedas por aquí unas horas. He oído que está mejor que nunca. Voy a intentar encontrar un sitio mejor para escucharlo.
fr: Eh bah tu vas adorer, si tu restes dans les parages pendant quelques heures. On dit qu'elle est au top du top. Je vais essayer de me trouver un meilleur endroit pour entendre.
it: Beh, vivrai un'esperienza grandiosa se resti in giro per un paio d'ore. Ho sentito che è più in forma che mai. Vado a cercare il posto migliore per sentire.
ru: Да? Ну ладно. Через пару часов начнется концерт, так что я настоятельно советую тебе задержаться. Она великолепна! Я попробую занять место, с которого ее будет видно получше.

source: Well.. I can't pay you. But I need you to distract the guard by the fence around the corner.
de: Naja, ich kann dich nicht bezahlen, aber es wäre nett, wenn du den Wachmann am Zaun um die Ecke ein wenig ablenkst.
es: Bueno... No puedo pagarte. Pero necesito que distraigas al guardia que hay junto a la verja, a la vuelta de la esquina.
fr: Eh bien... Je ne peux pas te payer. Mais j'ai besoin que tu ailles distraire le garde dans le coin là-bas, près de la clôture.
it: Beh... Non posso pagarti. Ma ho bisogno che tu distragga la guardia accanto alla recinzione dietro l'angolo.
ru: Ну... Денег у меня нет. Но я хочу, чтобы ты отвлекла этого охранника на воротах.

source: Well... -
de: Äh ...
es: A ver... -
fr: Heu... -
it: Ecco... -
ru: У меня...

source: Well... I can understand that. Alright, tell you what. If you're interested, I can put you down for a donation to the Lonely Orphans Fund.
de: Tja ... Das kann ich verstehen. Gut, ich sag dir was: Wenn du Interesse hast, notiere ich mir eine Spende deinerseits an den Arme-Waisen-Fonds.
es: Bueno... Lo entiendo. Vale, haremos una cosa. Si te interesa, puedo apuntarte para un donativo al Fondo de huérfanos solitarios.
fr: Enfin... Je peux comprendre. Bon, vous savez quoi ? Si ça vous intéresse, vous pouvez faire un don pour le Fonds des orphelins de Lone Star.
it: Beh... Lo capisco. Ok, sai che ti dico? Se ti interessa, ti posso mettere in lista tra i donatori del Fondo orfani abbandonati.
ru: Ну... Это я могу понять. Ладно, давай поступим так. Если хочешь, можешь сделать взнос в пользу фонда помощи осиротевшим детям сотрудников полиции.

source: Well... I'm not sure. I know she had an ugly break-up with her boyfriend after getting those new eyes put in. That guy was pretty upset for some reason and wouldn’t leave Lucy be, until she filed for a restraining order. That all seemed to die down a while ago, though.
de: Naja ... ich weiß nicht. Nachdem sie ihre neuen Augen gekriegt hat, hat sie sich von ihrem Freund getrennt. War echt ungemütlich. Er war echt sauer und wollte Lucy nicht in Ruhe lassen, bis sie ihm eine einstweilige Verfügung vor den Latz geknallt hat. Aber das ist alles schon ’ne Weile her und ich hab nichts mehr darüber gehört.
es: Bueno... No estoy seguro. Sé que tuvo una fea ruptura con su novio tras conseguir ese implante de ojos nuevos. Ese tipo estaba bastante molesto por alguna razón y no dejaba en paz a Lucy, hasta que ella pidió una orden de alejamiento. Aunque todo eso parecía haber acabado hace tiempo.
fr: Enfin... Je suis pas sûr. Je sais qu'elle a rompu avec son copain après qu'elle se soit fait changer les yeux. Ça s'est mal passé. Ce mec était sur les nerfs et voulait pas la laisser tranquille. Elle a dû porter plainte. Mais ça avait l'air de s'être calmé depuis un certain temps, pourtant.
it: Beh... Non ne sono sicuro. So che lei si è lasciata male con il suo ragazzo dopo essersi fatta impiantare quei nuovi occhi. Lui era piuttosto arrabbiato per qualche motivo e non voleva lasciare in pace Lucy, fino a quando lei non ha richiesto un ordine restrittivo. Ma la cosa sembrava essersi attenuata già qualche tempo fa.
ru: Ну-у... Вот тут я не уверен. Я знаю, что она порвала со своим дружком сразу после того, как вставила новые глаза. Этот парень был за что-то сильно на нее зол и все время крутился вокруг, пока она не подала на него в суд и не получила наконец охранный ордер. Но это было давно.

source: Well... I’ve got nowhere else to go. Might as well see how deep this cesspool gets.
de: Tja ... ich kann sonst nirgendwohin. Da kann ich mir genauso gut ansehen, wie tief ich noch in den Schlamassel geraten kann.
es: Bueno... No tengo otro sitio al que ir. Podría ver a qué profundidad llega este pozo negro.
fr: Eh bien... Je n'ai nulle part ailleurs où aller. On va voir jusqu'où nous mène cette rivière de merde.
it: Beh... Non so dove andare. Voglio proprio vedere dove mi porta questa fogna.
ru: Ну... мне все равно больше нечем заняться. Можем проверить, почем фунт лиха.

source: Well... Lucy had this necklace. An intricate little carving of a dragonfly on it. Wore it everyday, said her mom gave it to her when she left Denver. Anyway, you know how Lone Star is. All of her stuff'll be bagged and placed in evidence storage until the Seventh World awakens. I just thought...
de: Naja ... Lucy hatte diese Kette. Mit einer sehr detaillierten, kleinen Libelle dran. Sie hat sie jeden Tag getragen und meinte, ihre Mutter hätte sie ihr geschenkt, als sie Denver verlassen hat. Jedenfalls, du weißt ja, wie Lone Star ist. All ihr Zeug wird eingetütet und weggesperrt, bis die Siebte Welt erwacht. Ich dachte bloß ...
es: Bueno... Lucy tenía un collar. Tiene un delicado grabado de una libélula. Lo llevaba todos los días, decía que su madre se lo dio cuando salió de Denver. En cualquier caso, ya sabes cómo es Lone Star. Meterán todas sus cosas en bolsas y las dejarán en el almacén de pruebas hasta que llegue el Séptimo Mundo. Estaba pensando...
fr: Enfin... Lucy avait ce collier... Une jolie gravure qui représente une libellule. Elle le portait tous les jours, elle disait que sa mère le lui avait donné lorsqu'elle avait quitté Denver. Bref, tu sais comment marche Lone Star... Ils vont empaqueter ses affaires, leur coller des étiquettes et foutre tout ça dans un dépôt jusqu'au jugement dernier. Je me disais juste que...
it: Beh... Lucy aveva una collana. Sopra c'era una piccola e intricata incisione di una libellula. La indossava sempre, diceva che gliel'aveva data sua madre quando aveva lasciato Denver. Ad ogni modo, sai come agisce la Lone Star. Tutte le sue cose saranno impacchettate e archiviate fino a quando non si sveglierà il Settimo Mondo. Pensavo solo...
ru: Ну... У Люси было любимое ожерелье. Резное, со стрекозой. Она надевала его каждый день. Говорила, мама подарила его ей перед тем, как она уехала из Денвера. Но ты же знаешь, как работает ''Одинокая звезда''. Все ее вещи будут где-нибудь пылиться с другими вещественными доказательствами до пробуждения Седьмого мира. Вот я и подумал...

source: Well... Seattle can't be any worse than this.
de: Tja ... Seattle kann nicht schlimmer sein als das hier.
es: Bueno... Seattle no puede ser peor que esto.
fr: Enfin... Seattle ne peut pas être bien pire que ça.
it: Beh... Seattle non può essere peggio di questo.
ru: Вряд ли Сиэтл окажется хуже этой дыры.

source: Well... as long as Mr. J gets what he needs, I see no reason we can't make a little extra at the same time.
de: Also ... so lange Mr. J kriegt, was er braucht, sehe ich keinen Grund, warum wir nicht ein bisschen was dazu verdienen könnten.
es: Bueno... mientras el Sr. J consiga lo que necesita, no veo por qué no podemos, de paso, sacarnos un extra.
fr: Eh bien... Tant que M. J obtient ce qu'il veut, je ne vois pas pourquoi on ne pourrait pas se faire un petit extra.
it: Beh... finché il signor J ottiene quello che chiede, non vedo perché non possiamo fare un piccolo extra nel frattempo.
ru: Ну... почему нет. Мистер С. получит все, что хотел, а мы заработаем.
