Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}He presses his hands to the sides of his head, his finger still on the trigger. Squints.{{/GM}} What the hell is wrong with you people?
de: {{GM}}Er presst seine Hände gegen die Schläfen. Sein Finger liegt immer noch auf dem Abzug seiner Pistole. Er kneift die Augen zusammen.{{/GM}} Was zum Teufel ist nur los mit euch?
es: {{GM}}Se aprieta la cabeza con las manos, con el dedo aún en el gatillo. Entrecierra los ojos.{{/GM}} ¿Qué coño os pasa?
fr: {{GM}}Il se presse les mains sur les tempes, le doigt toujours sur la gâchette. Il plisse les yeux.{{/GM}} C'est quoi ton problème, bordel ?
it: {{GM}}Preme le mani contro le tempie, il dito ancora sul grilletto. Strizza gli occhi.{{/GM}} Si può sapere che diavolo volete?
ru: {{GM}}Он прижимает руки к голове и прищуривается. Его палец все еще лежит на курке.{{/GM}} Чего вам надо? Что с вами не так?

source: {{GM}}He quickly inspects the data.{{/GM}} Damn, you lifted this out of the Raku system? I hired the right $(l.guy). Here's a bonus.
de: {{GM}}Er wirft einen kurzen Blick auf die Daten.{{/GM}} Nicht schlecht. Das hast du aus Renrakus System gezogen? Ich hab wohl die richtige Person eingestellt. Hier ist dein Bonus.
es: {{GM}}Inspecciona rápidamente los datos.{{/GM}} Maldición, ¿has robado esto del sistema de Raku? He contratado al $(l.guy) adecuado. Aquí tienes una bonificación.
fr: {{GM}}Il inspecte rapidement les données.{{/GM}} La vache, vous avez récupéré ça sur le réseau Raku ? J'ai engagé le bon $(l.guy) ! Voici un bonus.
it: {{GM}}Verifica rapidamente i dati.{{/GM}} Accidenti, l'hai preso dal sistema della Raku? Ho ingaggiato il $ (l.guy) giusto. Ecco un bonus.
ru: {{GM}}Он быстро просматривает добытую информацию.{{/GM}} Черт. Вы вытащили это из внутренней сети Ренраку? Ну ты даешь, $(l.guy). Держи премию.

source: {{GM}}He reaches for his weapon.{{/GM}}
de: {{GM}}Er greift nach seiner Waffe.{{/GM}}
es: {{GM}}Intenta agarrar su arma.{{/GM}}
fr: {{GM}}Il porte la main à son arme.{{/GM}}
it: {{GM}}Cerca di afferrare la sua arma.{{/GM}}
ru: {{GM}}Он тянется к оружию.{{/GM}}

source: {{GM}}He relaxes and the glint comes back in his eye.{{/GM}} But, you’ve done a great service to metahumanity, yadda-yadda-yadda, so I’ll throw you a bone and tell you this.
de: {{GM}}Er entspannt sich und seine Augen funkeln wieder.{{/GM}} Aber du hast eine Menge für die Metamenschheit getan und so weiter und so fort, deswegen helf ich dir ein bisschen auf die Sprünge und erzähl dir Folgendes.
es: {{GM}}Se relaja y el brillo vuelve a su ojo.{{/GM}} Pero le has hecho un gran servicio a la metahumanidad, blah blah blah, así que te tiraré un hueso y te diré una cosa.
fr: {{GM}}Il se détend et l'étincelle reprend vie dans ses yeux.{{/GM}} Mais tu as rendu un grand service à la métahumanité et patati et patata, donc je vais te dire ceci.
it: {{GM}}Si calma e il luccichio torna ad animare i suoi occhi.{{/GM}} Tuttavia, hai reso un grande servizio alla metaumanità, yuppi yuppi ye, perciò ti darò uno zuccherino dicendoti questo.
ru: {{GM}}Он расслабляется и снова выглядит довольным.{{/GM}} Но без тебя метачеловечеству пришлось бы довольно туго, беда-беда-огорчение, так что я тебе подыграю и скажу следующее.

source: {{GM}}He rolls his eyes.{{/GM}} Typical. It's gonna be a hell of morning with all this investigation drek going on.
de: {{GM}}Er verdreht die Augen.{{/GM}} Typisch. Das wird ein echt mieser Morgen mit diesem ganzen Ermittlungs-Drek, der hier los ist.
es: {{GM}}Pone los ojos en blanco.{{/GM}} Típico. Va a ser una mañana del demonio con toda esta mierda de investigación.
fr: {{GM}}Ses yeux roulent dans ses orbites.{{/GM}} Classique. Ça va être une matinée d'enfer avec tout ce bordel autour de l'enquête.
it: {{GM}}Alza gli occhi al cielo.{{/GM}} Tipico. Sarà una mattinata infernale con questa cazzo d'indagine in corso.
ru: {{GM}}Он закатывает глаза.{{/GM}} Само собой. Веселое у нас будет утречко, если они не поторопятся закрыть расследование.

source: {{GM}}He scratches his mop of red hair.{{/GM}} I guess that concludes the story of “$(l.name) and the Dead Man’s Switch”, huh? Y’know, I’ve been thinking, maybe you should stay in Seattle awhile. There’s plenty of ways folks like us can get into trouble here - you only skimmed the surface.
de: {{GM}}Er kratzt nachdenklich an seinem roten Haarschopf.{{/GM}} Ich schätze das ist wohl das Ende der Geschichte von „$(l.name) und dem Totmannschalter“, was? Weißt du, ich dachte mir, vielleicht solltest du noch ein Weilchen in Seattle bleiben. Es gibt alle möglichen Arten und Weisen, auf die Leute wie wir uns in Schwierigkeiten bringen können. Du hast ja gerade mal an der Oberfläche gekratzt.
es: {{GM}}Se rasca su mata de pelo roja.{{/GM}} Supongo que aquí termina la historia de “$(l.name) y el interruptor del hombre muerto”, ¡eh? ¿Sabes? He estado pensando, quizá deberías quedarte un tiempo en Seattle. Aquí, los tipos como nosotros tienen muchas maneras de meterse en líos, tú solo has probado un bocadito.
fr: {{GM}}Il gratte sa tignasse rousse.{{/GM}} J'imagine que ça conclut l'histoire de $(l.name) et du « Dead Man’s Switch », hein ? Je me disais, peut-être que vous devriez rester un peu à Seattle. Des gars comme nous peuvent se mettre dans le pétrin facilement, vous n'avez encore rien vu.
it: {{GM}}Si gratta la chioma di capelli rossi.{{/GM}} Immagino che così si concluda la storia di “$(l.name) e del Segnalatore di decesso”, no? Sai, pensavo che ti dovresti trattenere a Seattle ancora un po'. Per quelli come noi, qui si possono trovare guai ovunque... Tu hai avuto solo un assaggio.
ru: {{GM}}Он чешет в затылке, взъерошив копну своих рыжих волос.{{/GM}} Значит, эту историю можно считать законченной. “$(l.name) и последний звонок”. Хорошо звучит? Знаешь, я подумал, что тебе стоит задержаться в Сиэтле. Ребята вроде нас часто попадают в неприятности. Поверь, эти события - всего лишь начало.

source: {{GM}}He seems disappointed that you didn’t get his joke.{{/GM}} You are excused.
de: {{GM}}Er scheint enttäuscht zu sein, dass du seinen Witz nicht verstanden hast.{{/GM}} Zu schade.
es: {{GM}}Parece decepcionado porque no has entendido su chiste.{{/GM}} No pasa nada.
fr: {{GM}}Il semble déçu que vous n'ayez pas compris sa blague.{{/GM}} Ce n'est pas grave.
it: {{GM}}Non hai capito l'indovinello. Sembra deluso.{{/GM}} Ti perdona.
ru: {{GM}}Он выглядит разочарованным. Очевидно, он наделся, что до тебя все же дойдет смысл шутки.{{/GM}} На первый раз прощаю.

source: {{GM}}He seems satisfied.{{/GM}} I see. Well, until you deliver them to Grandmother Jessica you’re responsible for them, so don’t let them go wandering off.
de: {{GM}}Er scheint mit der Antwort zufrieden zu sein.{{/GM}} Ich verstehe. Also gut. Bis du sie Großmutter Jessica übergeben hast, trägst du die Verantwortung für diese Leute, also lass sie nicht aus den Augen.
es: {{GM}}Parece satisfecho.{{/GM}} Ya veo. Bueno, hasta que se los lleves a Abuela Jessica tú eres responsable de ellos, así que no dejes que se marchen.
fr: {{GM}}Il semble satisfait.{{/GM}} Je vois. Eh bien, jusqu'à ce que vous les ameniez à Grand-mère Jessica, vous êtes responsable d'eux, alors ne les laissez pas aller n'importe où.
it: {{GM}}Sembra soddisfatto.{{/GM}} Capisco. Beh, fino a quando non li consegni a Nonna Jessica ne sei direttamente responsabile, fai in modo che non si allontanino.
ru: {{GM}}Он удовлетворен.{{/GM}} Понятно. Ну что же, в таком случае ты за них отвечаешь. Не позволяй им бродить тут в одиночестве.

source: {{GM}}He shakes his head.{{/GM}} I doubt it. You know the guy who said, "Life isn't fair"? He was talking about me.
de: {{GM}}Er schüttelt den Kopf.{{/GM}} Das bezweifle ich. Kennst du den Typen, der gesagt hat „das Leben ist nicht fair“? Er hat von mir gesprochen.
es: {{GM}}Sacude la cabeza.{{/GM}} Lo dudo. ¿Sabes? El tipo que dijo: "La vida no es justa" estaba hablando de mí.
fr: {{GM}}Il secoue la tête.{{/GM}} Ça m'étonnerait. Vous connaissez le dicton "la vie est injuste" ? Il a été créé pour moi sur mesure.
it: {{GM}}Scuote la testa.{{/GM}} Ne dubito. Sai il tipo che ha detto, "La vita è ingiusta"? Si riferiva a me.
ru: {{GM}}Он трясет головой.{{/GM}} Сомневаюсь. Знаешь парня, который сказал "жизнь - дерьмо"? Он говорил про меня.

source: {{GM}}He shakes his head.{{/GM}} I’m not sure I want to know. But that’s not what I’m talking about. Someone’s been asking about you on Shadowlands. Calls himself Baron Samedi. He has a pretty distinctive icon - skull face with a top hat.
de: {{GM}}Er schüttelt den Kopf.{{/GM}} Bin mir nicht sicher, ob ich wissen will, was es damit auf sich hat. Aber das meine ich nicht. Jemand hat auf Shadowlands nach dir gefragt. Nennt sich Baron Samedi. Der Kerl hat einen recht außergewöhnlichen Avatar – einen Totenkopf mit einem Zylinder.
es: {{GM}}Sacude la cabeza.{{/GM}} No tengo claro lo que quiero. Pero no estoy hablando de eso. Alguien ha estado preguntando por ti en Shadowlands. Se hace llamar barón Samedi. Tiene un aspecto muy característico: cara de calavera y un sombrero de copa.
fr: {{GM}}Il secoue la tête.{{/GM}} Je ne suis pas sûr de vouloir savoir. Mais ce n'est pas ça dont je veux parler. Quelqu'un voulait vous rencontrer sur Shadowlands. Il se fait appeler Baron Samedi. Il possède une icône plutôt distinctive : un crâne avec un chapeau.
it: {{GM}}Scuote la testa.{{/GM}} Non so se voglio saperlo. Ma non sto parlando di questo ora. Qualcuno ha chiesto in giro di te su Shadowlands. Si fa chiamare Baron Samedi. Si riconosce dal caratteristico teschio dipinto in faccia e dal cilindro.
ru: {{GM}}Он качает головой.{{/GM}} Полагаю, это не мое дело. Я должен тебя предупредить. Кто-то, кто называет себя Барон Самеди, сейчас наводит о тебе справки в Сумеречных землях. Узнать его легко - в Матрице он выглядит как череп в цилиндре.

source: {{GM}}He shakes his head.{{/GM}} Yeah, they chewed through those guys pretty good. Must've been pros.
de: {{GM}}Er schüttelt den Kopf.{{/GM}} Ja, sie haben unsere Jungs ziemlich alt aussehen lassen. Müssen echte Profis gewesen sein.
es: {{GM}}Sacude la cabeza.{{/GM}} Sí, les dieron bastante fuerte a esos chicos. Tienen pinta de profesionales.
fr: {{GM}}Il secoue la tête.{{/GM}} Ouais, ils ont carrément aplati nos pauvres collègues. Ça devait être des pros.
it: {{GM}}Scuote la testa.{{/GM}} Sì, gliele hanno date di santa ragione. Dovevano essere professionisti.
ru: {{GM}}Он качает головой.{{/GM}} Охрану просто порвали. Должно быть, на нас напала профессиональная команда.

source: {{GM}}He shakes his head.{{/GM}} I hate this fragging city, $(l.name)! It's wet and the rain feels like acid and I want out of here.
de: {{GM}}Er schüttelt den Kopf.{{/GM}} Ich hasse diese verfluchte Stadt, $(l.name)! Es ist kalt, der Regen brennt wie Säure und ich will hier weg.
es: {{GM}}Sacude la cabeza.{{/GM}} ¡Odio esta maldita ciudad, $(l.name)! Es húmeda y la lluvia parece ácido, quiero largarme.
fr: {{GM}}Il secoue la tête.{{/GM}} Je déteste cette foutue ville, $(l.name) ! Tout est trempé. La pluie, on dirait de l'acide. Je veux me barrer d'ici.
it: {{GM}}Scuote la testa.{{/GM}} Odio questa lurida città, $(l.name)! È tutto umido e la pioggia sa di acido, voglio andarmene da qui.
ru: {{GM}}Он качает головой.{{/GM}} $(l.name), я ненавижу этот гребаный город! Здесь мокро, а дождь отдает кислотой. Ты не представляешь, как сильно я хочу убраться отсюда.

source: {{GM}}He shakes his head.{{/GM}} I’m not sure. The host for the Queen is chosen very carefully as the interactions between the Queen and lead shaman are critical - a family connection between the two roles is ideal. Obviously, there is a blood connection between my cousin Lynne and my daughter but I do not believe Lynne is the shaman. That would be Jessica Watts.
de: {{GM}}Er schüttelt den Kopf.{{/GM}} Ich bin mir nicht sicher. Der Wirt für die Königin wird sehr sorgfältig ausgewählt, da die Verbindung zwischen Königin und Käferschamanen sehr wichtig ist – eine Blutsverwandtschaft zwischen beiden ist ideal. Offensichtlich gibt es eine Blutsverwandtschaft zwischen Lynne und meiner Tochter, aber ich glaube nicht, dass Lynne die Schamanin ist. Diese Rolle dürfte wohl Jessica Watts übernehmen.
es: {{GM}}Sacude la cabeza.{{/GM}} No lo sé bien. El anfitrión de la reina se escoge muy cuidadosamente, pues las interacciones entre la reina y el chamán principal son vitales; lo ideal es que tengan alguna conexión familiar. Obviamente, mi prima Lynne y mi hija son parientes consanguíneos, pero no creo que Lynne sea una chamán. Esa sería Jessica Watts.
fr: {{GM}}Il secoue la tête.{{/GM}} Je ne suis pas sûr. L'hôte de la Reine est choisi avec beaucoup de soin car les interactions entre la reine et le grand chaman sont cruciales. L'idéal est un lien familial entre les deux. Évidemment, il y a un lien entre ma cousine Lynne et ma fille, mais je ne crois pas que Lynne soit le chaman. Ça serait plutôt Jessica Watts.
it: {{GM}}Scuote la testa.{{/GM}} Non ne sono sicuro. Il Ricevente per la Regina è scelto con molta attenzione poiché le interazioni tra la Regina e il capo degli Sciamani sono fondamentali; un legame famigliare tra i due ruoli è l'ideale. Ovviamente, c'è un legame di sangue tra mia cugina Lynne e mia figlia, ma non credo che Lynne sia lo Sciamano. Cioè Jessica Watts.
ru: {{GM}}Он качает головой.{{/GM}} Я не уверен. Шаман выбирает тело, которое займет королева, очень тщательно. Между ними должна существовать тесная связь - в идеале кровное родство. Разумеется, моя дочь принадлежит к нашей семье так же, как и двоюродная сестра Линн, но я убежден, что шаманом является кто-то еще. Скорее всего Джессика Уоттс..

source: {{GM}}He shakes his head.{{/GM}} That run went sideways nine ways to Sunday. Now the Fixer is late.
de: {{GM}}Er schüttelt den Kopf.{{/GM}} Bei diesem Run ist so ziemlich alles schiefgelaufen, was man sich vorstellen kann. Jetzt ist auch noch der Schieber spät dran.
es: {{GM}}Sacude la cabeza.{{/GM}} Ese run fue un verdadero asco... Y ahora el fixer llega tarde.
fr: {{GM}}Il secoue la tête.{{/GM}} Cette mission a foiré sur toute la ligne. Maintenant, le Fixer est en retard.
it: {{GM}}Scuote la testa.{{/GM}} Quella missione è andata nel peggior modo possibile. Il ricettatore è in ritardo.
ru: {{GM}}Он качает головой.{{/GM}} На этот раз все полетело к чертям. Все дерьмо, которое могло случиться, таки случилось. А теперь твой человек опаздывает.

source: {{GM}}He shrugs.{{/GM}} At least it wasn't a total loss. Give me your credstick and I'll give you a little something.
de: {{GM}}Er zuckt mit den Schultern.{{/GM}} Wenigstens war es keine völlige Zeitverschwendung. Gib mir deinen Credstick und ich gib dir ein wenig Geld für deine Mühe.
es: {{GM}}Se encoge de hombros.{{/GM}} Al menos no ha sido una pérdida total. Dame tu credistick y te daré una propina.
fr: {{GM}}Il hausse les épaules.{{/GM}} Au moins ça n'a pas été une totale perte de temps. Donnez-moi votre créditube, que je vous verse un petit quelque chose.
it: {{GM}}Alza le spalle.{{/GM}} Almeno non è stato un fallimento totale. Dammi il tuo credstick e ti darò qualcosina.
ru: {{GM}}Он пожимает плечами.{{/GM}} Ну, хоть что-то. Давай мне твой кредстик. Будем считать, что тебе полагается премия.

source: {{GM}}He sighs.{{/GM}} No... I’m not an inside-man any more. My running days are over.
de: {{GM}}Er seufzt.{{/GM}} Nein ... meine aktive Laufbahn ist vorbei. Ich bin kein Runner mehr.
es: {{GM}}Suspira.{{/GM}} No... Yo ya no estoy dentro. Mis días de runner ya son historia.
fr: {{GM}}Il soupire.{{/GM}} Non... Je n'agis plus de l'intérieur. Ma vie de runner est derrière moi.
it: {{GM}}Sospira.{{/GM}} No... Non sono più un infiltrato. Per me il tempo delle missioni è finito ormai.
ru: {{GM}}Он вздыхает.{{/GM}} Нет... Я завязал, когда стал слишком стар для таких фокусов. Мои подвиги остались в прошлом.

source: {{GM}}He sighs.{{/GM}} Really $(l.sir), you are becoming tedious. I have matters to attend to. You may benefit from them or I will have McKlusky will feed you to something and bury the excretion. What do you believe Project Aegis does?
de: {{GM}}Er seufzt.{{/GM}} Ganz ehrlich, $(l.sir), so langsam werde ich Ihrer überdrüssig. Ich muss mich noch um verschiedene Angelegenheiten kümmern. Sie können von diesen entweder profitieren, oder ich lasse Sie von McKlusky an irgendetwas verfüttern und lasse dann die Exkremente vergraben. Welchem Zweck, glauben Sie, dient Projekt Aegis?
es: {{GM}}Suspira.{{/GM}} La verdad, $(l.sir), es que esto se está volviendo tedioso. Tengo que atender unos asuntos. Puedes aprovecharte de ellos o haré que McKlusky te convierta en comida para algo y entierre los excrementos. ¿Qué crees que hace el proyecto Aegis?
fr: {{GM}}Il soupire.{{/GM}} $(l.sir), vous commencez à fortement m'ennuyer. Je suis un homme occupé par beaucoup d'affaires. Vous pouvez en tirer avantage ou alors je vais demander à McKlusky qu'il nourrisse quelque chose avec votre carcasse et qu'il enterre ensuite les déjections. Et d'après vous quels sont les effets du Projet Aegis ?
it: {{GM}}Sospira.{{/GM}} Sta cominciando davvero ad annoiarmi, $(l.sir). Ho delle faccende di cui occuparmi. Decida: o ne approfitta o ordino a McKlusky di darla in pasto a qualche bestia e seppellire quello che resta di lei. A cosa crede che serva il Progetto Aegis?
ru: {{GM}}Он вздыхает.{{/GM}} Это становится утомительным, $(l.sir). У меня есть более важные дела. Если мы не договоримся, я поручу Макклюски скормить тебя какой-нибудь твари и закопать навоз где-нибудь в Пустошах. Для чего, по твоему мнению, нужен проект "Эгида"?

source: {{GM}}He sighs.{{/GM}} Very well. I will speak with my contacts on the city's Zoning Board. I am certain there are better uses of their time than shuffling the city's criminal element from one part of the Sprawl to another. Good day.
de: {{GM}}Er seufzt.{{/GM}} Nun gut. Ich werde mit meinen Kontaktpersonen in der Stadtverwaltung sprechen. Ich bin sicher, sie haben Besseres zu tun, als die Kriminellen der Stadt von einer Seite des Sprawls auf die andere zu befördern. Einen schönen Tag noch.
es: {{GM}}Suspira.{{/GM}} Muy bien. Hablaré con mis contactos de la junta de zonificación de la ciudad. Seguro que tienen cosas mejores que hacer con su tiempo que llevar a los criminales de la ciudad de una parte del Ensanche a otra. Buenos días.
fr: {{GM}}Il soupire.{{/GM}} Très bien. Je parlerai à mes contacts du conseil de zonage de la ville. Je suis sûr qu'il existe un meilleur moyen d'user de leur temps que de bouger les criminels d'un côté de la conurbation à l'autre. Bonne journée.
it: {{GM}}Sospira.{{/GM}} Molto bene. Parlerò con i miei contatti alla Commissione urbanistica della città. Sono sicuro che troveranno di meglio da fare che spostare a caso i criminali della città da una zona dello Sprawl all'altra. Buona giornata.
ru: {{GM}}Он вздыхает.{{/GM}} Очень хорошо. Я поговорю с моими людьми в муниципалитете. Вне всяких сомнений, они найдут более важные занятия, чем гонять мелких преступников из одной неблагополучных частей Сиэтла в другую. Доброй ночи.

source: {{GM}}He sighs.{{/GM}} Yes, speak with Harlequin when you are ready to depart. If you wish to acquire additional supplies for your mission, find my assistant, Quoth. He is highly... resourceful.
de: {{GM}}Er seufzt.{{/GM}} Ja, sprechen Sie mit Harlequin, wenn Sie soweit sind. Sollten Sie weitere Vorräte benötigen, wenden Sie sich bitte an meinen Assistenten, Quoth. Er ist sehr ... findig.
es: {{GM}}Suspira.{{/GM}} Sí, habla con Arlequín cuando estés listo para partir. Si quieres comprar suministros extra para la misión, ve a ver a mi ayudante, Quoth. Tiene muchos... recursos.
fr: {{GM}}Il soupire.{{/GM}} Oui, parlez avec Arlequin quand vous serez prêt à partir. Si vous avez besoin d'autres fournitures pour votre mission, adressez-vous à mon assistant, Quoth. Il est très... ingénieux.
it: {{GM}}Sospira.{{/GM}} Sì, parla con Arlecchino quando hai tutto pronto per partire. Se ti servono approvvigionamenti per la missione, parla con il mio assistente, Quoth. Diciamo che... ci sa fare.
ru: {{GM}}Он вздыхает.{{/GM}} Да. Поговори с Арлекином, когда придет время отправляться. Если тебе нужны какие бы то ни было припасы, поговори с моим личным помощником. Ворон... достанет все, что тебе нужно.

source: {{GM}}He sighs.{{/GM}} I can throw 200 nuyen your way. It's all I can spare.
de: {{GM}}Er seufzt.{{/GM}} Ich kann dir 200 Nuyen dafür geben. Mehr kann ich mir nicht leisten.
es: {{GM}}Suspira.{{/GM}} Puedo pasarte 200 nuyens. Es todo lo que tengo.
fr: {{GM}}Il soupire.{{/GM}} Je peux te filer 200 nuyens. C'est tout ce que j'ai.
it: {{GM}}Sospira.{{/GM}} Forse potrei convincerti con 200 nuyen. È il massimo che possa offrirti.
ru: {{GM}}Он вздыхает.{{/GM}} Я могу дать тебе 200 нюйен. Больше у меня нет.

source: {{GM}}He sighs.{{/GM}} Look, here's 200 nuyen... it's all I can spare.
de: {{GM}}Er seufzt.{{/GM}} Hier sind 200 Nuyen ... mehr kann ich mir nicht leisten.
es: {{GM}}Suspira.{{/GM}} Toma, aquí tienes 200 nuyens... Es todo lo que tengo.
fr: {{GM}}Il soupire.{{/GM}} Écoute, voilà 200 nuyens... c'est tout ce que j'ai.
it: {{GM}}Sospira.{{/GM}} Ecco, sono 200 nuyen... è il massimo che possa offrirti.
ru: {{GM}}Он вздыхает.{{/GM}} Ладно, вот 200 нюйен... Это все, что у меня есть.

source: {{GM}}He sighs.{{/GM}} Look, you pay me off, I slip you any new information we get on the Ripper case, get it? 1,000 nuyen.
de: {{GM}}Er seufzt.{{/GM}} Hör zu, du bezahlst mich und ich werde dir alle neuen Informationen zukommen lassen, die wir über den Ripper herausfinden, verstanden? 1000 Nuyen.
es: {{GM}}Suspira.{{/GM}} Mira, si me pagas, te pasaré toda la información que consigamos sobre el caso del Destripador, ¿lo pillas? 1000 nuyens.
fr: {{GM}}Il soupire.{{/GM}} Écoutez, si vous me payez, je vous passe toutes les infos qu'on obtient sur l'éventreur, capiche ? 1 000 nuyens.
it: {{GM}}Sospira.{{/GM}} Senti, sgancia la grana e io ti passo tutte le nuove informazioni sul caso dello Squartatore, chiaro? 1.000 nuyen.
ru: {{GM}}Он вздыхает.{{/GM}} Слушай, это надо тебе, а не мне. Ты мне заплатишь, я буду держать тебя в курсе всех событий вокруг этого расследования. 300 нюйен.

source: {{GM}}He sighs.{{/GM}} Not my title. That’s what the Seattle press insists on calling the killer. All I know is that like the original Jack, our Ripper knows how to handle a scalpel. But this one’s even more twisted... he or she always removes an internal organ from the victim.
de: {{GM}}Er seufzt.{{/GM}} Nicht meine Wahl. So nennt ihn die Presse. Ich weiß nur, dass unser Ripper genau wie das Original weiß, wie man mit einem Skalpell umgeht. Aber dieser hier ist noch grausamer ... er oder sie entfernt stets ein inneres Organ des Opfers.
es: {{GM}}Suspira.{{/GM}} No se lo he puesto yo. Así es como la prensa de Seattle insiste en llamar al asesino. Lo único que sé es que, como el Jack original, nuestro Destripador sabe utilizar un bisturí. Pero este es aún más retorcido... siempre extrae un órgano interno de la víctima.
fr: {{GM}}Il soupire.{{/GM}} L'idée n'est pas de moi. C'est comme ça que la presse de Seattle a décidé de baptiser l'assassin. Tout ce que je sais, c'est qu'à l'image de Jack l'éventreur, celui-ci sait manier le scalpel. Mais il est encore plus tordu... il ou elle retire toujours un organe de ses victimes.
it: {{GM}}Sospira.{{/GM}} Non l'ho chiamato io così. È il nome che la stampa di Seattle ha affibbiato all'assassino. L'unica cosa che so è che, come l'originale Jack, anche il nostro Squartatore sa come maneggiare un bisturi. Ma questo è ancora più perverso... lui, o lei, rimuove sempre un organo interno dalla vittima.
ru: {{GM}}Он вздыхает.{{/GM}} Не я придумал ему эту кличку. Так его окрестила пресса. В точности как и Джек-потрошитель, наш преступник умеет обращаться со скальпелем. Но в отличие от своего прародителя, он всегда забирает у жертвы один внутренний орган.
