Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: SUBJECT: Silas Forsberg Notes: Subject was found overdosed on half a dozen different sedatives. Several anti-anxiety medications were also found in his system. Face was mutilated, possibly self-inflicted. Identity could not be confirmed immediately due to the disfigurement - had to check dental records to confirm. No next of kin.
de: SUBJEKT: Silas Forsberg Anmerkungen: Das Subjekt wurde mit einer von einem halben Dutzend verschiedener Beruhigungsmittel verursachten Überdosis aufgefunden. Zudem wurden mehrere Antidepressiva in seinem Blutkreislauf nachgewiesen. Das Gesicht war, womöglich durch das Subjekt selbst, verunstaltet. Aufgrund dieser Verunstaltung konnte die Identität erst nach einiger Zeit durch ein Odontogramm festgestellt werden. Keine Angehörigen.
es: ASUNTO: Silas Forsberg Notas: Se encontró al sujeto tras ingerir una sobredosis de media docena de sedantes diferentes. En su sistema también se encontraron varios fármacos ansiolíticos. La cara estaba mutilada, posiblemente autoinfligido. La identidad no ha podido ser confirmada de momento, debido a la desfiguración; hay que comprobar su registro dental para confirmarla. Sin familiares cercanos.
fr: SUJET : Silas Forsberg Notes : Il a été déterminé que le sujet a fait une overdose d'une demi-douzaine de sédatifs différents. Plusieurs anxiolytiques ont également été détectés dans son organisme. Mutilation du visage, potentiellement infligée par le sujet lui-même. L'identité n'a pu être confirmée immédiatement à cause de la défiguration. Il a été nécessaire de consulter les rapports dentaires pour obtenir confirmation. Aucun parent proche.
it: OGGETTO: Silas Forsberg Note: Soggetto trovato in overdose da mix di sedativi. Trovati anche diversi ansiolitici nel suo sistema. Volto sottoposto a mutilazione, forse auto-inflitta. Identificazione immediata impossibile a causa della deturpazione, necessario controllo delle impronte per conferma. Nessun parente prossimo.
ru: ОБЪЕКТ: Сайлас Форсберг Примечания: Покойный принимал несколько дюжин различных снотворных препаратов. В организме обнаружены следы нескольких сильнодействующих антидепрессантов. Лицо изуродовано, возможно, самим пациентом. Уничтожение тканей лица затруднило идентификацию - в результате опознание было проведено по стоматологической карте. Родственников нет.

source: SW: He died getting me here.
de: SW: Er ist gestorben, als er mich hierhergebracht hat.
es: SW: Murió trayéndome hasta aquí.
fr: SW : Il est mort en me conduisant ici.
it: SW: È morto portandomi qui.
ru: СВ: Он погиб, чтобы доставить меня сюда.

source: SW: He wanted me to give to this.
de: SW: Er wollte, dass ich dir das gebe.
es: SW: Quería que entregara esto.
fr: SW : Il voulait donner ça.
it: SW: Voleva che ti dessi questo.
ru: СВ: Он хотел, чтобы я передал вам вот это.

source: SW: He was one of the best deckers I have ever worked with but he just was not fast enough in the end.
de: SW: Er war einer der besten Decker, mit denen ich je zusammengearbeitet habe, aber am Ende war er einfach nicht schnell genug.
es: SW: Era uno de los mejores deckers con los que he trabajado jamás, pero al final no fue lo bastante rápido.
fr: SW : C'était un des meilleurs deckers avec qui j'ai pu travailler, mais au final il n'était simplement pas assez rapide.
it: SW: Era uno dei migliori Decker con cui abbia mai lavorato, solo che non è stato abbastanza veloce alla fine.
ru: СВ: Он был одним из лучших декеров, с которыми я когда-либо работал, но все же он оказался недостаточно хорош.

source: SW: I have a message from Baron Samedi
de: SW: Ich habe eine Nachricht von Baron Samedi
es: SW: Tengo un mensaje del barón Samedi
fr: SW : J'ai un message de Baron Samedi
it: SW: Ho un messaggio da parte di Baron Samedi
ru: СВ: У меня послание от барона Самеди

source: SW: Maybe not but things can change quickly in my world be careful where you put your trust.
de: SW: Vielleicht nicht, aber die Dinge können sich in meiner Welt schnell ändern. Sei vorsichtig, wem du traust.
es: SW: Quizá no, pero en mi mundo las cosas pueden cambiar rápidamente, ten cuidado en quién confías.
fr: SW : Peut-être pas, mais les choses peuvent changer rapidement en ce bas monde ; faites attention à qui vous faites confiance.
it: SW: Forse no, ma le cose possono cambiare rapidamente nel nostro mondo, stai attenta alla gente di cui ti fidi.
ru: СВ: Может, и так, но в нашем мире случается всякое. Постарайся все же не доверять первому встречному.

source: Saada
ru: Саада

source: Saada wasn't there. You had faulty intel.
de: Saada war nicht da. Eure Quelle war wohl unzuverlässig.
es: Saada no estaba allí. Tu informador se equivocaba.
fr: Saada n'était pas là. Votre tuyau était mauvais.
it: Saada non era lì. I vostri servizi segreti fanno acqua.
ru: Саада в лаборатории не было. Тебя и твоих нанимателей кто-то дезинформировал.

source: Sacre bleu! Fine. Seventy-five. Done.
de: Sacre bleu! In Ordnung, fünfundsiebzig. Abgemacht.
es: ¡Sacre bleu! Perfecto. Setenta y cinco. Hecho.
fr: Sacrebleu ! Très bien. Soixante-quinze. Vendu.
it: Sacre bleu! Bene. Settantacinque. Affare fatto.
ru: Sacre bleu! Хорошо. Семьдесят пять. Это последнее слово.

source: Sad Old Man
de: Trauriger alter Mann
es: Viejo triste
fr: Vieil homme triste
it: Triste uomo anziano
ru: Несчастный старик

source: Sad Old Woman
de: Traurige alte Frau
es: Vieja triste
fr: Vieille femme triste
it: Triste donna anziana
ru: Несчастная старуха

source: Sadly, not all who are Awakened to the astral plane have their eyes so opened. There are plenty of magicians who revel in the dark energies left in astral space.
de: Leider wurden nicht allen, die in der astralen Ebene erwacht sind, die Augen so sehr geöffnet. Es gibt viele Magier, die die übrigen dunklen Energien im Astralraum genießen.
es: Lamentablemente, no todos los despertados del plano astral tienen los ojos tan abiertos. Hay muchos magos que se rebelan entre las energías siniestras que perduran en el espacio astral.
fr: Malheureusement, ceux qui sont Éveillés au plan astral n'ont pas tous les yeux ouverts. De nombreux mages se perdent dans les énergies sombres de l'espace astral.
it: Purtroppo, non tutti coloro che si risvegliano sul piano astrale hanno raggiunto la consapevolezza. Ci sono tantissimi Maghi che si dilettano con le energie oscure rimaste nel piano astrale.
ru: Увы, Пробужденных людей пока еще не слишком много. И даже среди них существуют чародеи, которые черпают силу из негативных эмоций, разлившихся в астральном пространстве.

source: Sally
ru: Салли

source: Sam Watts
ru: Сэм Уоттс

source: Sam Watts for President! Where are they?
de: Sam Watts, der nächste Präsident! Wo sind sie?
es: ¡Sam Watts presidente! ¿Dónde están?
fr: Sam Watts, Président ! Où sont-elles ?
it: Sam Watts presidente! Dove sono?
ru: Сэма Уоттса - в президенты! Где они?

source: Sam Watts.
ru: Сэма Уоттса.

source: Sam Watts. I'm looking for his killer.
de: Sam Watts. Ich bin auf der Suche nach seinem Mörder.
es: Sam Watts. Estoy buscando a su asesino.
fr: Sam Watts. Je cherche celui qui l'a tué.
it: Sam Watts. Sto cercando il suo assassino.
ru: Сэм Уоттс. Я разыскиваю его убийцу.

source: Sam Watts? What about him?
de: Sam Watts? Was ist mit ihm?
es: ¿Sam Watts? ¿Qué pasa con él?
fr: Sam Watts ? Quoi sur lui ?
it: Sam Watts? Che gli è successo?
ru: Сэм Уоттс? Что с ним такое?

source: Sam and my mother were anchors, dragging me down with them into the gutter of human existence. But that part of my life ended at the burial. I am free now. Free to be uplifted by my new family.
de: Sam und meine Mutter waren wie Gewichte an meinen Füßen. Sie rissen mich mit sich hinunter unter den menschlichen Abschaum. Doch dieser Teil meines Leben ist mit der Beerdigung beendet. Ich bin nun frei. Frei, um in meiner neuen Familie wieder emporzusteigen.
es: Sam y mi madre eran lastres, me arrastraban hacia abajo con ellos, hacia la escoria de la existencia humana. Pero esa parte de mi vida terminó en el entierro. Ahora soy libre. Libre para que mi nueva familia me exalte.
fr: Sam et ma mère étaient des ancres, qui m'entrainaient avec elles dans les fosses de l'existence humaine. Mais cette partie de ma vie a pris fin lors de l'enterrement. À présent je suis libre. Libre d'être élevée par ma nouvelle famille.
it: Sam e mia madre erano delle ancore che mi trascinavano giù insieme a loro nei bassifondi dell'esistenza umana. Ma quella parte della mia vita si è conclusa il giorno della sepoltura. Adesso sono libera. Libera di essere elevata dalla mia nuova famiglia.
ru: Сэм и моя мать - вот два якоря, которые тянули меня на дно, в самую грязь, в гущу человечества. Я покончила с ними, и теперь я свободна. Ничто не мешает мне войти в новую семью.

source: Sam did. When his heart stopped, ¥100,000 was wired to a secure account in my name. I find the killer, I get paid.
de: Sam selbst. Als sein Herz stehenblieb, wurden ¥100.000 auf ein sicheres Konto in meinem Namen überwiesen. Wenn ich den Mörder finde, werde ich bezahlt.
es: Sam. Cuando se le paró el corazón, se transfirieron 100 000 ¥ a una cuenta a mi nombre. Si encuentro al asesino, podré cobrar.
fr: Sam me l'a dit. Quand son cœur s'est arrêté, 100 000 ¥ ont été transféré sur un compte sécurisé à mon nom. Je trouve le tueur, et je suis payé.
it: Sam stesso. Quando il suo cuore si è fermato, 100.000 ¥ sono stati trasferiti su un conto protetto intestato a me. Se trovo l'assassino, vengo pagato.
ru: Он сам. В момент его смерти на закрытый счет поступило 100 000¥. Если я найду убийцу, я получу эти деньги.

source: Sam didn’t die of natural causes. He was murdered.
de: Sam ist keines natürlichen Todes gestorben. Er wurde ermordet.
es: Sam no murió por causas naturales. Fue asesinado.
fr: Sam n'est pas mort d'une cause naturelle. Il a été assassiné.
it: Sam non è morto per cause naturali. È stato assassinato.
ru: Сэм погиб отнюдь не в результате несчастного случая. Он был убит.

source: Sam had a hunger, too. Didn't he, Jessica?
de: Sam hatte auch einen unstillbaren Hunger. Nicht wahr, Jessica?
es: Sam también tenía hambre. ¿Verdad, Jessica?
fr: Sam aussi avait faim. N'est-ce pas, Jessica ?
it: Anche Sam aveva fame. O no, Jessica?
ru: Сэм хорошо знал, что такое голод, не так ли, Джессика?

source: Sam had a locator chip embedded in his skull. I followed it here.
de: Sam hatte einen Ortungschip in seinem Schädel implantiert. Ich bin ihm hierher gefolgt.
es: Sam tenía un chip localizador incrustado en el cerebro. Lo seguí hasta aquí.
fr: Sam avait une puce de localisation incrustée dans son crâne. Elle m'a menée jusqu'ici.
it: Sam aveva un chip localizzatore nella testa. L'ho seguito fin qui.
ru: Сэм вживил себе в череп маячок. Его сигнал привел меня сюда.

source: Sam hadn't run the shadows in years.
de: Sam war seit Jahren nicht mehr in den Schatten unterwegs.
es: Hacía años que Sam no hacía runs en las sombras.
fr: Ça faisait des années que Sam ne traînait plus dans les ombres.
it: Erano anni che Sam non effettuava più missioni.
ru: Сэм оставил тени несколько лет назад.

source: Sam may have had his problems, but he was our friend. Part of the Union family.
de: Sam hatte seine Probleme, aber er war unser Freund. Er war Teil der Familie der Union.
es: Sam podía tener sus problemas, pero era nuestro amigo. Formaba parte de la familia del Unión.
fr: Sam avait peut-être des soucis, mais c'était notre ami. Il faisait partie de la famille de l'Union.
it: Sam aveva i suoi problemi, ma era nostro amico. Era uno della famiglia dell'Union.
ru: У Сэма были свои недостатки, но он был нашим другом. Он был завсегдатаем Союза.

source: Sam stumbled off during the fight, though, and that’s the last I saw of him. Until he turned up here, dead on arrival. Reminds me of my last stay in this place.
de: Sam ist irgendwann während des Kampfes weggetorkelt und das war das Letzte, was ich von ihm gesehen hab. Zumindest bis seine Leiche hier aufgetaucht ist. Erinnert mich an meinen letzten Aufenthalt hier.
es: Pero Sam tropezó durante la pelea, y esa fue la última vez que lo vi. Hasta que apareció aquí, ingresado cadáver. Me recuerda a la última vez que me quedé en este sitio.
fr: Mais Sam s'est fait la malle pendant le combat, et c'est la dernière fois que je l'ai vu. Jusqu'à ce qu'il arrive ici, raide mort. Ça me rappelle la dernière fois où je suis resté chez lui.
it: Sam però è inciampato durante lo scontro e quella è stata l'ultima volta che l'ho visto. Finché non è riapparso qui, come cadavere. Mi ricorda il mio ultimo soggiorno qui.
ru: Во время заварушки Сэм куда-то слинял, и с тех пор я его не видел. А потом его привезли сюда уже мертвым. Примерно как меня самого в прошлый раз.

source: Sam was a drunk, but he usually wasn’t a violent one.
de: Sam war ein Säufer, aber für gewöhnlich nicht gewalttätig.
es: Sam era un borracho, pero normalmente no era violento.
fr: Sam était un ivrogne, mais généralement pas violent.
it: Sam era un alcolizzato, ma di solito non era un violento.
ru: Сэм много пил, но редко принимался махать кулаками.

source: Sam was killed by your half-sister Jessica. Jessica is protected by giant bugs. Aegis kills giant bugs. Kill the bugs. Kill Jessica. Get paid.
de: Sam wurde von Ihrer Halbschwester Jessica getötet. Sie wird von riesigen Käfern beschützt. Aegis macht die Käfer kalt. Käfer erledigen. Jessica erledigen. Abkassieren.
es: Sam fue asesinado por tu hermanastra, Jessica. Jessica está protegida por bichos gigantes. Aegis mata bichos gigantes. Mata a los bichos. Mata a Jessica. Cobra.
fr: Sam a été tué par votre demi-sœur Jessica. Jessica est protégée par des insectes géants. Aegis tue les insectes géants. Tuer les insectes. Tuer Jessica. Se faire payer.
it: Sam è stato ucciso da Jessica, la tua sorellastra. Jessica è protetta da insetti giganti. L'Aegis può uccidere gli insetti giganti. Uccido gli insetti. Uccido Jessica. Mi pagano.
ru: Сэма убила ваша сестра Джессика. Джессику защищают огромные жуки. "Эгида" убивает огромных жуков. С ее помощью я перебью жуков, убью Джессику и смогу получить мои деньги.

source: Sam was sick?
de: Sam war krank?
es: ¿Sam estaba enfermo?
fr: Sam était malade ?
it: Sam era malato?
ru: Он был болен?

source: Sam was there when I needed him. I'm going to return the favor.
de: Sam war für mich da, als ich ihn gebraucht habe. Ich will nun dasselbe für ihn tun.
es: Sam estuvo ahí cuando lo necesité. Voy a devolverle el favor.
fr: Sam était là quand j'avais besoin de lui. Je vais lui rendre la pareille.
it: Sam era lì quando avevo bisogno di lui. Ho intenzione di restituire il favore.
ru: Сэм выручал меня, когда это было нужно. Я собираюсь сделать для него то же самое.

source: Sam would be grateful, I’m sure.
de: Ich bin mir sicher, Sam wäre dir sehr dankbar.
es: Sam estaría agradecido, eso no lo dudo.
fr: Sam serait reconnaissant, j'en suis sûr.
it: Sam te ne sarebbe grato, non ho dubbi.
ru: Не сомневаюсь, Сэм был бы тебе благодарен.

source: Sam's Lawyer
de: Sams Anwalt
es: Abogado de Sam
fr: Avocat de Sam
it: Avvocato di Sam
ru: Адвокат Сэма

source: Sam's body is half covered by a sterile surgical sheet, his face an ashen white - for the first time without a smirk on it. Below the chest there's a small, pencil thin incision covered in dried blood. Beyond that, the corpse is immaculate. It would seem that the killer knew exactly what they wanted from him, and took it.
de: Sams Leiche ist zur Hälfte mit einem sterilen Operationslaken bedeckt. Sein Gesicht ist kreidebleich – zum ersten Mal befindet sich kein Anflug eines Grinsens darauf. Unter der Brust befindet sich ein kleiner, hauchdünner Einschnitt, der mit getrocknetem Blut verklebt ist. Abgesehen davon ist seine Leiche unversehrt. Es scheint, als hätte sein Mörder genau gewusst, was er wollte und es sich geholt.
es: El cuerpo de Sam está medio cubierto por una sábana quirúrgica esterilizada, un rostro blanco cenizo que por primera vez no ostenta aquella sonrisa de suficiencia. Debajo del pecho hay una pequeña incisión, delgada como un lápiz, cubierta de sangre seca. A parte de esto, el cuerpo está impecable. Parece como si el asesino supiera exactamente lo que quería de él, y se lo llevó.
fr: Le corps de Sam est à moitié couvert par un drap chirurgical stérile, son visage cendré, et pour la première fois sans son petit sourire. On peut déceler en dessous de la poitrine une minuscule incision couverte de sang séché. En dehors de ça, le corps est immaculé. Il semble que le tueur savait exactement ce qu'il voulait, et qu'il l'a pris.
it: Il corpo di Sam è mezzo coperto da un lenzuolo chirurgico, la sua faccia è pallida, per la prima volta senza un ghigno. Sotto al petto c'è una piccola e sottile incisione coperta di sangue raffermo. A parte ciò, il corpo è intonso. Sembra che il killer sapesse esattamente quello che voleva e l'abbia preso.
ru: Тело Сэма наполовину укрыто стерильной хирургической простыней. Его лицо белое как бумага - и в первый раз за все время вашего знакомства на нем нет кривой ухмылки. Ты видишь узкий и тонкий надрез у него на животе, покрытый засохшей кровью. Похоже, убийца точно знал, за чем пришел - и забрал это.

source: Sam's bunk.
de: Neben Sams Bett.
es: En la cama de Sam.
fr: Sur la couchette de Sam.
it: Dove dormiva Sam.
ru: У Сэма в тумбочке.

source: Sam's digital ghost. When his heart stopped, I got sent a recorded message asking me to bring his killer to justice. Guess he had a hunch.
de: Sams digitaler Geist. Als sein Herz stehenblieb, wurde mir eine aufgezeichnete Nachricht zugeschickt, in der er mich bat, seinen Mörder der gerechten Strafe zuzuführen. Er hatte wohl eine Vorahnung.
es: El fantasma digital de Sam. Cuando se le paró el corazón, recibí un mensaje grabado donde me pedía que llevara a su asesino ante la justicia. Supongo que tuvo una corazonada.
fr: Le fantôme digital de Sam. Lorsque son cœur s'est arrêté, j'ai reçu un message enregistré me demandant d'amener son assassin devant la justice. Je suppose qu'il a eu un pressentiment.
it: Il fantasma digitale di Sam. Quando il suo cuore si è fermato, mi è stato inviato un messaggio con la richiesta di assicurare alla giustizia il suo assassino. Immagino avesse un presentimento.
ru: Его цифровой призрак. Когда его сердце остановилось, мне поступил записанный звонок от него с просьбой разыскать убийцу. Полагаю, он что-то подозревал.

source: Sam, eh? Glad somebody cares. We used to drink together every now and then, over at the Union. Decent enough guy. Always in trouble over something or other though...
de: Sam, was? Freut mich, dass es jemanden interessiert. Wir haben uns hin und wieder zusammen in der Union einen Drink gegönnt. Netter Kerl. Hatte aber ständig irgendwelche Schwierigkeiten ...
es: Sam, ¿eh? Me alegro de que a alguien le importe. Solíamos beber juntos de vez en cuando en el Unión. Un tipo bastante decente. Aunque siempre en problemas por una cosa u otra...
fr: Sam, hein ? Content que quelqu'un s'en soucie. On buvait des coups ensemble de temps en temps, à l'Union. C'était pas un mauvais gars. Mais il avait toujours des problèmes à cause de ci ou ça...
it: Sam, eh? Mi fa piacere che qualcuno ci tenga. Capitava che ci facessimo una bevuta insieme all'Union, ogni tanto. Un tipo a posto. Sempre in mezzo ai guai per qualche motivo però...
ru: Сэм, да? Приятно знать, что кому-то не все равно. Иногда мы вместе приходили в Союз и там надирались. Он был неплохим парнем. Но все время попадал в дурную компанию...

source: Sam. He hired me from beyond the grave.
de: Sam. Er hat mich aus dem Jenseits angeheuert.
es: Sam. Me contrató desde el más allá.
fr: Sam. Il m'a engagé depuis sa tombe.
it: Sam. Mi ha reclutato dall'oltretomba.
ru: Сэм. Он нанял меня уже после своей смерти.

source: Sam. Sam Watts. I’m just picking up a shipment but those ass-wipe longshoreman left my crates spread out across the whole damn dock. Serves me right for not tipping them, I guess. Now come on - who the hell are you?
de: Sam. Sam Watts. Ich hol hier nur eine Lieferung ab, aber dieser nutzlose Hafenarbeiter hat meine Kisten über das ganze Dock verteilt. Das hab ich wohl davon, dass ich ihm kein Trinkgeld gegeben hab. Aber jetzt bist du dran – wer zum Geier bist du?
es: Sam. Sam Watts. Solo estoy recogiendo un envío, pero esos estibadores mamones han dejado mis cajas repartidas por todo el maldito muelle. Supongo que me lo he ganado a pulso por no haberles dado propina. Venga, tú turno.
fr: Sam. Sam Watts. Je suis venu chercher une livraison, mais un abruti de docker a balancé mes caisses partout sur ce foutu quai. Il n'aura pas de pourboire, celui-là, tiens. Bon, et maintenant, vous êtes qui, vous ?
it: Sam. Sam Watts. Sto solo sistemando un carico, ma quegli scaricatori di porto dal culo pesante hanno lasciato le mie casse in giro per tutto il porto. Forse perché non gli ho lasciato la mancia. Che mi serva da lezione. Ora dimmi tu chi diavolo sei.
ru: Сэм. Сэм Уоттс. Мне надо забрать ящик, но проклятые грузчики засунули его черт знает куда. Видимо, потому, что я забыл сунуть им взятку. А вы кто такие?

source: Same drek in every city these days.
de: In allen Städten immer der gleiche Drek.
es: La misma mierda en todas las ciudades, hoy en día.
fr: C'est la même merde dans toutes les villes, aujourd'hui.
it: Al giorno d'oggi, in tutte le città è la stessa storia.
ru: И так в каждом проклятом городе.

source: Samedi must suggest you bring a more experienced decker with you - in case your skills are not up to the challenge. Forgive the Baron. He means no disrespect. But this mission - it must succeed.
de: Samedi muss dir empfehlen, einen erfahreneren Decker mitzunehmen, falls deine Fertigkeiten nicht ausreichen. Vergib dem Baron, er will dich nicht beleidigen. Aber diese Mission muss um jeden Preis erfolgreich verlaufen.
es: Samedi debe sugerir que lleves a un decker más experimentado, por si tus habilidades no están a la altura del desafío. Perdona al barón. No pretendía ofenderte. Pero esta misión... debe tener éxito.
fr: Samedi se doit de vous suggérer d'amener un decker plus expérimenté avec vous, au cas où vous compétences ne seraient pas suffisantes. Pardonnez le Baron. Il ne veut pas vous manquer de respect. Mais cette mission doit impérativement réussir.
it: Samedi deve consigliarti di portare con te un Decker più esperto, nel caso in cui le tue abilità non siano sufficienti a portare a termine la sfida. Perdona Baron. Non intendeva mancarti di rispetto, ma dobbiamo portare a termine questa missione a tutti i costi.
ru: Самеди просит тебя взять с собой более опытного декера - на случай, если твоих собственных сил окажется недостаточно. Барон просит прощения за свою прямоту, но это задание слишком важно. Мы должны преуспеть.

source: Samedi told you! He is more than a simple decker. He is a technomancer!
de: Samedi hat es dir gesagt! Er ist mehr als ein einfacher Decker. Er ist ein Technomancer!
es: ¡Te lo dijo Samedi! No es un simple decker. ¡Es un tecnomante!
fr: Samedi vous l'a déjà dit ! Il est plus qu'un simple decker. Il est technomancien !
it: Te l'ha detto Samedi. È più di un semplice Decker. È un tecnomante!
ru: Самеди уже говорил! Он не простой декер, он настоящий техномант!
