Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}The woman is probably in her thirties but hard times have aged her. She looks at you with concern.{{/GM}} Don’t do it, friends. Don’t slot that drek they’re selling. BTLs are killers - theirs most of all!
de: {{GM}}Die Frau ist vermutlich um die 30, doch sie scheint frühzeitig gealtert zu sein. Sie blickt euch sorgenvoll an.{{/GM}} Tut es nicht, Leute. Slottet nicht diesen Drek, den sie euch verkaufen. BTLs bringen euch um – diese ganz besonders!
es: {{GM}}La mujer tendrá unos 30 años, pero la vida dura la ha envejecido. Te mira con preocupación.{{/GM}} No lo hagáis, amigos. No os conectéis esa mierda que os venden. Los BTL son asesinos, ¡sobre todo los sus!
fr: {{GM}}La femme a une trentaine d'années, mais son vécu probablement difficile l'a faite vieillir trop vite. Elle vous lance un regard perçant.{{/GM}} Ne le faites pas, mes amis. N'insérez pas cette merde qu'ils vendent. Les BTL tuent, les leurs plus que tout !
it: {{GM}}La donna è probabilmente sulla trentina, ma i tempi duri l'hanno invecchiata. Ti lancia uno sguardo preoccupato.{{/GM}} Non fatelo, amici. Non introducete dentro di voi la merda che stanno vendendo. Le BTL uccidono, le loro più di tutti!
ru: {{GM}}Должно быть, этой женщине около тридцати лет, но нищета и лишения преждевременно состарили ее. Она смотрит на тебя встревоженно.{{/GM}} Не надо, друзья. Не покупайте дерьмо, которое они пытаются вам продать. Идеальная реальность убивает - а та, которой торгуют эти подонки, делает это вдвое быстрее!

source: {{GM}}The woman scratches herself like a cat at a couch leg.{{/GM}} Please... can you spare some nuyen?
de: {{GM}}Die Frau kratzt sich nervös im Gesicht und am Hals.{{/GM}} Bitte ... hast du ein paar Nuyen für mich?
es: {{GM}}La mujer se rasca como un gato en la pata de un sofá.{{/GM}} Por favor... ¿puedes darme unos nuyens?
fr: {{GM}}Elle se frotte comme un chat contre un pied de divan.{{/GM}} S'il vous plaît... vous auriez pas quelques nuyens pour me dépanner ?
it: {{GM}}La donna si gratta come un gatto contro un divano.{{/GM}} Per favore... ce l'hai qualche nuyen per me?
ru: {{GM}}Женщина трется о тебя, как кошка о ножку кровати.{{/GM}} Пожалуйста... у тебя есть пара лишних нюйен?

source: {{GM}}The word 'shaman' strikes a cord. He seems to shake off some of the mental cobwebs.{{/GM}} Yes... yes, I am a shaman.
de: {{GM}}Das Wort „Schamane“ scheint ihn an etwas zu erinnern. Er fasst sich ein wenig.{{/GM}} Ja ... ja, ich bin ein Schamane.
es: {{GM}}La palabra "chamán" da en el clavo. Parece quitarse algunas telarañas del cerebro.{{/GM}} Sí... sí, soy un chamán.
fr: {{GM}}Le mot « chaman » lui rappelle quelque chose. Il a l'air de réfléchir un peu.{{/GM}} Oui...oui, je suis un chaman.
it: {{GM}}La parola "Sciamano" lo colpisce profondamente. Sembra ritrovare un po' di lucidità.{{/GM}} Sì... sì, sono uno Sciamano.
ru: {{GM}}Слово 'шаман' заставляет его собраться. Его взгляд становится чуть более осмысленным, а застилающая глаза пелена почти исчезает.{{/GM}} Да... да, я шаман.

source: {{GM}}The young elf woman is clearly shaken from being locked up and seeing her jailer killed in front of her eyes.{{/GM}} Th-these people are insane! I’ve been a prisoner all night. And I heard noises... {{GM}}She shudders.{{/GM}}
de: {{GM}}Die junge Elfin ist sichtlich davon mitgenommen, eingesperrt gewesen zu sein und zu sehen, wie ihr Gefängniswärter vor ihren Augen umgebracht wurde.{{/GM}} D-diese Leute sind verrückt! Ich war die ganze Nacht hier eingesperrt. Und ich habe Geräusche gehört ... {{GM}}Sie zittert.{{/GM}}
es: {{GM}}Es obvio que la joven elfa está sorprendida de estar encerrada y de ver cómo matan a su carcelero delante de sus propios ojos.{{/GM}} ¡Es... esta gente está loca! He estado encerrada aquí toda la noche. Y he escuchado ruidos... {{GM}}Se estremece.{{/GM}}
fr: {{GM}}À force d'être enfermée et après avoir vu son geôlier se faire tuer sous ses yeux, la jeune elfe est visiblement très secouée.{{/GM}} Ces gens sont des tarés ! J'ai passé la nuit dans cette cellule. Et j'ai entendu de ces bruits... {{GM}}Elle frémit.{{/GM}}
it: {{GM}}La giovane donna Elfo è visibilmente scossa per essere stata rinchiusa e aver visto il suo carceriere ucciso davanti ai suoi occhi.{{/GM}} Q-questi sono matti! Sono stata prigioniera tutta la notte. E ho sentito i rumori... {{GM}}Sussulta.{{/GM}}
ru: {{GM}}Молодая эльфийка выглядит потрясенной. Сложно сказать, что шокировало ее сильнее, долгое заключение или тот факт, что вы убили тюремщика у нее на глазах.{{/GM}} Э-эти люди сошли с ума! Они продержали меня взаперти всю ночь. И я слышала звуки... {{GM}}Она вздрагивает.{{/GM}}

source: {{GM}}The young lady turns back to you and smiles.{{/GM}} I'm sorry about that. How can I help you today?
de: {{GM}}Die junge Frau dreht sich zu dir um und lächelt.{{/GM}} Entschuldige bitte. Wie kann ich dir heute helfen?
es: {{GM}}La joven se gira a mirarte y sonríe.{{/GM}} Lo siento. ¿En qué puedo ayudarte hoy?
fr: {{GM}}La jeune femme se retourne vers vous et sourit.{{/GM}} Désolé pour ça. En quoi puis-je vous aider ?
it: {{GM}}La giovane donna si volta e ti sorride.{{/GM}} Mi dispiace. Cosa posso fare per lei?
ru: {{GM}}Девушка вновь поворачивается к тебе и улыбается.{{/GM}} Прошу прощения. Так что я могу для вас сделать?

source: {{GM}}There is a large pile of old shoes on the ground next to the airplane seats. They could be discarded luggage, or possibly the shoes worn by the occupants of the plane at the time of the crash.{{/GM}}
de: {{GM}}Auf dem Boden neben den Flugzeugsitzen liegt ein großer Haufen Schuhe. Es handelt sich möglicherweise um weggeworfenes Gepäck, oder vielleicht wurden die Schuhe auch von den Passagieren während des Flugzeugabsturzes getragen.{{/GM}}
es: {{GM}}Hay un montón de zapatos viejos en el suelo, junto a los asientos de avión. Podría ser equipaje desechado, o quizás los zapatos que llevaban los ocupantes del avión en el momento del accidente.{{/GM}}
fr: {{GM}}Sur le sol, près des sièges d'avion, se trouve une large pile de chaussures. Peut-être des bagages mis au rebut, ou peut-être des chaussures portées par les occupants de l'avion au moment du crash.{{/GM}}
it: {{GM}}Per terra, accanto ai sedili dell'aereo, c'è un mucchio di vecchie scarpe. Forse erano dentro valigie buttate via o, più probabilmente, erano le scarpe indossate dai passeggeri dell'aereo al momento dell'incidente.{{/GM}}
ru: {{GM}}Рядом с самолетными креслами лежит куча различной обуви. Возможно, это багаж, хотя вероятнее, что она принадлежала людям, погибшим во время крушения.{{/GM}}

source: {{GM}}There is a twinkle in Aljernon’s eye that wasn’t there when you spoke at the Seamstresses Union. {{/GM}} It is good to see you again. There is much to do.
de: {{GM}}Dir fällt ein Funkeln in Aljernons Augen auf. In der Seamstresses Union war es noch nicht da. {{/GM}} Schön, dich wiederzusehen. Es gibt viel zu tun.
es: {{GM}}El ojo de Aljernon tiene un tic que no tenía cuando hablasteis en el Unión de Costureras. {{/GM}} Me alegro de volver a verte. Hay mucho por hacer.
fr: {{GM}}Vous décelez dans l'œil d'Aljernon une étincelle qui ne s'y trouvait pas lorsque vous lui avez parlé au Seamstress Union. {{/GM}} Heureux de vous revoir. Il y a beaucoup à faire.
it: {{GM}}Negli occhi di Aljernon c'è una luce che non avevi notato durante la vostra conversazione al Seamstresses Union. {{/GM}} È bello rivederti. C'è un sacco da fare.
ru: {{GM}}Глаза Алджернона блестят. Когда вы разговаривали в подвале Союза белошвеек, он выглядел совсем по-другому. {{/GM}} Рад встрече! Нам многое предстоит сделать.

source: {{GM}}This appears to be the victim's locker. The door is slightly ajar. Inside, you see several of the dead man's personal items.{{/GM}}
de: {{GM}}Das scheint der Spind des Opfers zu sein. Die Tür ist nur angelehnt. Im Inneren liegen mehrere persönliche Gegenstände des Toten.{{/GM}}
es: {{GM}}Esto debe de ser la taquilla de la víctima. La puerta está entreabierta. Dentro encuentras algunos objetos personales del hombre muerto.{{/GM}}
fr: {{GM}}On dirait bien que c'est le casier de la victime. La porte est légèrement entrouverte. On peut voir à l'intérieur plusieurs objets appartenant à la victime.{{/GM}}
it: {{GM}}Dovrebbe trattarsi dell'armadietto della vittima. La porta è socchiusa. Dentro trovi molti oggetti personali del defunto.{{/GM}}
ru: {{GM}}Похоже, это и есть шкафчик жертвы. Дверца слегка приоткрыта. Внутри лежит несколько предметов, принадлежавших покойному.{{/GM}}

source: {{GM}}This is the first real rise you’ve seen out of Mr. Kluwe. But he reins himself in with a roll of his thick shoulders and a smoothing of his jacket.{{/GM}} Don’t worry. Not gonna start throwing rocks. Wouldn’t want to reinforce the stereotype.
de: {{GM}}Es ist das erste Mal, dass du Mr. Kluwe wütend gesehen hast. Doch mit einer Bewegung seiner großen Schultern und einem sorgsamen Glattstreichen seines Anzugs fasst er sich wieder.{{/GM}} Keine Sorge. Ich werde nicht anfangen, Steine zu werfen. Ich würde nicht das Stereotyp bestärken wollen.
es: {{GM}}Es la primera vez que ves al Sr. Kluwe mostrar su nerviosismo. Pero se controla moviendo sus amplios hombros y arreglándose la chaqueta.{{/GM}} No te preocupes. No voy a empezar a tirar piedras. No querría reforzar el estereotipo.
fr: {{GM}}C'est la première fois que vous voyez M. Kluwe sortir de ses gonds. Mais il se reprend en roulant ses larges épaules et en lissant sa veste.{{/GM}} Ne vous inquiétez pas. Je ne vais pas commencer à jeter des pierres à qui que ce soit. Je ne tiens pas à renforcer le stéréotype.
it: {{GM}}Questa è la prima forte reazione che il signor Kluwe abbia mai avuto con te. Ma si frena con una scrollata di spalle e una sistemata alla giacca.{{/GM}} Non preoccuparti. Non comincerò a lanciare sassi. Non vorrei accreditare lo stereotipo.
ru: {{GM}}Первый раз на твоей памяти мистер Клюве начинает терять самообладание. Впрочем, он быстро успокаивается, пожимает могучими плечами и оправляет свой безупречный костюм.{{/GM}} Можешь не беспокоиться, я не собираюсь переворачивать стулья и бросаться столами. Не хочу закреплять сложившийся стереотип.

source: {{GM}}This seems to throw her off.{{/GM}} What?
de: {{GM}}Das scheint sie aus der Bahn geworfen zu haben.{{/GM}} Was?
es: {{GM}}Esto parece descolocarla.{{/GM}} ¿Qué?
fr: {{GM}}Cela semble la dérouter.{{/GM}} Quoi ?
it: {{GM}}Questo sembra distrarla.{{/GM}} Che cosa?
ru: {{GM}}Твоя реплика заставляет ее пошатнуться.{{/GM}} Что?

source: {{GM}}This terminal is active and displays a login screen that reads "Accounting Division", "Level: Human Resources I".{{/GM}}
de: {{GM}}Die Konsole ist eingeschaltet und zeigt einen Login-Bildschirm auf dem die Worte „Buchführungsabteilung“, „Ebene: Humanressourcen I“ stehen.{{/GM}}
es: {{GM}}Este terminal está activo y aparece una pantalla de inicio de sesión donde pone "División de contabilidad", "Nivel: recursos humanos I".{{/GM}}
fr: {{GM}}Ce terminal est actif et affiche un écran de connexion indiquant "Département comptabilité", "Niveau : Ressources Humaines I".{{/GM}}
it: {{GM}}Questo terminale è attivo e sulla schermata di accesso è scritto "Reparto contabilità", "Livello: Risorse umane I".{{/GM}}
ru: {{GM}}Терминал включен и показывает окно логина. В верхней части окна написано "Бухгалтерия", "Уровень: отдел по работе с персоналомI".{{/GM}}

source: {{GM}}This terminal is active, a log in screen reads "Accounting Division", "Level: Central Billing I".{{/GM}}
de: {{GM}}Die Datenstation ist angeschaltet, auf dem Anmeldebildschirm steht „Buchführungsabteilung“, „Ebene: Zentrale Abrechnungen I“.{{/GM}}
es: {{GM}}Este terminal está activo, en un registro de la pantalla se puede leer "División de contabilidad", "Nivel: Facturación central I".{{/GM}}
fr: {{GM}}Ce terminal est actif, et un écran de connexion affiche : "Division comptable", "Niveau : Facturation centrale I".{{/GM}}
it: {{GM}}Questo terminale è attivo, uno schermo di accesso dice "Reparto contabilità", "Livello: Fatturazione centrale I".{{/GM}}
ru: {{GM}}Этот терминал включен. На экране светятся слова "Бухгалтерский отдел", "Уровень: Обороты по счетам I".{{/GM}}

source: {{GM}}This terminal is active, logged in, and reads "Accounting Division:, "Level: Project Management II".{{/GM}}
de: {{GM}}Die Datenstation ist angeschaltet, eingeloggt und auf dem Bildschirm steht „Buchführungsabteilung“, „Ebene: Projektmanagement II“.{{/GM}}
es: {{GM}}Este terminal está activo y con sesión iniciada, y pone "División de contabilidad:, "Nivel: gestión de proyectos II".{{/GM}}
fr: {{GM}}Ce terminal est actif et affiche un écran de connexion indiquant "Département comptabilité", "Niveau : Gestion de projet II".{{/GM}}
it: {{GM}}Questo terminale è attivo, uno schermo di accesso dice "Reparto contabilità", "Livello: Gestione progetto II".{{/GM}}
ru: {{GM}}Этот терминал включен. На экране написано "Бухгалтерский отдел:, "Уровень: управление проектами II".{{/GM}}

source: {{GM}}Tim Lebel.{{/GM}}
ru: {{GM}}Тим Лебел.{{/GM}}

source: {{GM}}To top level.{{/GM}}
de: {{GM}}Zur übergeordneten Ebene.{{/GM}}
es: {{GM}}Al nivel superior.{{/GM}}
fr: {{GM}}Au niveau supérieur.{{/GM}}
it: {{GM}}Torna alla schermata iniziale.{{/GM}}
ru: {{GM}}Вернуться в меню.{{/GM}}

source: {{GM}}Try to push the vending machine out of the way.{{/GM}}
de: {{GM}}Versuche, den Automaten aus dem Weg zu schieben.{{/GM}}
es: {{GM}}Intentar apartar la máquina expendedora.{{/GM}}
fr: {{GM}}Essayer de pousser le distributeur.{{/GM}}
it: {{GM}}Prova a togliere di mezzo il distributore automatico.{{/GM}}
ru: {{GM}}Попытаться отодвинуть торговый автомат.{{/GM}}

source: {{GM}}Unlock lobby doors{{/GM}}
de: {{GM}}Öffne die Türen zum Foyer{{/GM}}
es: {{GM}}Desbloquear las puertas del vestíbulo{{/GM}}
fr: {{GM}}Déverrouiller les portes du hall{{/GM}}
it: {{GM}}Sblocca le porte della sala{{/GM}}
ru: {{GM}}Открыть двери вестибюля{{/GM}}

source: {{GM}}Use Father Willy's ID Card to open door.{{/GM}}
de: {{GM}}Benutze Vater Willys Mitgliedskarte, um diese Tür zu öffnen.{{/GM}}
es: {{GM}}Utiliza la tarjeta de identificación de Hermano Willy para abrir la puerta.{{/GM}}
fr: {{GM}}Utiliser la carte d'identification du Père Willy pour ouvrir la porte.{{/GM}}
it: {{GM}}Usa la tessera di identificazione di Padre Willy per aprire la porta.{{/GM}}
ru: {{GM}}Использовать пропуск отца Вилли, чтобы открыть дверь.{{/GM}}

source: {{GM}}Use Father Willy's card to unlock secret door.{{/GM}}
de: {{GM}}Benutze Vater Willys Karte, um die Geheimtür aufzusperren.{{/GM}}
es: {{GM}}Abre la puerta secreta con la tarjeta de Padre Willy.{{/GM}}
fr: {{GM}}Utiliser la carte de Père Willy pour déverrouiller la porte secrète.{{/GM}}
it: {{GM}}Usa la tessera di identificazione di Padre Willy per aprire la porta segreta.{{/GM}}
ru: {{GM}}Открыть потайную дверь карточкой отца Вилли.{{/GM}}

source: {{GM}}Use Sanctuary Door Control Card to open door.{{/GM}}
de: {{GM}}Benutze die Schlüsselkarte zum Heiligtum, um diese Tür zu öffnen.{{/GM}}
es: {{GM}}Utiliza la tarjeta de control de la puerta del santuario para abrir la puerta.{{/GM}}
fr: {{GM}}Utiliser la carte de contrôle de la porte du sanctuaire pour ouvrir la porte.{{/GM}}
it: {{GM}}Usa la tessera di controllo della porta del Santuario per aprirla.{{/GM}}
ru: {{GM}}Использовать пропуск в жилое помещение, чтобы открыть дверь.{{/GM}}

source: {{GM}}Use UB Family Member Sanctuary Card to open door.{{/GM}}
de: {{GM}}Benutze eine UB-Familienkarte, um diese Tür zu öffnen.{{/GM}}
es: {{GM}}Utiliza la tarjeta del santuario de miembro de la familia de la HU para abrir la puerta.{{/GM}}
fr: {{GM}}Utiliser la carte familiale de la CU du sanctuaire pour ouvrir la porte.{{/GM}}
it: {{GM}}Usa la tessera di Appartenenza familiare FU per aprire la porta.{{/GM}}
ru: {{GM}}Использовать пропуск члена Братства, чтобы открыть помещение.{{/GM}}

source: {{GM}}Use chloroform on Father Willy.{{/GM}}
de: {{GM}}Schick Vater Willy mit dem Chloroform ins Reich der Träume.{{/GM}}
es: {{GM}}Ponerle cloroformo a Padre Willy.{{/GM}}
fr: {{GM}}Utiliser le chloroforme sur Père Willy.{{/GM}}
it: {{GM}}Utilizza il cloroformio su Padre Willy.{{/GM}}
ru: {{GM}}Усыпить отца Вилли хлороформом.{{/GM}}

source: {{GM}}Use the chloroform to knock the cook out.{{/GM}}
de: {{GM}}Benutze das Chloroform, um den Koch auszuschalten.{{/GM}}
es: {{GM}}Usar el cloroformo para dejar fuera de combate al cocinero.{{/GM}}
fr: {{GM}}Utiliser le chloroforme pour endormir le cuisinier.{{/GM}}
it: {{GM}}Utilizza il cloroformio per far perdere conoscenza al cuoco.{{/GM}}
ru: {{GM}}Вырубить повара с помощью хлороформа.{{/GM}}

source: {{GM}}View Attendance Logs.{{/GM}}
de: {{GM}}Teilnahmeprotokolle anzeigen.{{/GM}}
es: {{GM}}Ver registros de asistencia.{{/GM}}
fr: {{GM}}Voir les registres de présence.{{/GM}}
it: {{GM}}Visualizza i registri delle presenze.{{/GM}}
ru: {{GM}}Журнал посещения.{{/GM}}

source: {{GM}}View Correspondence Logs.{{/GM}}
de: {{GM}}Kommunikationsprotokolle anzeigen.{{/GM}}
es: {{GM}}Ver registros de correspondencia.{{/GM}}
fr: {{GM}}Voir les registres de correspondance.{{/GM}}
it: {{GM}}Visualizza i registri della corrispondenza.{{/GM}}
ru: {{GM}}Журнал корреспонденции.{{/GM}}

source: {{GM}}View your list of contacts.{{/GM}}
de: {{GM}}Sieh dir deine Kontakte an.{{/GM}}
es: {{GM}}Ver tu lista de contactos.{{/GM}}
fr: {{GM}}Voir votre liste de contacts.{{/GM}}
it: {{GM}}Visualizza il tuo elenco di contatti.{{/GM}}
ru: {{GM}}Заглянуть в адресную книгу.{{/GM}}

source: {{GM}}View your personal calendar.{{/GM}}
de: {{GM}}Sieh in deinem persönlichen Kalender nach.{{/GM}}
es: {{GM}}Ver tu calendario personal.{{/GM}}
fr: {{GM}}Voir votre calendrier personnel.{{/GM}}
it: {{GM}}Visualizza la tua agenda personale.{{/GM}}
ru: {{GM}}Заглянуть в ежедневник.{{/GM}}

source: {{GM}}Walk away from the terminal.{{/GM}}
de: {{GM}}Tritt von dem Terminal zurück.{{/GM}}
es: {{GM}}Alejarte del terminal.{{/GM}}
fr: {{GM}}S'éloigner du terminal.{{/GM}}
it: {{GM}}Allontanati dal terminale.{{/GM}}
ru: {{GM}}Оставить терминал в покое.{{/GM}}

source: {{GM}}Walk away.{{/GM}}
de: {{GM}}Fortgehen.{{/GM}}
es: {{GM}}Salir.{{/GM}}
fr: {{GM}}Quitte les lieux.{{/GM}}
it: {{GM}}Allontanati.{{/GM}}
ru: {{GM}}Уйти.{{/GM}}

source: {{GM}}When Cherry Bomb sees you, her eyes light up.{{/GM}} Hey, $(l.name). What's going on?
de: {{GM}}Als Cherry Bomb dich sieht, leuchten ihre Augen auf.{{/GM}} Hey, $(l.name). Was gibt’s Neues?
es: {{GM}}Cuando Cherry Bomb te ve, sus ojos se iluminan.{{/GM}} Eh, $(l.name). ¿Qué pasa?
fr: {{GM}}Lorsque Cherry Bomb vous aperçoit, ses yeux s'animent.{{/GM}} Hé, $(l.name). Qu'est-ce qui se passe ?
it: {{GM}}Quando Cherry Bomb ti vede, i suoi occhi si illuminano.{{/GM}} Ehi, $(l.name). Che si dice?
ru: {{GM}}Когда Шерри тебя замечает, она радостно улыбается.{{/GM}} Эй, $(l.name). Какие новости?

source: {{GM}}When Coyote sees you, her eyes glisten with gratitude.{{/GM}} There $(l.he) is - the $(l.man) of the hour.
de: {{GM}}Als Coyote dich erblickt, strahlen ihre Augen vor Dankbarkeit.{{/GM}} Und da ist $(l.he) – $(l.man) der Stunde.
es: {{GM}}Cuando Coyote te ve, sus ojos brillan de gratitud.{{/GM}} Ahí está $(l.he), la estrella del momento.
fr: {{GM}}Lorsque Coyote vous voit, ses yeux se mettent à scintiller de gratitude.{{/GM}} Voilà $(l.he), l'$(l.man) de la situation.
it: {{GM}}Quando Coyote ti vede, i suoi occhi sono pieni di gratitudine.{{/GM}} Ecco, è $(l.he). Vieni qua, $(l.man) del momento!
ru: {{GM}}Когда Койот замечает тебя, в ее глазах вспыхивает благодарность.{{/GM}} Вот $(l.he) - $(l.man), чьими усилиями все кончилось хорошо.

source: {{GM}}When Coyote sees you, her eyes glisten with gratitude.{{/GM}} There $(l.he) is - the $(l.race) of the hour.
de: {{GM}}Als Coyote dich erblickt, strahlen ihre Augen vor Dankbarkeit.{{/GM}} Und da ist $(l.he) – $(l.race) der Stunde.
es: {{GM}}Cuando Coyote te ve, sus ojos brillan de gratitud.{{/GM}} Ahí está $(l.he), la estrella del momento.
fr: {{GM}}Lorsque Coyote vous voit, ses yeux se mettent à scintiller de gratitude.{{/GM}} Voilà $(l.he), l'$(l.race) de la situation.
it: {{GM}}Quando Coyote ti vede, i suoi occhi sono pieni di gratitudine.{{/GM}} Ecco, è $(l.he). Vieni qua, $(l.man) del momento!
ru: {{GM}}Когда Койот замечает тебя, в ее глазах вспыхивает благодарность.{{/GM}} Вот $(l.he) - $(l.race), чьими усилиями все кончилось хорошо.

source: {{GM}}When Jessica speaks next, her eyes have a disturbing sharpness. Her words are echoed by Lynne in a manner that suggests a connection beyond their shared zealotry.{{/GM}} The Hive has no thought beyond hunger, no goal beyond reproduction. We are one.
de: {{GM}}Als Jessica erneut zu sprechen beginnt, herrscht in ihren Augen eine bedrohliche Schärfe. Ihre Worte werden von Lynne in einer Art und Weise wiederholt, die eine Verbindung suggeriert, die weit über gemeinsamen Fanatismus hinausgeht.{{/GM}} Der Schwarm hat keine Gedanken außer Hunger, kein Ziel außer Fortpflanzung. Wir sind eins.
es: {{GM}}Cuando Jessica habla a continuación, sus ojos tienen una intensidad perturbadora. Lynne repite sus palabras como si fuera el eco, lo que sugiere una conexión que va más allá de su fanatismo compartido.{{/GM}} La Colmena solo siente hambre, su único objetivo es la reproducción. Somos uno.
fr: {{GM}}Quand Jessica prend ensuite la parole, son regard est étrangement limpide. Lynne répète ses mots, comme si un lien les unissait toutes deux au-delà de leur fanatisme partagé.{{/GM}} La ruche n'a d'autre pensée que la faim, d'autre but que la reproduction. Nous ne faisons qu'un.
it: {{GM}}Non appena Jessica ricomincia a parlare, gli occhi tradiscono un'acutezza preoccupante. Le sue parole sono echeggiate da Lynne, in un modo che suggerisce un collegamento che va oltre il loro comune fanatismo.{{/GM}} Il Nido non ha altro interesse al di là della fame, nessun obiettivo oltre la prolificazione. Noi siamo una cosa sola.
ru: {{GM}}Когда Джессика открывает глаза, ее взгляд пронзает тебя насквозь. Линн повторяет ее слова, и ты понимаешь, что сейчас их связывает нечто большее, чем фанатичная приверженность безумной идее.{{/GM}} Рой живет, чтобы пожирать. Рой существует, чтобы размножаться. Мы - одно.
