Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I wish *I* could get in. They just announced this thing an hour ago, all spontaneous-like... of course by the time I got here, all the tickets were already gone! I’m gonna try and find a better spot to hear.
de: Ich wünschte, jemand würde *mich* reinlassen. Sie haben den Gig erst vor einer Stunde bekanntgegeben, total spontan ... bis ich hier war, waren alle Karten natürlich vergriffen! Ich muss es irgendwie schaffen, mir einen besseren Platz zu sichern.
es: Ojalá *yo* pudiera entrar. Han anunciado esto hace solo una hora, todo muy espontáneo... claro, cuando llegué aquí, ¡ya no quedaban entradas! Voy a intentar encontrar un sitio mejor para escucharlo.
fr: J'aimerais pouvoir entrer. Ils ont annoncé ça il y a à peine une heure, genre, spontanément, comme ça... évidemment, quand je suis arrivé, tout était déjà complet ! Je vais essayer de me trouver un meilleur endroit pour écouter.
it: Vorrei poterci entrare. L'hanno annunciato solo un'ora fa, tutto improvvisato... ovviamente, il tempo di arrivare qui e i biglietti erano già esauriti! Vado a cercare il posto migliore per sentire.
ru: Если бы! У меня и одного-то нет. Они объявили о концерте всего час назад, как гром среди ясного неба. Разумеется, уже через четверть часа все билеты оказались распроданы! Попробую разыскать местечко, с которого ее будет видно хоть как-нибудь.

source: I wish it was.
de: Ich wünschte, das wäre es.
es: Ojalá lo hubiera.
fr: Si seulement.
it: Vorrei che ci fosse.
ru: Я догадываюсь.

source: I wish you could be of service, my friend.
de: Ich wünschte, du könntest mir helfen.
es: Ojalá pudieras hacer algo.
fr: J'espérais que vous pourriez m'aider, mon ami.
it: Vorrei che potessi aiutarmi.
ru: Мне бы очень хотелось, чтобы это было так, но нет.

source: I wish you could be of service.
de: Ich wünschte, du könntest mir helfen.
es: Ojalá pudieras ayudar.
fr: J'espérais que vous pourriez m'aider.
it: Vorrei poter essere d'aiuto.
ru: Мне бы очень хотелось, чтобы это было так, но нет.

source: I wish you had another grenade to throw, because I’m not giving you a gun!
de: Ich wünschte, du hättest noch eine Granate, die du werfen kannst. Ich geb dir nämlich keine Knarre!
es: ¡Ojalá tuvieras otra granada que lanzar, porque no pienso darte una pistola!
fr: Si seulement t'avais une autre grenade... Moi je ne vais pas te donner de flingue !
it: Spero che tu abbia un'altra granata, perché non ho intenzione di darti una pistola!
ru: Надеюсь, у тебя еще остались гранаты, потому что пушку я тебе не отдам!

source: I wonder how people might act if they could see and feel what gets left behind.
de: Ich frage mich, wie Leute handeln würden, wenn sie sehen und fühlen könnten, was sie zurücklassen.
es: Me pregunto cómo actuaría la gente si pudiera ver y sentir lo que queda atrás.
fr: Je me demande comment les gens réagiraient s'ils pouvaient voir et sentir ce qu'ils laissent derrière eux.
it: Mi chiedo come si comporterebbero le persone se potessero vedere e sentire le tracce che lasciano.
ru: Интересно, как бы люди себя вели, если бы видели то, что видишь ты.

source: I wonder where you are right now. I bet you hit a big payday and you're living high on the hog somewhere. Some of us are born winners and some of us are... me.
de: Ich frag mich, wo du jetzt steckst. Ich wette, du hast einen dicken Scheck abgesahnt und kannst jetzt dein Geld verprassen. Manche sind halt die geborenen Gewinner und manche sind halt ... wie ich.
es: Me pregunto dónde estarás ahora. Apuesto a que conseguiste dar el gran golpe y estás viviendo por todo lo alto en otro sitio. Algunos nacen ganadores y otros son... como yo.
fr: Je me demande où tu es en ce moment. Je parie que t'as touché le jackpot et que tu te la coules douce quelque part peinard. Certains d'entre nous sont des gagnants-nés, et certains sont... moi.
it: Chissà dove ti trovi ora. Scommetto che hai fatto un sacco di grana e ora te la stai spassando da qualche parte. Ci sono quelli nati per vincere e ci sono quelli... come me.
ru: Интересно, где ты теперь. Могу поспорить, тебе обломился большой куш и ты ни в чем не нуждаешься. Некоторым везет в жизни. А некоторым... приходится иметь дело со мной.

source: I would appreciate conversing with someone of culture and sophistication.
de: Ich würde mich gerne mit jemandem unterhalten, der kultiviert und gebildet ist.
es: Me agradaría conversar con alguien con cultura y sofisticado.
fr: J'aimerais pouvoir converser avec quelqu'un de cultivé et de sophistiqué.
it: Gradirei conversare con una persona di cultura e gusti sofisticati.
ru: Мне будет приятно пообщаться с культурным и всесторонне развитым собеседником.

source: I would argue that four of those six were beyond helping from the moment they passed through my door. The fifth died as a result of complications while installing a stolen piece of experimental cyberware, which I had cautioned against using.
de: Ich würde sagen, dass für vier dieser sechs bereits jede Hilfe zu spät kam, als sie meine Praxis erreichten. Der Fünfte starb aufgrund von Komplikationen während der Installation gestohlener, experimenteller Cyberware, von der ich ihm ausdrücklich abgeraten hatte.
es: Yo diría que cuatro de los seis no tenían ninguna esperanza desde el momento en que entraron por la puerta. El quinto murió como resultado de unas complicaciones que surgieron durante la instalación de una pieza experimental de ciberimplante robada, cuyo uso le desaconsejé.
fr: Pour ma défense, je dirais que quatre de ces six patients étaient déjà condamnés avant de franchir le seuil de mon cabinet. Le cinquième est mort des suites de complications après lui avoir greffé une pièce cybernétique expérimentale volée, mais je l'avais prévenu des risques.
it: C'è da dire che quattro di quei sei erano erano in condizioni davvero disperate già quando hanno superato la soglia di quella porta. Il quinto è morto in seguito a complicazioni sorte durante l'installazione una parte cibernetica sperimentale rubata, contro le mie indicazioni.
ru: Должна заметить, что четверо из них были безнадежны. Пятый умер в результате осложнений, возникших после установки украденного им экспериментального имплантанта, несмотря на все мои возражения против подобной операции.

source: I would be delighted.
de: Ich bin entzückt.
es: Me encantaría.
fr: J'en serais ravi.
it: Accetto con gioia.
ru: Это большая честь для меня.

source: I would like to view your wares.
de: Ich will mir dein Angebot anschauen.
es: Me gustaría ver tus objetos.
fr: J'aimerais voir les articles que vous vendez.
it: Vorrei vedere i tuoi articoli.
ru: Я хочу посмотреть, что у тебя есть.

source: I would love nothing more than to give you closure, and quickly.
de: Ich würde nichts lieber tun, als dir zu helfen, mit der Sache abzuschließen, und zwar bald.
es: Nada me gustaría más que ayudarte a cerrar todo lo antes posible.
fr: J'aimerais vraiment que ce dossier soit clos, oui, et vite.
it: Vorrei essere in grado di mettere fine a tutta questa faccenda e il più velocemente possibile.
ru: Я постараюсь как можно скорее завершить это дело.

source: I would really like to talk to Jessica Watts. Can you direct me to her?
de: Ich würde wirklich gerne mit Jessica Watts sprechen. Wäre das möglich?
es: Me gustaría mucho hablar con Jessica Watts. ¿Puedes enviarme con ella?
fr: J'aimerais vraiment parler à Jessica Watts. Pouvez-vous m'indiquer où elle est ?
it: Vorrei tanto parlare con Jessica Watts. Puoi mandarmi da lei?
ru: Мне нужно поговорить с Джессикой Уоттс. Это возможно?

source: I wouldn’t say they’re innocent.
de: Ich würde sie nicht gerade unschuldig nennen.
es: Yo no los llamaría inocentes.
fr: Je ne dirais pas qu'ils sont innocents.
it: Non direi che sono innocenti.
ru: Это? Невинные люди? Ты шутишь.

source: I write IC as a hobby, okay? Just trust me. And keep that... thing away from me!
de: Ich programmiere IC als Hobby, okay? Vertrau mir einfach. Und halte dieses ... Ding fern von mir!
es: Mi hobby es programar PAI, ¿de acuerdo? Confía en mí, ¡y mantén a esa... cosa lejos de mí!
fr: Je mets les CI dans mes hobbies, ça vous va ? Faites-moi juste confiance. Et tenez ce truc éloigné de moi !
it: Il mio hobby è scrivere MAI, ok? Fidati di me e tieni quella... cosa lontana da me!
ru: Я сама пишу ЛЕД! Ну да, у меня странное хобби. Доверься мне, я знаю, что делаю. Только не подпускайте ко мне этих тварей!

source: I wrote many such notes, in the beginning. But I haven’t made such an effort in a long time now. I don’t know why he would have kept it.
de: Ich habe ihm viele solcher Nachrichten geschrieben. Am Anfang zumindest. Aber ich habe sowas lange nicht mehr versucht. Ich weiß nicht, warum er einen der Briefe behalten hat.
es: Escribí muchas notas de esas, al principio. Pero ahora hace mucho tiempo que no me esfuerzo por hacerlo. No sé por qué la guardó.
fr: J'ai écrit plein de notes de ce genre, au début. Mais ça fait bien longtemps que je ne m'en donne plus la peine. C'est bizarre qu'il en ait gardé une.
it: All'inizio gli scrivevo molti biglietti così. Ma non facevo uno sforzo simile da tanto tempo. Non so nemmeno perché l'abbia conservato.
ru: Я писала много подобных писем... Поначалу. Но с тех пор прошло много лет. Я не знаю, почему он хранил его.

source: I'M not selling anything! WE are giving away the SECRETS to a more fulfilling, happy, and productive life!
de: ICH verkaufe gar nichts! WIR schenken dir das GEHEIMNIS zu einem volleren, glücklicheren und produktiveren Leben!
es: ¡NO vendo nada! ¡ESTAMOS divulgando los SECRETOS para llevar una vida más plena, feliz y productiva!
fr: JE ne vends rien. NOUS révélons les SECRETS qui mènent à une vie plus enrichissante, plus heureuse et plus productive !
it: IO non vendo nulla! REGALIAMO i SEGRETI per una vita più appagante, felice e produttiva!
ru: Я ничего не продаю! МЫ хотим поделиться СЕКРЕТОМ долгой и счастливой жизни, совершенно БЕСПЛАТНО!

source: I'd be more surprised if she hadn't. Bouncers can deal with most of the troublemakers, but around here you need a gun just to take trash out to the dumpster.
de: Ich wäre eher überrascht, wenn sie das nicht getan hätte. Die Türsteher können sich um die meisten Störenfriede kümmern, aber in dieser Gegend braucht man schon eine Waffe, wenn man nur den Müll rausbringt.
es: Me sorprendería más que no lo hubiera hecho. Los porteros pueden hacerse cargo de la mayoría de los alborotadores, pero por aquí uno necesita una pistola para salir a sacar la basura.
fr: Le contraire m'aurait surpris. Les videurs peuvent s'occuper de la plupart des fauteurs de troubles, mais par ici vous avez besoin d'un pistolet pour simplement sortir les poubelles.
it: Mi avrebbe sorpreso di più il contrario. I buttafuori possono tenere a bada la maggior parte dei piantagrane, ma qui la pistola serve anche solo per andare a buttare la spazzatura.
ru: Я была бы удивлена, если бы она этого не сделала. Вышибалы охраняют Союз, но в этом районе без пушки на улицу лучше не высовываться - даже если ты хочешь всего лишь вынести мусор.

source: I'd like to browse your cyberware.
de: Ich würde mir gerne deine Cyberware ansehen.
es: Me gustaría echarle un vistazo a sus ciberimplantes.
fr: J'aimerais voir votre matériel cybernétique.
it: Vorrei vedere le tue parti cibernetiche.
ru: Я хочу посмотреть каталог кибернетических имплантатов.

source: I'd like to keep looking for more.
de: Ich möchte versuchen, noch mehr zu finden.
es: Me gustaría seguir buscando más.
fr: J'aimerais continuer à chercher.
it: Vorrei continuare a cercarne altri.
ru: Я продолжу поиски.

source: I'd like to look at your cyberware.
de: Ich würde mir gerne deine Cyberware ansehen.
es: Me gustaría echar un vistazo a tus ciberimplantes.
fr: J'aimerais jeter un œil à votre cyberware.
it: Vorrei dare un'occhiata alle tue parti cibernetiche.
ru: Меня интересуют кибернетические имплантаты.

source: I'd like to pay for this month's protection dues. How much?
de: Ich würde gerne das Schutzgeld für diesen Monat zahlen. Wie viel ist es?
es: Me gustaría pagar las cuotas de protección de este mes. ¿Cuánto es?
fr: Je voudrais payer la protection de ce mois-ci. Combien ?
it: Vorrei pagare la quota di questo mese per la protezione. Quant'è?
ru: Я заплачу за крышу. Сколько она вам должна за этот месяц?

source: I'd like to take a look at your cyberware.
de: Ich würde mir gerne deine Cyberware ansehen.
es: Me gustaría echarle un vistazo a tus ciberimplantes.
fr: J'aimerais jeter un œil à votre cyberware.
it: Vorrei dare un'occhiata alle tue parti cibernetiche.
ru: Я хочу взглянуть на кибернетические имплантаты.

source: I'd like to take a look at your stock.
de: Ich würde mir gerne dein Inventar anschauen.
es: Me gustaría echarle un vistazo a tu inventario.
fr: J'aimerais voir ce que tu as en stock.
it: Vorrei dare un'occhiata alla tua merce.
ru: Мне нужно взглянуть на твой товар.

source: I'd like to wake up to a world short one less evil.
de: Ich würde gerne in einer Welt mit einem kleinen Übel weniger aufwachen.
es: Me gustaría despertarme en un mundo un poco menos malvado.
fr: J'aimerais me réveiller dans un monde plus sain.
it: Vorrei svegliarmi in un mondo un po' meno malvagio.
ru: Мне бы хотелось проснуться в этом немного лучшем мире.

source: I'd say my schedule's pretty clear right now.
de: Schätze mal, ich hab zurzeit nicht allzu viel Termine.
es: Yo diría que mi agenda está bastante vacía.
fr: On dirait que mon emploi du temps est assez libre en ce moment.
it: Potrei dire che il mio programma è abbastanza chiaro adesso.
ru: Не могу сказать, что у меня много других дел.

source: I'll be going now.
de: Ich zieh mal weiter.
es: Me largo.
fr: Je vais y aller.
it: Devo andare.
ru: Мне пора.

source: I'll be here.
de: Man sieht sich.
es: Estaré aquí.
fr: Je serai ici.
it: Tornerò.
ru: Я буду здесь.

source: I'll be leaving now.
de: Ich gehe jetzt.
es: Me marcho.
fr: Je vais m'en aller.
it: Me ne vado subito.
ru: Мы уходим.

source: I'll bet you do. See you later, Mr. Kluwe.
de: Da bin ich mir sicher. Bis später, Mr. Kluwe.
es: Apuesto a que sí. Hasta luego, Sr. Kluwe.
fr: J'en suis sûr. À bientôt, M. Kluwe.
it: Certamente. A dopo, signor Kluwe.
ru: Не сомневаюсь. До встречи, мистер Клюве.

source: I'll bet. I won't be your sacrificial lamb, Jessica.
de: Jede Wette. Aber ich werde nicht dein Opferlamm sein, Jessica.
es: Me la jugaré. No seré tu chivo expiatorio, Jessica.
fr: Je tiens le pari. Je ne serai pas votre agneau sacrificiel, Jessica.
it: Ci scommetto. Non sarò il tuo agnello sacrificale, Jessica.
ru: Не сомневаюсь. Ищи себе другого агнца, Джессика, потому что я на заклание не пойду.

source: I'll could do that... or I could sell this ID card to the highest bidder.
de: Das könnte ich natürlich tun ... oder ich verkauf diese ID-Karte an den Höchstbietenden.
es: Podría hacerlo... o podría vender esta tarjeta de identificación al mejor postor.
fr: Je pourrais faire ça... ou alors je pourrais vendre cette carte d'identification au plus offrant.
it: Potrei farlo... oppure potrei vendere questa tessera di identificazione al miglior offerente.
ru: Наверно, я так и сделаю... но сначала продам этот пропуск тому, кто больше заплатит.

source: I'll do what I can.
de: Ich tue, was ich kann.
es: Haré lo que pueda.
fr: Je vais voir ce que je peux faire.
it: Farò ciò che posso.
ru: Сделаю что могу.

source: I'll follow your lead. The Halloweeners aren't looking for you - yet.
de: Geh du voran. Die Halloweeners haben es ja nicht auf dich abgesehen – noch nicht.
es: Te sigo. Los Halloweeners no te están buscando... todavía.
fr: Passez devant. Les halloweeners ne sont pas à votre recherche. Pas encore.
it: Ti starò dietro. Gli Halloweener non cercano te... per il momento.
ru: Иди вперед. Тебя Хеллоуинеры не разыскивают - по крайней мере, пока.

source: I'll get to the bottom of this. Someone will pay.
de: Ich finde heraus, was passiert ist. Jemand wird dafür bezahlen.
es: Llegaré al fondo de esto. Alguien lo va a pagar.
fr: Je vais en venir au fait. Quelqu'un va payer.
it: Arriverò in fondo alla questione. Qualcuno pagherà.
ru: Я выясню, что произошло. Кто бы ни сделал это с тобой, он за это заплатит.

source: I'll give you 100, no more.
de: Ich gebe Ihnen 100, und keinen Nuyen mehr.
es: Ye daré 100, ni uno más.
fr: Je vous donne 100, pas plus.
it: Ti do 100, prendere o lasciare.
ru: Я могу дать тебе 100.

source: I'll have the pancakes.
de: Ich nehm die Pancakes.
es: Yo pediré las tortitas.
fr: Je vais prendre les pancakes.
it: Prendo i pancake.
ru: Я закажу оладьи.

source: I'll hear this Mr. Johnson out.
de: Dann will ich mir mal anhören, was Mr. Johnson zu erzählen hat.
es: Escucharé a ese Sr. Johnson.
fr: Je suis prêt à entendre les arguments de ce M. Johnson.
it: Sentirò che cosa ha da dire questo signor Johnson.
ru: Я выслушаю, чего хочет от меня мистер Джонсон.

source: I'll help you get Coyote back, but you'd better be able to handle yourself in a fight. Things might get ugly.
de: Ich werde dir helfen, Coyote zurückzuholen, aber du solltest besser in der Lage sein, dich selbst zu verteidigen. Die Sache könnte ganz schön heikel werden.
es: Te ayudaré a recuperar a Coyote, pero más vale que sepas defenderte tú solo si hay pelea. Las cosas pueden ponerse feas.
fr: Je vais t'aider à retrouver Coyote, mais j'espère que tu sais te défendre tout seul. Ça risque de mal tourner.
it: Ti aiuterò a ritrovare Coyote, ma farai meglio a sapere quello che fai quando combatti. Le cose potrebbero prendere una brutta piega.
ru: Я помогу тебе вытащить оттуда Койот, но надеюсь, что драться ты умеешь. Вряд ли это будет так просто.

source: I'll leave you to your business, $(l.sir).
de: Ich lasse dich dann mal wieder an die Arbeit gehen.
es: Te dejo con tus cosas, $(l.sir).
fr: Je vais vous laisser à vos affaires, $(l.sir).
it: Ti lascio agli affari tuoi, $(l.sir).
ru: Желаю приятно провести вечер, $(l.sir).

source: I'll opt for a stand-up conversation.
de: Ich entscheide mich für eine Unterhaltung im Stehen.
es: Personalmente, yo preferiría una conversación de pie.
fr: Je vais opter pour la conversation debout.
it: Scelgo di parlargli da vivo.
ru: Я ничего не имею против разговора.

source: I'll pass.
de: Danke, passe.
es: Paso.
fr: Je passerai.
it: No, grazie.
ru: Обойдусь.

source: I'll remember that.
de: Werd ich mir merken.
es: Lo recordaré.
fr: Je m'en souviendrai.
it: Me lo ricorderò.
ru: Я это учту.

source: I'll see I can find something. No promises.
de: Ich versuche, was zu finden. Aber versprechen kann ich nichts.
es: Iré a ver si descubro algo. No te prometo nada.
fr: Je vais voir si je peux trouver quelque chose. Je ne vous promets rien.
it: Vedo se riesco a trovare qualcosa. Non posso assicurartelo.
ru: Я попробую. Но ничего не обещаю.

source: I'll see if I can save your son while we're saving our friend.
de: Mal sehen, ob ich was für deinen Sohn tun kann, während wir unsere Freundin retten.
es: Intentaré salvar a tu hijo mientras salvamos a nuestra amiga.
fr: On va tenter de sauver votre fils en même temps que notre amie.
it: Vedrò se posso salvarlo mentre ci occupiamo della nostra amica.
ru: Я попробую вытащить его оттуда и заодно спасти нашу подругу.

source: I'll see what I can do.
de: Ich werde sehen, was ich tun kann.
es: Veré lo que puedo hacer.
fr: Je vais voir ce que je peux faire.
it: Vedrò cosa posso fare.
ru: Посмотрим.

source: I'll see what I can do. Where did you say the market was?
de: Ich werde sehen, was ich tun kann. Wo ist dieser Markt noch mal?
es: Veré lo que puedo hacer. ¿Dónde has dicho que estaba el mercado?
fr: Je vais voir ce que je peux faire. Il est où ce marché, déjà ?
it: Vedo quello che posso fare. Dove hai detto che si trovava il mercato?
ru: Попробую помочь. Так где, говоришь, этот ваш рынок?

source: I'll see you around.
de: Man sieht sich.
es: Nos vemos por ahí.
fr: À plus.
it: Ci si vede.
ru: Ладно, до скорого.

source: I'll see you later.
de: Bis später.
es: Hasta luego.
fr: On se voit plus tard.
it: Ci si vede.
ru: До встречи.

source: I'll send the lab's location to your PDA. Hire a team and head there right away. Liberate Saada and deliver him to my employers - they'll have a car waiting outside the lab when you're done. Once Mr. Saada's on his way, meet me back here for payment.
de: Ich übertrage die Koordinaten des Labors auf deinen PDA. Heuere ein Team an und mach dich sofort auf den Weg. Befreie Saada und liefer ihn bei meinen Klienten ab – sie werden mit einem Wagen vor dem Labor warten, wenn du fertig bist. Sobald Saada im Wagen ist, kannst du mich hier finden, um deinen Lohn abzuholen.
es: Te enviaré la posición del laboratorio a tu PDA. Contrata a un equipo y ve allí directamente. Libera a Saada y entrégaselo a mis clientes; tendrán un coche esperando a la salida del laboratorio cuando hayas terminado. Cuando el Sr. Saada esté en camino, reúnete conmigo aquí para recibir tu pago.
fr: Je vais envoyer les coordonnées du labo sur votre PDA. Engagez une équipe et rendez-vous là-bas immédiatement. Libérez Saada et remettez-le à mes employeurs. Une voiture vous attendra à la sortie du labo quand vous aurez fini. Une fois M. Saada en voiture, retrouvez-moi ici pour le paiement.
it: Invierò la posizione del laboratorio al tuo palmare. Ingaggia una squadra e dirigiti là immediatamente. Libera Saada e consegnalo ai miei datori di lavoro, un'auto vi attenderà fuori dal laboratorio quando avrete finito. Quando il signor Saada sarà in viaggio, ci rivediamo qui per il pagamento.
ru: Я сброшу координаты лаборатории на твой коммлинк. Найми команду и отправляйся туда как можно скорее. Освободите Саада и передайте его в руки моим нанимателям - их транспорт будет ждать вас неподалеку от этого места. Как только Саада окажется у них, возвращайся, и я передам тебе деньги.

source: I'll take a look at what you've got.
de: Ich seh mir mal an, was du so hast.
es: Veamos qué es lo que tienes.
fr: Je vais jeter un œil à ce que vous avez.
it: Vediamo cosa offri.
ru: Показывай, что у тебя есть.

source: I'll take a look.
de: Ich seh mich mal um.
es: Voy a echar un vistazo.
fr: Je vais voir ça.
it: Do un'occhiata.
ru: Пожалуй, что да.

source: I'll take the job.
de: Ich mach den Job.
es: Acepto el trabajo.
fr: Je m'en occupe.
it: Accetterò il lavoro.
ru: Я берусь за эту работу.

source: I'll take the money.
de: Ich nehm das Geld.
es: Aceptaré el dinero.
fr: Ça me va.
it: Prenderò i soldi.
ru: Договорились.

source: I'll think about it.
de: Ich überleg’s mir.
es: Me lo pensaré.
fr: Je vais y réfléchir.
it: Ci penserò.
ru: Я подумаю.

source: I'll trust you.
de: Ich vertraue dir.
es: Confiaré en ti.
fr: Je vous fais confiance.
it: Mi fido di te.
ru: Я тебе доверяю.

source: I'm $(s.name) - I'm here to rescue you!
de: Ich bin $(s.name) – ich bin hier, um dich zu retten!
es: Soy $(s.name). ¡He venido a rescatarte!
fr: Je m'appelle $(s.name), je suis venu te sauver !
it: Mi chiamo $(s.name), sono qui per salvarvi!
ru: Меня зовут $(s.name) - мы пришли тебя спасти!

source: I'm $(s.name) and my keycard is ruined.
de: Ich heiße $(s.name) und meine Schlüsselkarte ist hinüber.
es: Soy $(s.name) y se me ha roto la tarjeta de acceso.
fr: Je m'appelle $(s.name) et ma carte d'accès est cassée.
it: Sono $(s.name) e la mia tessera è rovinata.
ru: Меня зовут $(s.name). Мой пропуск испортился.

source: I'm $(s.name) and you?
de: Ich heiße $(s.name). Und du?
es: Soy $(s.name), ¿y tú?
fr: Je m'appelle $(s.name), et vous ?
it: Sono $(s.name) e tu?
ru: Меня зовут $(s.name). А вас?
