Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The Universal Brotherhood is a community that welcomes all forms of meta-humanity with the mission of making the world a better place by helping individuals to become so much more than they currently are. This is our Seattle Chapter. There are more popping up every day!
de: Die Universelle Bruderschaft ist eine Gemeinschaft, die alle Arten von Metamenschen willkommen heißt und sich der Aufgabe widmet, die Welt zu einem besseren Ort zu machen, indem sie die Leute dazu ermuntert, so viel mehr aus sich zu machen. Das hier ist der Ortsverband für Seattle. Es werden jeden Tag mehr gegründet!
es: La Hermandad Universal es una comunidad que acoge a todas las formas de metahumanidad con una misión: hacer que el mundo sea un lugar mejor ayudando a los individuos a ser mucho más de lo que son. Esta es nuestro cabildo de Seattle. ¡Y cada día se abren otras nuevas!
fr: La Confrérie Universelle est une communauté qui accueille toute forme de méta-humanité, et qui a pour mission de rendre le monde meilleur en aidant les individus à devenir bien plus que ce qu'ils ne sont à présent. C'est notre branche de Seattle. De plus en plus apparaissent chaque jour !
it: La Fratellanza Universale è una comunità che accoglie tutte le forme di metaumanità e ha lo scopo di rendere il mondo un posto migliore, aiutando la gente a migliorare la propria posizione. Questo è la nostra sede di Seattle. Ma ogni giorno ne aprono di nuove!
ru: Всеобщее братство ставит своей целью объединить метачеловечество и тем самым сделать мир лучшим местом. Его задача - дать каждому возможность стать чем-то большим, чем он является, и открыть для себя новый и лучший мир. Отделение Братства в Сиэтле является одним из самых крупных, но у нас есть миссии по всему миру!

source: The Universal Brotherhood is a cult, not a family.
de: Die Universelle Bruderschaft ist eine Sekte, keine Familie.
es: La Hermandad Universal es una secta, no una familia.
fr: La Confrérie Universelle est un culte, pas une famille.
it: La Fratellanza Universale è una setta, non una famiglia.
ru: Всеобщее братство - это не семья, а секта.

source: The Universal Brotherhood is all about Belonging - to a hive or something.
de: Bei der Universellen Bruderschaft dreht sich alles um Zugehörigkeit – zu einem riesigen Insektenkollektiv.
es: En la Hermandad Universal lo que importa es el Pertenecer; a una especie de colmena o algo así.
fr: Dans la Confrérie Universelle, tout tourne autour de l'Appartenance. À une ruche, par exemple.
it: La Fratellanza Universale ruota intorno al concetto di Appartenenza, a una specie di Nido.
ru: Всеобщее братство проповедует идею единства в лоне одной семьи. То есть улья.

source: The access panel comes off with a quiet pop and you place a chip inside.
de: Die Zugangsklappe löst sich mit einem leisten Plopp und du steckst schnell einen Chip hinein.
es: El panel de acceso se quita con un pop silencioso y después colocas dentro un chip.
fr: Le panneau d'accès émet un petit bruit lorsque vous le retirez, et vous placez une puce à l'intérieur.
it: Il pannello si apre con un lieve scatto e tu inserisci un chip all'interno.
ru: Панель снимается с негромким щелчком. Ты быстро устанавливаешь чип на место.

source: The access panel comes off with a quiet pop and you quickly install the commlink chip.
de: Die Zugangsklappe löst sich mit einem leisen Plopp und du beginnst sofort, den Kommlink-Chip zu installieren.
es: El panel de acceso sale con un silencioso chasquido e instalas rápidamente el chip de commlink.
fr: Le panneau d'accès saute avec un petit claquement et vous installez rapidement la puce du commlink.
it: Il pannello di accesso viene via con uno scatto e installi rapidamente il chip del commlink.
ru: Панель снимается с тихим щелчком, и ты быстро устанавливаешь комм-чип в соответствующий разъем.

source: The air grows cold, and the spirits of dead children coalesce from the vapor of your breath. Their cherubic faces are burned, and their lips quiver as if they are about to cry. But their eyes are round and vacant, and they glare at you now, unblinking.
de: Eine unnatürliche Kälte zieht herauf und die Geister toter Kinder scheinen mit den weißen Dampfschwaden deines Atems zusammenzuwachsen. Ihre engelhaften Gesichter sind verbrannt und ihre Lippen zittern, als würden sie gleich anfangen zu weinen. Ihre Augen jedoch sind rund und leer, als sie dich mit ihrem starren Blick fixieren.
es: El aire se enfría y los espíritus de niños muertos se funden desde el vapor de tu aliento. Tienen el rostro de querubín quemado, y les tiemblan los labios como si estuvieran a punto de llorar. Pero su mirada aparece redonda y vacía, y ahora la dirigen hacia ti, sin siquiera pestañear.
fr: L'air se rafraîchit, et les esprits des enfants morts se fondent avec la vapeur de votre respiration. Leurs visages angéliques sont brûlés, et leurs lèvres tremblent comme s'ils allaient pleurer. Mais leurs yeux sont ronds et vides, et ils vous fixent, sans cligner des yeux.
it: L'aria diventa più fredda e gli spiriti dei bambini morti si materializzano dal vapore del tuo respiro. I loro volti di bimbi sono bruciati e le labbra tremano come se stessero per piangere. Ma i loro occhi sono tondi e vuoti e ti fissano, senza un battito di ciglia.
ru: На складе поднимается холодный ветер, и перед тобой медленно появляются призраки убитых детей. Их лица обожжены, а губы дрожат, как если бы они собирались заплакать - но они молча смотрят на тебя, не мигая и не двигаясь с места.

source: The articles are about a variety of missing persons cases in which the missing person had become a member of the Universal Brotherhood. In the articles, a spokesperson for the Brotherhood says that these people are not missing, they have cut ties to the families who abused them as children.
de: Die Artikel behandeln eine Reihe an Fällen über vermisste Personen, in denen die betroffene Person ein Mitglied der Universellen Bruderschaft geworden waren. Ein Sprecher der Bruderschaft wird in den Artikeln mit den Worten zitiert, dass die Personen nicht vermisst werden, sondern nur den Kontakt zu den Familien, in denen sie als Kinder misshandelt wurden, abgebrochen haben.
es: Los artículos son sobre diferentes casos de personas desaparecidas, en los que esas personas se habían convertido en miembros de la Hermandad Universal. En los artículos, un portavoz de la Hermandad dice que esas personas no han desaparecido, sino que han cortado sus lazos con las familias, que abusaron de ellas durante la infancia.
fr: Les articles concernent un certain nombre de cas de disparitions dont les victimes étaient devenues membres de la Confrérie Universelle. Dans ces articles, un porte-parole de la Confrérie indique que ces personnes ne sont pas disparues mais qu'elles ont coupé les ponts avec leurs familles.
it: Gli articoli riguardano un gran numero di casi di persone scomparse in cui queste era divenute dei membri della Fratellanza Universale. Negli articoli, un portavoce della Fratellanza dice che queste persone non sono scomparse, ma che hanno tagliato i ponti con le famiglie che le hanno maltrattate da piccole.
ru: Большинство статей рассказывают о пропавших людях. Во всех без исключения случаях исчезнувший был членом Всеобщего братства. В одной из заметок официальный представитель Братства подчеркивает, что эти люди не пропали. Каждый из них добровольно принял решение порвать со своими семьями, поскольку в детстве все они подвергались насилию.

source: The auto-crack in your deck's program easily pieces together a real token from the data within the returning authentication key. The cyberterminal unlocks.
de: Der Auto-Crack deines Decking-Programms stückelt mühelos einen echten Token aus den Daten innerhalb des rückkehrenden Authentifizierungsschlüssels aus. Das Terminal wird freigeschaltet.
es: El crack automático del programa de tu plataforma crea con facilidad un token real a partir de los datos que contiene la clave de autenticación devuelta. El ciberterminal se desbloquea.
fr: La fonction de décryptage automatique du programme du deck parvient facilement à reconstituer un vrai signal à partir des données et renvoie le code d'authentification. L'ordinateur se déverrouille.
it: Il sistema di manomissione automatico del tuo Deck mette facilmente insieme un impulso autentico dai dati nella password di autenticazione di ritorno. Il terminale cibernetico si sblocca.
ru: Установленная на твоей деке шифровальная программа без труда выделяет ключ авторизации в массиве данных, полученном тобой от сервера. Доступ к кибернетическому терминалу открыт.

source: The bartender here recalls Sam complaining about arguments with his sister.
de: Die Barfrau hier erinnert sich daran, dass Sam über einen Streit zwischen ihm und seiner Schwester gesprochen hat.
es: La camarera recuerda cómo Sam se quejaba de las discusiones de su hermana.
fr: Une serveuse d'ici se rappelle avoir entendu Sam se plaindre de disputes avec sa sœur.
it: Il barista di qui si ricorda che Sam si lamentava dei litigi con sua sorella.
ru: Одна из официанток упомянула, что Сэм жаловался на свои ссоры с сестрой.

source: The bench has clearly played host to numerous bodies over its lifetime. It includes limb restraints, as well as skeletal traction mechanisms. At this table, Holmes likely dismembered bodies, or quite possibly put them back together. The tackiness of the blood suggests it has been used relatively recently.
de: Die Arbeitsbank hat augenscheinlich schon viele Leichen über ihre Arbeitsfläche gleiten sehen. Sie ist mit Arm- und Fußfesseln sowie diversen Streckmechanismen versehen. Auf diesem Tisch hat Holmes vermutlich Leichen zerstückelt – oder sie wieder zusammengesetzt. Die Viskosität des Blutes lässt vermuten, dass sie erst vor Kurzem verwendet wurde.
es: Está claro que el banco ha visto pasar muchos cuerpos a lo largo de su vida. Incluye correas para las extremidades y mecanismos de tracción para el esqueleto. Es muy probable que en esta mesa Holmes desmembrara a los cuerpos o, muy posiblemente, que volviera a unirlos. La viscosidad de la sangre sugiere que se ha utilizado hace relativamente poco.
fr: Il est clair que la paillasse a accueilli de nombreux corps depuis son installation. Elle présente des sangles pour les bras et les jambes, ainsi que des mécanismes d'étirement du squelette. Il est probable que Holmes y ait démembré des corps, voire greffé des organes. D'après la viscosité du sang, elle a servi il y a relativement peu de temps.
it: Il tavolo da lavoro sembra chiaramente avere ospitato numerosi cadaveri. È composto fibbie per arti e da meccanismi di trazione scheletrica. Su questo tavolo, Holmes probabilmente smembrava i corpi, oppure forse li ricomponeva. Il sangue appiccicoso suggerisce che è stato usato da poco.
ru: Очевидно, что на этом столе побывало не одно тело. Он оборудован зажимами для рук и ног, а также механизмами для вытяжения позвоночника. Скорее всего, именно здесь Холмс расчленял тела или, что еще более вероятно, пытался снова собрать их. Кровь на столе все еще липкая. Очевидно, что последний раз доктор пользовался им совсем недавно.

source: The best candidates are the disaffected and the disenfranchised. In short, the weak-willed. Their minds are the most susceptible to suggestion, which is helpful in making the transformation. As you may imagine, these are the sort of people easily attracted to a cult - such as the Universal Brotherhood.
de: Die besten Kandidaten sind die Unzufriedenen und die Entrechteten – kurz: die Willensschwachen. Ihre Gedanken lassen sich leicht beeinflussen, womit die Transformation beschleunigt werden kann. Wie man sich vielleicht denken kann, sind das auch die Leute, die sich am ehesten einer Sekte zuwenden – wie beispielsweise der Universellen Bruderschaft.
es: Los mejores candidatos son los desdichados y los marginados. Es decir, aquellos con poca fuerza de voluntad. Sus mentes son las más susceptibles a la sugestión, lo que ayuda a realizar la transformación. Como puedes imaginar, son el tipo de personas que se ven atraídas fácilmente por una secta, como la Hermandad Universal.
fr: Les meilleures candidats sont les parias et les laissés pour compte. En somme, ceux de nature faible. Leur conscience est plus facile à subjuguer, ce qui contribue à faciliter la transformation. Il va sans dire que ce genre d'individus est souvent attiré par les sectes de tout poil, comme la Confrérie Universelle.
it: I migliori candidati sono i frustrati e i sottomessi. In poche parole, quelli con scarsa forza di volontà. Le loro menti sono le più suggestionabili, cosa che lo aiuta nell'effettuare la trasformazione. Come puoi immaginare, questo genere di persone sono facilmente attratte da un culto, come la Fratellanza Universale.
ru: Лучше всего для этого подходят униженные, оскорбленные и нищие духом - иначе говоря, люди слабовольные. Их разум проще всего подчинить, что облегчает процесс трансформации. Разумеется, именно такие люди чаще всего попадают в секты. Например, такие, как Всеобщее братство.

source: The best money can buy.
de: Die Besten, die mit Geld zu kaufen sind.
es: Lo mejor que el dinero puede comprar.
fr: Les meilleurs du marché.
it: Il meglio che il denaro possa comprare.
ru: У меня есть друзья. Лучшие друзья, которых можно нанять за деньги.

source: The best, of course.
de: Die Besten natürlich.
es: Lo mejor, por supuesto.
fr: Les meilleurs, bien sûr.
it: I migliori, naturalmente.
ru: Конечно, лучших.

source: The blood you found at the warehouse belongs to a man masquerading as one Dr. Holmes, and you’ve tracked him to Mercy Mental Hospital - located in the notoriously anti-metahuman farmlands of Snohomish. The drive to the hospital is long and unpleasant. Finally, you reach the walled and gated hospital compound. Despite the pretense of security, the gate is unguarded, unlocked, and open. No one stops or greets you as you drive up to the large, crumbling building. Gothic ramparts top a damaged roof, cracked walls, and broken windows. All around the building is a lawn gone wild. Only the artificial light from within speaks of inhabitants. You walk up the hospital steps to confront Sam Watt’s killer and bring an end to the Emerald City Ripper.
de: Das Blut, das du in der Lagerhalle gefunden hattest, stammt von einem Mann, der sich als Dr. Holmes ausgibt. Es ist dir gelungen, seiner Spur bis zum Mercy Mental Hospital zu folgen, das sich im notorisch anti-metamenschlichen Hinterland von Snohomish befindet. Die Fahrt zum Hospital ist lang und unerfreulich. Endlich erreichst du das von Mauern umgebene Gelände der Anstalt. Trotz der vorgeblichen Sicherheitsmaßnahmen ist das Tor unbewacht und steht unverschlossen offen. Niemand hält dich auf oder grüßt dich, als du auf das große, verfallene Gebäude zufährst. Gotische Pfeiler runden das Erscheinungsbild des beschädigten Daches, der rissigen Wände und zerbrochenen Fenster ab. Überall um das Gebäude herum wuchert hohes Gras. Nur das künstliche Licht im Inneren des Gebäudes verrät, dass es bewohnt ist. Du gehst die Treppen des Gebäudes hoch, um den Mörder von Sam Watts zur Rede zu stellen und dem Emerald City Ripper ein Ende zu bereiten.
es: La sangre que encontraste en el almacén pertenece a un hombre que se hace pasar por un tal Dr. Holmes y le has seguido la pista hasta el hospital psiquiátrico Mercy, situado en las tierras de labranza de Snohomish, notoriamente antimetahumanas. El viaje hasta el hospital resulta largo y desagradable. Por fin llegas al recinto hospitalario, rodeado de muros y vallas. A pesar de sus pretensiones de seguridad, la valla de entrada no está protegida ni cerrada, está abierta. Nadie te detiene ni te saluda mientras avanzas hasta el gran edificio medio derruido. Unos baluartes góticos coronan el techo dañado, las paredes agrietadas y las ventanas rotas. El edificio está rodeado de césped descuidado. La luz artificial es lo único que indica la existencia de habitantes. Subes los escalones del hospital para enfrentarte al asesino de Sam Watt y acabar con el Destripador de Ciudad Esmeralda.
fr: Le sang trouvé à l'entrepôt appartient à un homme se faisant passer pour le Dr. Holmes, et vous l'avez suivi jusqu'à l'hôpital psychiatrique Mercy, situé dans les terres réputées anti-métahumaines de Snohomish. La route jusqu'à l'hôpital est longue et désagréable. Vous atteignez enfin les murs de la propriété puis les portes de l'hôpital. Malgré ce que vous aviez entendu sur la sécurité, les portes ne sont pas gardées. Elles sont même ouvertes. Personne ne vous arrête alors que vous roulez vers le grand bâtiment qui s'effrite. Des remparts gothiques recouvrent le toit endommagé, les murs fissurés et les fenêtres brisées. Une pelouse à l'abandon depuis des lustres entoure le bâtiment. Seule la lumière artificielle à l'intérieur dénote un quelconque signe de vie. Vous montez les marches de l'hôpital pour confronter l'assassin de Sam Watts et mettre fin à l'éventreur d'Emerald City.
it: Il sangue che hai trovato al magazzino appartiene a un uomo che si faceva passare per un certo dottor Holmes e tu lo hai inseguito fino al Mercy Mental Hospital, situato nelle campagne notoriamente anti-metaumani di Snohomish. Il viaggio verso l'ospedale è lungo e sgradevole. Infine, raggiungi il complesso ospedaliero circondato da mura e da una recinzione. Malgrado l'apparente presenza di sicurezza, il cancello è incustodito e aperto. Nessuno ti ferma o ti saluta mentre avanzi in macchina verso il grande edificio fatiscente. Fortificazioni gotiche sormontano un tetto danneggiato, muri screpolati e finestre rotte. Tutto intorno all'edificio vi è un prato in stato di abbandono. S'intuisce che c'è qualcuno all'interno solo per via della luce artificiale accesa. Sali le scale dell'ospedale per affrontare l'assassino di Sam Watts e porre fine alla storia dello Squartatore di Emerald City.
ru: Найденная на складе кровь принадлежит человеку, выдающему себя за доктора Холмса. Тебе удалось выследить его: он заведует психиатрической клиникой, которая расположена в прославившемся своей нетерпимостью к металюдям районе Шохомиша. Поездка до клиники оказывается долгой и неприятной. Первое, что бросается в глаза по прибытии - это высокая стена, окружающая больничный комплекс. Тем не менее, ведущие на территорию клиники ворота открыты и никем не охраняются. Никто не пытается тебя остановить, когда ты подгоняешь автомобиль к ветхому главному зданию. Прохудившуюся в нескольких местах крышу украшают готические шпили. Здесь и там виднеются разбитые окна. Только теплящийся внутри свет не позволяет посчитать больницу давно заброшенной. Ты поднимаешься по ступеням, исполнившись решимости призвать к ответу убийцу Сэма Уоттса и положить конец бесчинствам Потрошителя Изумрудного города.

source: The blue toothbrush is still wet from being used. It smells of mint and cigarettes.
de: Die blaue Zahnbürste ist noch feucht vom letzten Gebrauch. Sie riecht nach Minze und Zigaretten.
es: El cepillo de dientes azul aún sigue húmedo. Huele a menta y a tabaco.
fr: La brosse à dent est encore mouillée. Elle sent la menthe et la cigarette.
it: Lo spazzolino blu è ancora umido. Odora di menta e sigarette.
ru: Синей зубной щеткой пользовались совсем недавно: она еще влажная. От нее исходят слабые запахи мяты и никотина.

source: The bottle slips easily into your pocket.
de: Die Flasche landet unbemerkt in deiner Tasche.
es: La botella se desliza en tu bolsillo.
fr: La bouteille glisse facilement dans votre poche.
it: La bottiglia scivola facilmente nella tua tasca.
ru: Бутыль легко помещается тебе в карман.

source: The boxes contain clothes and personal items including a photo of Cherry Bomb. Digging deeper, you confirm that they are the belongings of Brother Shane.
de: Der Karton enthält Kleidung und persönliche Gegenstände, darunter ein Foto von Cherry Bomb. Du durchwühlst den Karton, um sicherzustellen, dass es sich tatsächlich um die Besitztümer von Bruder Shane handelt.
es: En las cajas hay ropa y objetos personales, incluyendo una foto de Cherry Bomb. Al investigar más confirmas que son pertenencias de Hermano Shane.
fr: Les boîtes contiennent des vêtements et affaires personnelles, dont une photo de Cherry Bomb. En fouillant un peu, vous confirmez que ce sont bien les affaires de Frère Shane.
it: Le scatole contengono vestiti e oggetti personali, compresa una foto di Cherry Bomb. Esaminando meglio, puoi confermare che si tratta degli effetti personali di Fratello Shane.
ru: В коробке лежат одежда и личные вещи, среди которых обнаруживается фото Шерри. Поверхностный осмотр подтверждает, что все это принадлежало брату Шину.

source: The broken mirror was hiding a small safe.
de: Hinter dem zerbrochenen Spiegel befindet sich ein kleiner Safe.
es: El espejo roto ocultaba una pequeña caja fuerte.
fr: Le miroir cassé abritait un petit coffre.
it: Lo specchio rotto nascondeva una piccola cassaforte.
ru: За разбитым зекралом обнаруживается маленький сейф.

source: The broken vending machine seems like it could be moved.
de: Der kaputte Automat sieht aus, als könnte er verschoben werden.
es: Parece que podrían haber movido la máquina expendedora averiada.
fr: On dirait que le distributeur hors-service peut être déplacé.
it: Sembra possibile spostare il distributore automatico guasto.
ru: Похоже, этот сломанный торговый автомат можно отодвинуть.

source: The brutish, dog-eat-dog existence of a slum dweller is a far cry from the quiet desperation and existential nothingness of a corporate wage-slave. Yet after your time at Telestrian Industries, it’s unclear which is more bleak. The elevator rises smoothly, its blanderized music assaulting you once again as you ascend to the executive floor. And your goal.
de: Die brutale jeder-gegen-jeden-Existenz der Straße ist weit entfernt von der stillen Verzweiflung und des existenziellen Vakuums eines Kon-Sklaven. Doch nach deiner Zeit bei Telestrian Industries bist du dir nicht sicher, was hoffnungsloser ist. Der Aufzug fährt lautlos nach oben, bis die Klänge von seelenlos-kommerzieller Musik deine Ankunft auf der Chefetage verkünden. Du hast dein Ziel fast erreicht.
es: La salvaje existencia de comer o ser comido de un habitante de las barriadas nada tiene que ver con la desesperación silenciosa y el vacío existencial de un esclavo del trabajo. Pese a ello, después de haber trabajado en Telestrian Industries, no tienes claro cuál es más deprimente. El ascensor sube suavemente, su música tediosa vuelve a asaltarte mientras subes al piso ejecutivo. Y hacia tu objetivo.
fr: Dans les bas quartiers, c'est la loi de la jungle. La vie de leurs habitants est à mille lieux de la monotonie désespérante et du vide existentiel des employés corporatistes. Pourtant, après votre passage à Telestrian Industries, vous ne savez pas quelle est la plus glauque des deux. L'ascenseur s'élève doucement en diffusant sa petite musique insipide alors que vous montez vers l'étage de la direction. Et vers votre objectif.
it: La brutale esistenza degli abitanti dei bassifondi, pronti a sbranarsi l'un l'altro, è un grido lontano dalla quieta disperazione e il nulla esistenziale degli schiavi salariati della corporazione. Ma anche dopo la tua esperienza alle Industrie Telestrian non è chiaro quale sia più sconfortante. L'ascensore sale tranquillamente, la musica insipida ti assale ancora una volta mentre sali al piano della Direzione. E al tuo obiettivo.
ru: Жестокая и беспощадная жизнь обитателей трущоб разительно отличается от наполненной тихим отчаянием экзистенциальной пустоты, которая поглощает жизнь корпоративных работников. Теперь, когда у тебя появилась возможность сравнить, ты затрудняешься ответить, что хуже. Лифт плавно взмывает вверх, сопровождая подъем в пентхаус негромкой и раздражающей музыкой. Твоя цель находится где-то рядом.
