Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: You're not getting away that easy. I know your type, just going to go file a Lone Star report on me. Not this time!
de: So leicht kommst du mir nicht davon. Ich kenne Leute wie dich. Läufst sofort zu Lone Star. Das wird nicht passieren!
es: No te vas a escapar tan fácilmente. Conozco a los de tu calaña, piensas presentar un informe Lone Star sobre mí, ¡pues esta vez no va a ser así!
fr: Tu ne t'en sortiras pas aussi facilement. J'suis sûr qu'tu balances à Lone Star. Pas cette fois !
it: Non pensare di cavartela così. Ho capito che tipo sei. Avrai già pronto un rapporto per la Lone Star su di me. Non questa volta!
ru: Никуда ты не пойдешь. Хочешь стукнуть на меня ''Одинокой звезде''? Не в этот раз!

source: You're not going anywhere.
de: Du gehst nirgendwohin.
es: No vas a ir a ninguna parte.
fr: Vous n'irez nulle part.
it: Non vai da nessuna parte.
ru: Тебе некуда идти.

source: You're not much help.
de: Du bist ja keine große Hilfe.
es: No eres de mucha ayuda.
fr: Vous n'êtes pas très utile.
it: Non mi sei di grande aiuto.
ru: Помощи от тебя никакой.

source: You're not supposed to be here!
de: Ihr solltet nicht hier sein!
es: ¡Tú no deberías estar aquí!
fr: Vous n'avez rien à faire ici !
it: Non dovreste essere qui!
ru: Кто вас сюда пустил?

source: You're not the first person to tell me that.
de: Du wärst nicht der Erste, der mir sowas sagt.
es: No es la primera vez que lo oigo.
fr: Vous n'êtes pas le premier à me le dire.
it: Non sei la prima persona che me lo dice.
ru: Ты не первый, кто мне это говорит.

source: You're right, Paco. Let's get going.
de: Du hast recht, Paco. Gehen wir.
es: Tienes razón, Paco. Vámonos.
fr: T'as raison, Paco. On y va.
it: Hai ragione, Paco. Andiamo.
ru: Ты прав, Пако. Пойдем.

source: You're right, we'll go up in a minute.
de: Du hast recht, wir gehen in einer Minute rauf.
es: Tienes razón, subiremos en un minuto.
fr: OK, on montera dans un moment.
it: Hai ragione, andremo su tra un minuto.
ru: Ты прав. Дай мне еще пару минут.

source: You're right. Let's finish this.
de: Du hast Recht. Lass uns das zu Ende bringen.
es: Tienes razón. Acabemos con esto.
fr: T'as raison. Je vais en finir.
it: Hai ragione. Facciamola finita.
ru: Ты прав. Покончим с этим.

source: You're right. There is no reason I should let Security push me around. {{GM}}He steels himself.{{/GM}} Just do it quick!
de: Du hast Recht. Ich sehe keinen Grund darin, mich vom Sicherheitspersonal herumschubsen zu lassen. {{GM}}Er fasst Mut.{{/GM}} Aber mach schnell!
es: Tienes razón. No debería dejar que los de seguridad me intimiden. {{GM}}Se arma de valor.{{/GM}} ¡Pero hazlo rápido!
fr: Vous avez raison. Je ne vois pas pourquoi je laisserai la sécurité me dégager. {{GM}}Il accepte.{{/GM}} Mais faites vite !
it: Hai ragione. Non vedo perché dovrei farmi fregare da quelli della Sicurezza. {{GM}}Prende coraggio.{{/GM}} Ma in fretta!
ru: Действительно. Они облажались, так почему виноватым должен быть я? {{GM}}Он берет себя в руки.{{/GM}} Только скорее!

source: You're seeing giant pumpkin heads, eh?
de: Du siehst also riesige Kürbisköpfe, was?
es: Estás viendo cabezas de calabaza gigantes, ¿eh?
fr: Tu vois des têtes de citrouille géantes, c'est ça ?
it: Vedi teste di zucca giganti, eh?
ru: Тебе мерещатся тыквы, да?

source: You're spooking me, Samedi.
de: Du machst mir Angst, Samedi.
es: Me estás asustando, Samedi.
fr: Vous me faites peur, Samedi.
it: Mi spaventi, Samedi.
ru: Самеди, ты меня пугаешь.

source: You're testing me, aren't you? Trying to see just how long I can go without rest. Well, keep trying. How can I help you?
de: Du stellst mich auf die Probe, was? Willst wohl rausfinden, wie lange ich ohne eine Ruhepause durchkomme. Das kannst du versuchen, bis du grün wirst. Wie kann ich dir helfen?
es: Me estas poniendo a prueba, ¿verdad? Intentando ver cuánto aguanto sin descanso. Bueno, sigue intentándolo. ¿En qué puedo ayudarte?
fr: Vous me testez, c'est ça ? Vous essayez de voir combien de temps je peux rester sans dormir, hein ? Eh bien allez-y. Comment puis-je vous aider ?
it: Mi stai mettendo alla prova, vero? Cercando di vedere quanto posso andare avanti senza riposare. Beh, continua pure. Come posso aiutarti?
ru: Играешь со мной, а? Думаешь, я свалюсь с ног от усталости? Не дождешься. Чем могу помочь?

source: You're the guy who needs to shut up.
de: Du bist der Typ, der besser mal die Fresse halten sollte.
es: Eres un tipo que debería cerrar el pico.
fr: Vous êtes le type qui devrait la fermer.
it: Sei uno che deve chiudere il becco.
ru: Ты мужик, которому лучше заткнуться.

source: You're too far gone to help me. Or anyone.
de: Du kannst mir nicht mehr helfen. Und sonst auch niemandem.
es: Estás demasiado ida para ayudarme. O para ayudar a nadie.
fr: T'es partie bien trop loin pour m'aider. Moi ou qui que ce soit d'autre.
it: Sei troppo fatta per aiutare me, o chiunque altro.
ru: Ничем не могу тебе помочь. Думаю, тебе уже никто не поможет.

source: You're totally right.
de: Du hast so Recht.
es: Tienes toda la razón.
fr: Vous avez entièrement raison.
it: Hai ragione da vendere.
ru: Ты совершенно прав.

source: You're very welcome.
de: Keine Ursache.
es: No hay de qué.
fr: Mais de rien.
it: Prego.
ru: Всегда пожалуйста.

source: You're welcome, doc. And I gotta say, that was some work you did on her. Your talents may be going to waste down here.
de: Kein Problem, Doc. Das war ein ganz schönes Ding, das du da mit ihrem Arm angestellt hast. Was macht eine Ärztin von deinem Kaliber hier unten?
es: De nada, doctora. Y yo tengo que admitir que has hecho un gran trabajo con ella. Aquí tu talento se está echando a perder.
fr: Pas de problème, doc. Et je dois admettre que vous aussi vous avez fait du bon boulot. Vos talents ne sont pas récompensés à leur juste valeur ici.
it: Figurati. Devo ammetterlo: hai fatto veramente un ottimo lavoro su Coyote. Il tuo talento potrebbe essere sprecato quaggiù.
ru: Пожалуйста, док. Вы хорошо над ней потрудились. Работая здесь, вы зарываете свой талант в землю.

source: You're... trying to... confuse me.
de: Du ... versuchst nur ... mich abzulenken.
es: Intentas... intentas... confundirme.
fr: Vous... essayez de... me troubler.
it: Tu... stai cercando di... confondermi.
ru: Ты... пытаешься... обмануть меня...

source: You've already stuck out your neck to help us. We'll find another way.
de: Du hast bereits mehr als genug getan, um uns zu helfen. Wir finden einen anderen Weg hoch.
es: Ya te has arriesgado bastante por nosotros. Encontraremos otra manera.
fr: Vous nous avez déjà bien aidé. On va trouver un autre moyen.
it: Ci hai già aiutati molto. Troveremo un altro modo.
ru: Ты уже нам помог. Мы найдем другой путь наверх.

source: You've been doing a lot of legwork on this job but it’s going to require a trip to cyberspace and back to ID the Ripper. The Matrix. The cybernetic analog of inside the Grid – the worldwide computer network. A digital world, information brought to life. Inside cyberspace, your avatar does all the work while your meat body’s left behind. All around your avatar are pathways to other nodes filled with data, IC – counter-intrusion programs – and other jacked-in runners. Cyberspace has as many dangers as the meat world, and more: locked doors, security countermeasures, and Black IC that can fry a decker’s brain. Every movement you make in the Matrix can be tracked, if you aren’t careful. Get dumpshocked out and your brain gets fuzzy for a bit. Get hit by an enemy decker and you can die.
de: Du bist für diesen Job schon viel rumgekommen, aber jetzt geht es einmal in den Cyberspace und zurück, um den Ripper zu identifizieren. Die Matrix. Das kybernetische Gegenstück des Inneren des Gitters – des weltweiten Computernetzwerks. Eine digitale Welt, in der Informationen zum Leben erweckt werden. Im Cyberspace übernimmt dein Avatar die ganze Arbeit, während dein fleischlicher Körper sich ausruht. Um deinen Avatar herum gibt es Pfade zu anderen Datenknotenpunkten, IC – Invasionsabwehrprogramme – und anderen angeschlossenen Runnern. Im Cyberspace gibt es ebenso viele Gefahren wie in der Fleischwelt, wenn nicht sogar mehr: verschlossene Türen, Sicherheitsabwehrmaßnahmen, schwarze IC, die einem Decker das Hirn rösten. Jede Bewegung in der Matrix kann überwacht werden, wenn du nicht vorsichtig bist. Wenn dich der Auswurfschock trifft, bist du erst einmal benebelt. Ein gegnerischer Decker könnte dich sogar töten.
es: Estás caminando mucho en este trabajo, pero va a hacer falta un viaje de ida y vuelta al ciberespacio para identificar al Destripador. La Matriz. El equivalente cibernético al interior de la red; la red informática mundial. Un mundo digital, información que cobra vida. En el ciberespacio, tu avatar hace todo el trabajo mientras tu cuerpo queda atrás. Alrededor de tu avatar todo son caminos a otros nodos llenos de datos, PAI (programas anti-intrusos) y otros runners conectados. El ciberespacio tiene tantos peligros como el mundo de carne, y más: puertas cerradas, contramedidas de seguridad y PAI negros que pueden freír el cerebro de un decker. Cada movimiento que realizas en la Matriz puede ser rastreado si no tienes cuidado. Si te expulsan repentinamente, tu cerebro quedará conmocionado un tiempo, es el temido dumpshock. Si te golpea un decker enemigo podrías morir.
fr: Vous avez déjà beaucoup fait pour ce boulot, mais identifier l'éventreur va nécessiter un aller-retour dans le cyberespace. La Matrice. La grille cybernétique : le réseau informatique mondial. Un monde numérique, la quintessence de l'information. Dans le cyberespace, votre avatar fait tout le travail tandis que votre corps reste sur place. Votre avatar est entouré de multiples chemins menant à d'autres nœuds qui contiennent des informations, des CI, des programmes de contremesures et d'autres runners branchés dans la matrice. Le cyberespace est aussi dangereux que le monde réel, voire plus : les portes verrouillées, les contremesures et les CI Noires qui peuvent griller le cerveau d'un decker. Chaque mouvement que vous effectuez dans la Matrice peut être traqué si vous ne faites pas attention. Un choc d'éjection peut vous assommer pour un moment. Mais si un decker ennemi vous attaque, vous pourriez bien en mourir.
it: Hai già smosso mari e monti per questo caso, ma ci vorrà un viaggio di andata e ritorno nello spazio cibernetico per identificare lo Squartatore. La Matrice. Il corrispondente cibernetico dell'interno della Griglia: la rete di computer mondiale. Un mondo digitale, dove l'informazione è tangibile. Il tuo avatar si muove dentro allo spazio cibernetico, mentre il tuo corpo in carne e ossa rimane fuori. Intorno all'avatar ci sono collegamenti agli altri nodi, pieni di dati, MAI, cioè i programmi per le misure anti-intrusione, e altri Runner collegati. Lo spazio cibernetico è pericoloso quanto il mondo fisico, forse anche di più: ci sono porte sbarrate, misure di sicurezza e MAI nere che possono friggere il cervello di un Decker. Ogni movimento fatto dentro la Matrice può essere tracciato, se non si fa attenzione. La disconnessione causa uno shock che lascia disorientati per qualche minuto. L'attacco di un Decker nemico può essere letale.
ru: На этот раз след Потрошителя завел тебя в киберпространство. Тебе придется раздобыть спрятанные где-то здесь данные и вернуться, если ты хочешь узнать, кто такой этот человек на самом деле. Матрица. Кибернетический аналог охватывающей весь мир компьютерной сети. Цифровой мир, в котором информация обретает жизнь и форму. В киберпространстве действует твой аватар, пока тело остается в реальном мире. Аватар окружают порталы, ведущие к другим узлам, в которых хранится необходимая тебе информация - но ее защищает ЛЕД, программы противодействия несанкционированному доступу, и другие операторы, также находящиеся в сети. Опасностей в киберпространстве не меньше, чем в реальном мире. Запертые двери, программы противодействия и черный ЛЕД могут выжечь мозг декера. Каждое движение в Матрице можно отследить, поэтому декерам следует соблюдать осторожность. Неосторожное обращение с сетью может повлечь за собой дампшок. Атака вражеского декера может привести к смерти.

source: You've been right friendly... but I can't get on the wrong side of Stevie J. I'm sure you understand.
de: Ihr wart echt nett zu mir, aber ... ich kann mich nicht mit Stevie J anlegen. Ich hoffe, das versteht ihr.
es: Habéis sido muy amables... pero no puedo contravenir a Stevie J. Seguro que os hacéis cargo.
fr: Vous êtes bien amical... mais je ne peux pas aller à l'encontre de Stevie J. Je suis sûr que vous comprenez.
it: Con te ho fatto amicizia... ma non posso permettermi che Stevie J. mi prenda in antipatia.
ru: Вы со мной обошлись по-божески... но я не рискну рассердить Стиви-младшего. Вы должны понимать.

source: You've come to the right place.
de: Dann bist du hier am richtigen Ort.
es: Has venido al lugar adecuado.
fr: Vous êtes au bon endroit.
it: Allora sei nel posto giusto.
ru: Вы пришли туда, куда нужно.

source: You've done this before?
de: Du machst sowas öfter?
es: ¿Has hecho esto antes?
fr: Vous avez déjà fait ce genre de choses.
it: L'avevi già fatto prima d'ora?
ru: Тебя самого?

source: You've got a stink on you, junkie. Drop the chips. Get clean.
de: Du stinkst, du Junkie. Schluss mit den Chips und mach ’nen Entzug.
es: Apestas, yonki. Deja los chips. Límpiate.
fr: Dégage, sale junkie. Arrête les puces. Lâche cette merde.
it: Puzzi da morire, drogata. Smettila con i chip. Cerca di stare pulita.
ru: Отвали, наркоша, от тебя воняет. Прими душ и соскочи уже наконец с этих чипов.

source: You've lost me.
de: Ich verstehe nicht, wovon Sie reden.
es: No te sigo.
fr: Je ne vous suis pas.
it: Ho perso il filo del discorso.
ru: Ты вообще о чем?

source: You've made a huge mistake.
de: Das war ein großer Fehler.
es: Has cometido un terrible error.
fr: Vous avez fait une grosse erreur.
it: Hai fatto un grave errore.
ru: Вы совершаете большую ошибку.

source: You've seen what these things do, Lynne! This queen will devour you, body and soul!
de: Du hast gesehen, was diese Viecher tun, Lynne! Diese Königin wird dich mit Leib und Seele verschlingen!
es: ¡Ya has visto lo que hacen estas cosas, Lynne! ¡Esta reina te devorará, en cuerpo y alma!
fr: Vous avez vu ce que ces choses font, Lynne ! Cette reine va vous dévorer corps et âme !
it: Hai visto anche tu cosa fanno quei cosi, Lynne! Questa Regina ti divorerà, anima e corpo!
ru: Ты видела, что делают эти твари, Линн! Королева сожрет тебя целиком, и тело, и душу!

source: You've wasted enough of my time, corpse.
de: Du hast meine Zeit lang genug verschwendet. Du bist tot.
es: Ya me has hecho perder bastante tiempo, cadáver.
fr: Tu m'as déjà fait perdre assez de temps.
it: Ho già perso abbastanza tempo con te, larva.
ru: Не стоило тебе ввязываться, жмурик.

source: You, too, Mr. Kluwe. What’s the state of the troops?
de: Gleichfalls, Mr. Kluwe. Wie steht’s um die Truppen?
es: Igualmente, Sr. Kluwe. ¿En qué estado están las tropas?
fr: De même, M. Kluwe. Quel est l'état des troupes ?
it: Anche a lei signor Kluwe. Qual è lo stato degli uomini?
ru: Это взаимно, мистер Клюве. Как дела у завсегдатаев?

source: You... get... nothing. {{GM}}He convulses and dies.{{/GM}}
de: Von mir ... erfährst du ... nichts. {{GM}}Mit einer letzten, ruckartigen Bewegung stirbt er.{{/GM}}
es: No... te diré... nada. {{GM}}Convulsiona y muere.{{/GM}}
fr: Vous... ne saurez... rien. {{GM}}Il est pris de convulsions et meurt.{{/GM}}
it: Non... otterrai... nulla... {{GM}}Si agita e muore.{{/GM}}
ru: Ничего... не... скажу. {{GM}}Он содрогается и умирает.{{/GM}}

source: Your Grandpa is dead, and so is the mail.
de: Dein Opa ist tot und die Post ist es auch.
es: Tu abuelo está muerto, y también el correo.
fr: Votre papi est mort, et le courrier l'est aussi.
it: Tuo nonno è morto e qui non ci sono cammelli.
ru: Твой дедуля давно умер. И при чем тут стулья?

source: Your apartment, three o'clock in the morning. It's got four walls, a roof, and isn't on fire. Even the cockroaches have fled in search of better accommodations. Not exactly a Runner's dream pad... but right now, it's about all you have left. Running the shadows is all about feast or famine. One day you're novahot, working jobs that allow you to eat at five star restaurants, the next, well, you're here. This one's a famine for the ages. Slagging fixer hasn't called. The money's run out, and then some. SINless and free. Free to starve in the cracks of a society run by megacorps who just want your nuyen. Something needs to change, and soon.
de: Deine Wohnung, drei Uhr früh. Sie hat vier Wände, ein Dach und brennt immerhin gerade nicht nieder. Sogar die Kakerlaken sind auf der Suche nach einer besseren Unterkunft weitergezogen. Nicht gerade die Traumunterkunft eines Runners, aber derzeit ist sie so ziemlich das Einzige, was dir noch geblieben ist. Das Dasein eines Shadowrunners dreht sich um alles oder nichts. An einem Tag ist man der heißeste Runner der Stadt und kriegt Jobs, dank derer man in Fünf-Sterne-Restaurants speist, am nächsten ist man ... nun ja, hier. Deine Pechsträhne dauert jetzt schon ewig an. Der verdammte Schieber hat nicht angerufen. Das Geld ist schon lange alle. SINlos und frei. Frei genug, um in den Ritzen einer von Megakonzernen abhängigen Gesellschaft zu hungern, die nur nach deinen Nuyen giert. Etwas muss sich ändern, und zwar bald.
es: Tu apartamento, las tres de la mañana. Tiene cuatro paredes, un techo y no está en llamas. Hasta las cucarachas han huido en busca de un lugar mejor. No es precisamente el apartamento soñado de un runner... pero ahora mismo es lo único que te queda. Correr en las sombras supone darse un festín o morir de hambre, Un día eres un novahot, haces trabajos que te permiten comer en restaurantes de cinco estrellas y al otro, bueno, estás aquí. Esta es una hambruna que hará historia. Esa escoria de fixer no ha llamado. Se te ha acabado el dinero y aún has gastado más. NoNIS y libre. Libre de morir en las grietas de una sociedad dirigida por megacorporaciones que solo quieren tus nuyens. Algo tiene que cambiar, y pronto.
fr: Vous êtes dans votre appartement ; il est trois heures du matin. Il a quatre murs, un toit et n'est pas en feu. Même les cafards sont partis en quête d'un meilleur logis. C'est pas vraiment le paradis pour un runner... mais en attendant, c'est tout ce qui vous reste. Quand on court les ombres, on passe souvent du festin à la famine. Un jour, vous êtes novahot, votre pouvez vous permettre des restos quatre étoiles, et le lendemain, eh bien, vous vous retrouvez là. Et là, vous êtes dans une longue période de famine. Ce foutu Fixer n'a jamais rappelé. Votre tirelire est épuisée, et ce n'est pas la seule. Vous êtes SINless et libre. Libre de mourir de faim, en marge d'une société dirigée par des méga corporations qui n'en ont qu'après votre argent. Il faut vraiment que les choses changent, et vite.
it: Il tuo appartamento, ore tre del mattino. Ha quattro mura, un tetto, e non va a fuoco. Anche gli scarafaggi se ne sono andati in cerca di un alloggio migliore. Non esattamente l'alcova ideale per un Runner... ma per adesso, è tutto quello che hai. Con le missioni nelle Ombre si può diventare o ricchi o poveri in canna. Un giorno sei sulla cresta dell'onda, ti occupi di missioni che ti permettono di mangiare in hotel cinque stelle, il giorno dopo... beh, sei qui. Ma questo periodo di magra verrà sicuramente ricordato. Il dannato ricettatore non chiama. Hai finito i soldi, anzi, sei in rosso. Senza Numero di identificazione del sistema. In libertà. Libertà di morire di fame tra le crepe della società, che tira avanti grazie a megacorporazioni che vogliono solo i tuoi nuyen. Qualcosa deve cambiare, e subito.
ru: В три часа ночи твоя квартира представляет собой донельзя удручающее зрелище. Четыре стены, потолок и кухонная плита, которая еще не успела сгореть. Тараканы, и те давно разбежались в поисках лучшей доли. Ее нельзя назвать мечтой богатого и знаменитого раннера, но кроме нее, у тебя больше ничего нет... Жизнь в тенях во многом зависит от везения. Сегодня ты нарасхват и можешь позволить себе обеды в пятизвездочных ресторанах, а завтра коротаешь время в трущобах, со скуки изучая пятна плесени на потолке. На этот раз период невезения сильно затянулся. Посредник не звонил тебе уже давно. У тебя кончились деньги, причем кончились давно. Отсутствие ГРЕХа подарило тебе свободу. Свободу подыхать от голода на городском дне, до обитателей которого нет дела мегакорпорациям, занятым извлечением нюйен из карманов тех, у кого они еще остались. Тебе срочно нужно что-то менять в своей жизни.

source: Your brother had my back when I needed him. I can’t walk away from this.
de: Dein Bruder hat zu mir gestanden, als ich ihn gebraucht habe. Ich kann das nicht einfach ignorieren.
es: Tu hermano me cubrió la espalda cuando lo necesité. No puedo abandonar.
fr: Votre frère était toujours là quand j'avais besoin de lui. Je ne peux pas me désister.
it: Tuo fratello mi ha salvato la pelle quando ne avevo bisogno. Non posso mollarlo in asso come se niente fosse.
ru: Ваш брат не раз и не два прикрывал мне спину. Я не могу оставить это дело.

source: Your call.
de: Deine Entscheidung.
es: Tú decides.
fr: C'est vous qui voyez.
it: Decidi tu.
ru: Ты командир.

source: Your client is the chalk line? That’s messed up $(l.man), but I respect it, ok, but don’t mess anything up. Not that anyone would likely notice because the forensics aren’t coming back.
de: Dein Kunde ist der Kreideumriss? Das ist ziemlich abgefahren, $(l.man), aber ich respektiere das, okay. Aber bring nichts durcheinander! Nicht, dass es irgendjemandem auffallen würde, ich glaube nicht, dass die Spurensuche noch mal wiederkommt.
es: ¿Trabajas para la raya de tiza? Qué truculento, $(l.man), pero lo respeto. Vale, pero no estropees nada. Aunque no creo que nadie lo note porque los forenses no van a volver.
fr: Votre client est un cadavre ? C'est fou ça, $(l.man), mais je respecte. Ok, mais ne mettez pas tout en désordre. C'est pas que quelqu'un le remarquerait, vu que les types de la médecine légale ne reviendront pas...
it: Il suo cliente è il morto? È bislacco $(l.man), ma lo rispetto. Ok, ma non toccare nulla. Non che qualcuno lo noterebbe: la scientifica non tornerà.
ru: То есть твоего клиента все же пришили? Значит, ты хреново делаешь свою работу, $(l.man), но я могу тебя понять. Ладно, только ничего не трогай. Хотя почему нет, все равно криминалисты сюда уже не вернутся...

source: Your commlink chips and the screen shows John Dresden, the coroner from Organ Grinders. He doesn’t look happy.
de: Dein Kommlink piept und auf dem Bildschirm erscheint John Dresden, der Gerichtsmediziner von Organ Grinders. Er sieht nicht glücklich aus.
es: Tu commlink pita y la pantalla muestra a John Dresden, el forense de los Organilleros. No parece contento.
fr: Votre commlink sonne et John Dresden, le légiste du Broyeur d'Organes, apparaît à l'écran. Il n'a pas l'air content.
it: Il tuo commlink e lo schermo mostrano John Dresden, il medico legale della Suonatori d'organi. Non sembra felice.
ru: Твой коммлинк подает сигнал. На экране появляется Джон Дрезден, судебный медик регионального отделения "Руки-ноги". Он выглядит мрачным.
