Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Stand back... Chile here has a wicked hot temper.
de: Bleib zurück ... Chile hier hat ein echt übles Temperament.
es: Atrás... Aquí Chile tiene un genio de mil demonios.
fr: Recule... Mon petit Chili a un sale caractère.
it: Indietro... Chile è davvero di pessimo umore.
ru: Отойди... Чили сегодня крепко не в духе.

source: Standard issue, ma'am.
de: Ist die Standardausgabe, Ma’am.
es: Tamaño estándar, señorita.
fr: Modèle réglementaire, m'dame.
it: Non più del normale, signora.
ru: Нам всем выдают такие, мэм.

source: Starfire.
fr: Feu stellaire.
it: Stella di fuoco.
ru: Звездное пламя.

source: Start Questions
de: Beginne mit der Befragung
es: Empezar el interrogatorio
fr: Commencer les questions
it: Inizia a fare domande
ru: Начать задавать вопросы

source: State Medical Board
de: Staatlicher Gesundheitsausschuss
es: Junta médica del estado
fr: Comité Médical d'État
it: Commissione medica di stato
ru: База данных медицинской ассоциации

source: Stay. I may have further questions for you.
de: Bleib. Ich habe womöglich noch Fragen an dich.
es: Quédate. Quizás tenga que preguntarte algo más.
fr: Restez. J'aurais peut-être d'autres questions pour vous.
it: Rimani. Potrei avere altre domande per te.
ru: Останься. У меня остались вопросы.

source: Stealing evidence from a crime scene is a pretty serious offense. What's in it for me?
de: Beweismittel von einem Tatort zu entwenden ist kein Kavaliersdelikt. Was ist dabei für mich drin?
es: Robar pruebas de la escena de un crimen es un delito muy grave. ¿Qué gano yo?
fr: Voler une preuve sur une scène de crime est un crime grave. Qu'est-ce que j'y gagne ?
it: Rubare prove dal luogo del crimine è un reato piuttosto grave. Cosa ci guadagno io?
ru: Кража вещественных доказательств - серьезное преступление. Готов заплатить?

source: Steel Earring
de: Ohrring aus Stahl
es: Pendiente de acero
fr: Boucle d'oreille en acier
it: Orecchino d'acciaio
ru: Стальная сережка

source: Stevie J
ru: Стиви-младший

source: Stevie J's pass codes
es: Códigos de Stevie J
fr: Mots de passe de Stevie J
it: Codici di accesso di Stevie J
ru: Коды доступа Стиви-младшего

source: Stevie J’s penthouse apartment might have been nice at one point in time. Classic, even. But now it’s filled with neon tube lighting, broken-down furniture, piles of rubbish, and crates containing who-knows-what. Still - compared to the rest of what you’ve seen, it’s positively palatial. The only thing marring the penthouse’s pseudo luxury is a woman’s cry of pain in the distance, followed by laughter. Someone being tortured, for another’s pleasure. You step deeper into the apartment...
de: Stevie J’s Penthouse könnte vor langer Zeit einmal schön ausgesehen haben. Stilvoll sogar. Doch jetzt scheint das flackernde Licht der Neonröhren nur auf zerfetzte Möbel, Berge an Müll und Kisten, die wer weiß was enthalten. Dennoch – im Vergleich mit dem Rest des Gebäudes gleicht das Penthouse einem Palast. Der einzige Makel an diesem scheinbaren Luxus ist der Schmerzensschrei einer Frau, gefolgt von Gelächter. Jemand wird zum Vergnügen anderer gefoltert. Du wagst dich weiter ins Penthouse vor ...
es: El ático de Stevie J quizás haya sido hermoso hace tiempo. Incluso clásico. Pero ahora está lleno de luces de neón, muebles rotos, montones de basura y cajas que contienen Dios-sabe-qué. Aun así, comparado con el resto de lo que has visto, es casi palaciego. Lo único que estropea el presunto lujo del ático es el lejano grito de una mujer llorando de dolor, seguido de una risotada. Alguien siendo torturado, para el disfrute de otro. Te adentras en el apartamento.
fr: L'appartement de Stevie J était probablement accueillant. Il y a longtemps. Voire même classique. Mais aujourd'hui, il est éclairé au néon, rempli de meubles cassés, de tas de détritus et de caisses pleines de dieu-sait-quoi. Malgré tout, par rapport à ce que vous avez déjà pu voir ailleurs, ça a l'air d'un palace. Quelque chose détonne dans le pseudo-luxe de l'appartement : les pleurs d'une femme plus loin, suivis d'éclats de rire. Quelqu'un qu'on torture pour le plaisir. Vous vous enfoncez dans l'appartement...
it: L'appartamento al piano attico di Stevie J dev'essere stato bello una volta. Classico, addirittura. Ma ora è pieno di tubi al neon, mobili malridotti, mucchi di spazzatura e casse contenenti chissà cosa. Eppure, rispetto al resto che hai visto, è decisamente sontuoso. L'unica cosa che guasta lo pseudo lusso dell'attico è il grido di dolore di una donna, in lontananza, seguito da una risata. Una persona che viene torturata, per il piacere di qualcun altro. Ti addentri nell'appartamento...
ru: Когда-то пентхаус Стиви-младшего поражал воображение своей роскошью. Теперь вместо антикварных люстр его освещают дешевые неоновые лампы, вместо стульев XIX века вдоль стен стоит сломанная мебель, а груды мусора и ящики неизвестно с чем завершают картину. Но по сравнению с остальными этажами это самый настоящий дворец. Приятное впечатление от почти не отклеивающихся от стен обоев портят крики боли, доносящиеся из-за закрытой двери. Кричит женщина. Кто-то смеется. У тебя не возникает сомнений: здесь кого-то пытают. Ты делаешь шаг вперед...

source: Still all in one piece, I see. More's the pity for me, but I'll still take your money. Perhaps a full physical is in order? Or we can call it a medical consultation. That's where I roughly determine the odds of your survival based on your professional... proclivities? It comes with a lollipop.
de: Wie ich sehe, befindest du dich immer noch in guter Verfassung. Zu schade für mich, aber dein Geld nehme ich dennoch gerne. Vielleicht ist eine gründliche Untersuchung angebracht? Wir können es auch eine medizinische Beratung nennen. Sie enthält eine grobe Einschätzung deiner Überlebenschancen aufgrund deiner beruflichen ... Neigungen. Einen Lutscher gibt es gratis dazu.
es: Veo que aún sigues de una pieza. Me duele más a mí que a ti, pero aun así aceptaré tu dinero. ¿Quieres que te haga un reconocimiento físico? O podemos llamarlo una consulta médica. Así podré determinar a grandes rasgos las probabilidades que tienes de sobrevivir en función de tus... tendencias profesionales. Y te daré una piruleta.
fr: Vous êtes encore en un seul morceau, à ce que je vois. C'est dommage pour moi, mais je vais quand même prendre votre argent. Vous devriez peut-être faire un check-up ? Ou disons plutôt, une consultation médicale. C'est comme ça que j'évalue vos chances de survie en fonction de vos... inclinations professionnelles. Je vous donnerai une sucette si vous êtes sage.
it: E in un pezzo solo, vedo. Vedo che mi compatisci ancora. Ma accetterò comunque i tuoi soldi. Che ne dici di un check-up completo? O possiamo chiamarla visita medica, come preferisci. Così posso determinare le tue probabilità di sopravvivenza sulla base delle tue... inclinazioni professionali? C'è un lecca-lecca incluso.
ru: Похоже, руки и ноги у тебя все еще на месте. Какая досада. Ну ничего, я найду способ вытрясти из тебя деньги. Могу предложить профилактический осмотр или развернутую медицинскую консультацию - давай оценим твои шансы дожить до старости, исходя из примерной оценки рисков, которым ты подвергаешься на регулярной основе. Не хочешь? Могу поставить тебе градусник. Или еще что-нибудь.

source: Still doesn’t mean the killings are racially motivated.
de: Das heißt ja trotzdem nicht, dass die Morde rassistisch motiviert sind.
es: Aun así eso no significa que los crímenes tengan un motivo racial.
fr: Ça ne veut pas dire que les meurtres répondent à des critères racistes.
it: Eppure non vuol dire che il movente degli omicidi sia di tipo razziale.
ru: Само по себе это ничего не доказывает.

source: Still sounds like a pretty stellar track record, doc.
de: Klingt ja trotzdem nach einer ziemlich erstklassigen Bilanz, Doc.
es: Pese a ello es un historial bastante estelar, doctora.
fr: Vous avez donc une feuille de service presque impeccable, docteur.
it: Mi sembra comunque un curriculum di tutto rispetto, dottoressa.
ru: Это все равно великолепный результат, док.

source: Stirred up a hornet’s nest, you might say.
de: Man könnte sagen, ich habe in ein Wespennest gestochen.
es: Se podría decir que sacudí un poco la colmena.
fr: J'ai tapé dans un nid de guêpes, pour ainsi dire.
it: Forse vuoi dire che... ho colpito a un alveare.
ru: Можно сказать, мы разворошили осиное гнездо.

source: Stolen from a computer terminal in the Barrens facility.
de: Von einem Computerterminal in der Einrichtung in den Barrens gestohlen.
es: Robados de un terminal informático del edificio en los Barrens.
fr: Volées sur un terminal informatique dans un labo de Barrens.
it: Trafugati dal terminale di un computer nella struttura delle Terre desolate.
ru: Данные из компьютерного терминала в секретной лаборатории в Пустошах.

source: Stones? I dunno. I might be. Lemme see 'em.
de: Edelsteine? Ich weiß nicht. Könnte sein. Lass mich mal sehen.
es: ¿Piedras? No sé. A lo mejor. Déjame verlas.
fr: Des pierres ? Je sais pas. Peut-être. Montrez-les-moi.
it: Pietre? Non so. Potrei esserlo. Fammi vedere.
ru: Камни? Возможно. Покажи их.

source: Stop right there my friend, I don't know what your story is but I assure you, I will find out. Hold $(l.him).
de: Keine Bewegung! Ich weiß zwar nicht, was deine Story ist, aber ich versichere dir: Ich werde es herausfinden. Festnehmen!
es: Alto, ni te muevas, no sé de qué vas, pero voy a enterarme. Espera, $(l.him).
fr: Arrêtez vos conneries. J'sais pas c'est quoi votre problème, mais je vais trouver. Arrêtez $(l.him).
it: Resta immobile. Non so quale sia la tua storia, ma ti assicuro che la scoprirò. Blocca $(l.him).
ru: Стой здесь. Я не знаю, что ты здесь делаешь, но собираюсь узнать, поверь мне. Держите $(l.him).

source: Stop talking and keep shooting!
de: Hör auf zu reden und schieß lieber!
es: ¡Deja de hablar y sigue disparando!
fr: Moins de blabla, plus de tirs !
it: Chiudi il becco e continua a sparare!
ru: Заткнись и стреляй!

source: Stop the Ceremony
de: Verhindere die Zeremonie
es: Detén la ceremonia
fr: Arrêter la cérémonie
it: Interrompi la cerimonia
ru: Останови церемонию

source: Stop the Chipheads From Attacking You
de: Sorg dafür, dass dich die Chipheads nicht mehr angreifen
es: Evita que los cabezachips te ataquen
fr: Empêcher les puceux de vous attaquer
it: Ferma l'attacco dei chiphead
ru: Останови марионеток

source: Stop the ceremony
de: Verhindere die Zeremonie
es: Detener la ceremonia
fr: Arrêter la cérémonie
it: Interrompi la cerimonia
ru: Останови церемонию

source: Stop them!
de: Haltet sie auf!
es: ¡Detenedlos!
fr: Arrêtez-les !
it: Fermali!
ru: Остановите их!

source: Stop your pleading. Your boy has debts, and we're collecting.
de: Hör auf mit dem Gebettle. Der Junge hat Schulden, und die bezahlt er jetzt.
es: Deja de suplicar. Tu hijo tiene deudas y nos las estamos cobrando.
fr: Inutile de supplier. Votre fils avait des dettes et il nous les rembourse.
it: Piantala di frignare. Il tuo ragazzo ha dei debiti, e noi siamo qui per riscuotere.
ru: Прекрати ныть. Твой парень нам задолжал, теперь мы в рассчете.

source: Storming the front desk doesn't sound bold. It sounds insane.
de: Die Rezeption zu stürmen klingt nicht mutig, sondern verrückt.
es: Atacar la recepción no es un atrevimiento. Es una locura.
fr: Attaquer la réception, ce n'est pas de l'audace. C'est de la folie.
it: Irrompere dall'entrata principale non mi pare coraggioso. Semmai, folle.
ru: Твой план - это не отвага и не здравомыслие, а самоубийство. Ты предлагаешь нам атаковать через вестибюль здания.

source: Straighten up this floor and stay out of trouble. Got it.
de: Diese Ebene sauber machen und mich aus Schwierigkeiten raushalten. Verstanden.
es: Limpiar el suelo y no meterme en problemas. Entendido.
fr: Nettoyez-moi cet étage et ne cherchez pas les embrouilles. Point. Compris.
it: Sistema questo pavimento e stai fuori dai guai. Capito.
ru: Убраться на этом этаже и не лезть людям на глаза. Окей.

source: Streamers and greeting cards decorate the lower bunk.
de: Die untere Pritsche ist mit Luftschlangen und Grußkarten bedeckt.
es: La litera inferior está decorada con serpentina y tarjetas de felicitación.
fr: Des banderoles et des cartes de vœux décorent la couchette inférieure.
it: Festoni e biglietti di auguri decorano la branda inferiore.
ru: Нижнюю койку украшают серпантин и открытки.

source: Street Thug
de: Straßenschläger
es: Matón callejero
fr: Voyou
it: Delinquente di strada
ru: Головорез

source: Streetwalker
de: Bordsteinschwalbe
es: Viandante
fr: Prostituée
it: Prostituta
ru: Ночная бабочка

source: Stuffer Shack delivery.
de: Stuffer-Shack-Lieferung.
es: Pedido de Stuffer Shack.
fr: Livraison pour Stuffer Shack.
it: Consegna da parte della Stuffer Shack.
ru: Пицца.

source: Subject 1
de: Subjekt 1
es: Sujeto 1
fr: Sujet 1
it: Soggetto 1
ru: Подопытный номер 1

source: Subject 2
de: Subjekt 2
es: Sujeto 2
fr: Sujet 2
it: Soggetto 2
ru: Подопытный номер 2

source: Subject 4 continues to be the stand-out performer in these experiments. Her sensory reaction time and problem solving skills rival that of chimpanzees. Our benefactors will be pleased if we can begin a breeding program based on her specific traits. I have already taken a sample of her DNA in advance of beginning the live combat trials, just in case something goes wrong.
de: Subjekt 4 schneidet weiterhin mit Abstand am besten ab. Ihre Reaktionsgeschwindigkeiten und Problemlösungsfertigkeiten lassen sich mit denen von Schimpansen vergleichen. Unsere Sponsoren werden es begrüßen, sollten wir ein Brutprogramm basierend auf ihren spezifischen Merkmalen einrichten können. Ich habe bereits eine Probe ihrer DNA entnommen, bevor wir mit den Gefechtstests beginnen – nur für den Fall der Fälle.
es: La sujeto número 4 sigue siendo el elemento más destacado en estos experimentos. Su tiempo de reacción sensorial y sus habilidades para resolver problemas podrían compararse a los de un chimpancé. A nuestros benefactores les complacerá que iniciemos un programa de reproducción basado en sus rasgos específicos. Ya he cogido una muestra de su ADN antes de comenzar las pruebas de combate, por si algo saliera mal.
fr: Le sujet 4 est toujours le plus performant dans ces expérimentations. Son temps de réaction sensoriel et ses capacités à résoudre les énigmes rivalisent avec les chimpanzés. Nos bienfaiteurs seront contents si nous pouvions débuter un programme de reproduction basé sur ses traits spécifiques. J'ai déjà prélevé un échantillon ADN avant les tests en situation de combat réel, juste au cas où quelque chose tournerait mal.
it: Il Soggetto 4 continua ad ottenere risultati eccellenti in questi test. Le sue capacità logiche e la reattività allo stimolo sensoriale sono paragonabili a quelle degli scimpanzé. Ai nostri finanziatori verrà proposto un piano di allevamento basato sui tratti specifici di questo soggetto Ho già prelevato dei campioni di DNA del soggetto, prima dell'avvio dei test di lotta, nel caso qualcosa dovesse andare storto.
ru: Подопытный 4 показывает гораздо лучшие результаты, чем его собратья. Его время реакции и когнитивные навыки можно сравнить с аналогичными показателями, наблюдаемыми у шимпанзе. Работодатель будет доволен, если мы сможем добиться тех же результатов от его потомства. Я взял образец его генетического материала, просто на всякий случай: завтра мы начинаем вырабатывать у подопытных агрессию, и что-то может пойти не так, как планировалось.

source: Subject 5
de: Subjekt 5
es: Sujeto 5
fr: Sujet 5
it: Soggetto 5
ru: Подопытный номер 5

source: Subject: Silas Forsberg Status: Deceased Profession: Chop Shop Surgical Assistant Priors: Breaking and Entering (2 Counts) Public Indecency (1 Count) Brought in for questioning on accusations of unlicensed plastic surgery. No charges were filed.
de: Subjekt: Silas Forsberg Status: Verstorben Beruf: Chirurgischer Helfer beim Ausschlachter Vorstrafen: Hausfriedensbruch (zwei Anklagepunkte) Erregung öffentlichen Ärgernisses (ein Anklagepunkt) Wurde wegen des Verdachts auf illegale Schönheitschirurgie verhört. Es wurde keine Anklage erhoben.
es: Asunto: Silas Forsberg Estado: Fallecido Profesión: ayudante quirúrgico de desguace Antecedentes: allanamiento de mirada (dos veces) escándalo público (una vez) Interrogado acerca de unas acusaciones por realizar cirugía plástica sin licencia. No se presentaron cargos.
fr: Sujet : Silas Forsberg Statut : décédé Profession : assistant chirurgical dans une boutique de découpe Antécédents : effraction et cambriolage (2 cas) atteinte à la pudeur (1 cas) Interrogé après avoir été accusé d'exercer la chirurgie esthétique sans permis. Aucune poursuite n'a été engagée.
it: Soggetto: Silas Forsberg Stato: Deceduto Professione: assistente operatorio dell'officina di riciclo organi Precedenti: effrazione e violazione (2 casi) atti osceni in luogo pubblico (1 caso) Interrogato con l'accusa di aver effettuato operazioni di chirurgia plastica illegali. Nessuna imputazione a suo carico.
ru: Имя: Сайлас Форсберг Статус: мертв Профессия: ассистент патологоанатома Причины ареста: кража со взломом (2 случая) Публичное совершение непристойного действия (1 случай) Арестован по обвинению в пластической хирургии без врачебной лицензии.

source: Such a small chip, storing so much pain.
de: So ein kleiner Chip, der so viel Schmerz enthält.
es: Un chip tan pequeño, guardando tanto dolor.
fr: Une si petite puce qui contient tellement de douleur.
it: Un chip così piccolo racchiude così tanto dolore.
ru: Внутри почти невесомой вещицы скрывается целый мир боли.

source: Suck on this Mr. Fixer. I'm out.
de: Du kannst mich mal, Schieber. Ich bin nicht dabei.
es: Chúpamela, Sr. Fixer. Yo me largo.
fr: Suce-donc ça, M. le Fixer. C'est mort.
it: Baciami il culo, signor ricettatore. Io me la squaglio.
ru: Отвали, "посредник". Мне неинтересно.

source: Suit yourself, chummer.
de: Wie du willst, Chummer.
es: Prepárate, colega.
fr: Faites comme chez vous.
it: Se sta bene a te.
ru: Сколько угодно.

source: Suit yourself, lady. I was only stopping by to pay my respects to Sam. Merc hit squads, the Universal Brotherhood... not my scene, at the moment. I can call up some of Delilah's runners if you want to go there now. Let me know what you decide.
de: Wie du meinst, Lady. Ich war nur hier, um Sam die letzte Ehre zu erweisen. Killerkommandos, die Universelle Bruderschaft ... das ist echt nicht so mein Ding gerade. Ich kann dir ein paar von Delilahs Runnern organisieren, wenn du ihnen jetzt folgen willst. Sag einfach Bescheid.
es: Prepárate, señorita. Solo pasaba para mostrar mi respeto a Sam. Escuadrones de ataque mercenarios, la Hermandad Universal... por ahora, no va conmigo. Puedo llamar a unos cuantos runners de Delilah si quieres ir ahora mismo. Cuando hayas tomado una decisión, avísame.
fr: Faites comme chez vous, madame. Je passais juste rendre hommage à Sam. Les groupes de mercenaires, la Confrérie Universelle... c'est pas mon truc, en ce moment. Je peux appeler des Runners de Delilah si vous voulez y aller maintenant. Dites-moi ce que vous voulez faire.
it: Se sta bene a te, signorina. Io passavo di qua solo per rendere omaggio a Sam. Squadre di mercenari d'assalto, Fratellanza Universale... Non esattamente il mio genere, al momento. Se ci vuoi andare adesso potrei chiamare qualcuno dei Runner di Delilah. Fammi sapere cosa decidi.
ru: Это уж как хочешь. Я собирался попрощаться с Сэмом, и я это сделал. Отряды вооруженных до зубов телохранителей и Всеобщее братство меня не интересуют, по крайней мере пока. Если тебе нужен Далила и его раннеры, я им позвоню. Дай знать, когда примешь решение.

source: Suit yourself.
de: Wie du willst.
es: Tú mismo.
fr: Comme vous voulez.
it: Come vuoi.
ru: Как знаешь.

source: Suit yourself. I'm not the most patient person.
de: Wie du willst. Ich bin nicht die geduldigste Person der Welt.
es: Tú mismo. La paciencia no es mi virtud.
fr: Comme vous voulez. Je ne suis pas d'un naturel très patient.
it: Fai pure. Non sono la persona più paziente del mondo.
ru: Как знаешь. Терпение не входит в список моих достоинств.

source: SuitLady
de: Anzug-Lady
it: DonnaInAbito
ru: Женщина в костюме

source: Summon Bug Spirit
de: Beschwörter Insektengeist
es: Conjurar Espíritu bicho
fr: Invoquer Esprit Insecte
it: Invoca lo spirito dell'insetto
ru: Призыв духа-насекомого

source: Summon the Spirit
de: Beschwöre den Geist
es: Conjura al espíritu
fr: Invoquer l'esprit
it: Invoca lo Spirito
ru: Призови духа

source: Super Brawl Ring
es: Anillo de la Super Brawl
fr: Bague de Super Brawl
it: Anello Super Brawl
ru: Кольцо чемпиона по уличному бою

source: Superhero
de: Superheld
es: Superhéroe
fr: Superhéros
it: Supereroe
ru: Супергерой

source: Supervisor
de: Vorgesetzter
fr: Superviseur
it: Supervisore
ru: Менеджер

source: Sure am. My gear is state of the art if you can believe it.
de: Das bin ich. Und zwar mit brandaktueller Ausrüstung, wenn du es glauben willst.
es: Claro. Tengo un equipamiento de primera, aunque te cueste creerlo.
fr: Je le suis. J'ai un équipement de pointe, croyez-moi.
it: Certo che lo sono. Se ci pensi, il mio equipaggiamento è all'avanguardia.
ru: Верно. В это трудно поверить, но мы используем самое современное оборудование.

source: Sure dig in. I certainly wouldn’t mind those guys getting taken down a peg or two. Man do they put on airs if you know what I mean.
de: Klar, immer drauf los. Ich hätte ganz sicher nichts dagegen, wenn jemand diesen Typen mal einen Dämpfer verpassen würde. Die halten die Nase ziemlich hoch, wenn du weißt, was ich meine.
es: Claro, adelante. No me importaría que les sacaran los colores de vez en cuando. Menudos aires se gastan, no sé si me entiendes.
fr: Pas de problème. Ça ne me dérangerait pas de voir ces types se faire remettre à leur place. Avec leurs grands airs, si vous voyez ce que je veux dire.
it: Certo, dacci dentro. Di sicuro non mi dispiacerebbe che quei tizi si prendessero una ramanzina. Si danno un sacco di arie, se sai cosa intendo.
ru: Валяй. Если сумеешь доказать, что они облажались, тем лучше. Мне они не нравятся - слишком заносчивые.

source: Sure do, knocked down a wall in my apartment to get to it. Clever, eh?
de: Sicher. Ich hab eine Wand in meiner Wohnung eingerissen, um daranzugelangen. Clever, was?
es: Claro que sí, he tirado una pared de mi apartamento para acceder a ella. Astuto, ¿eh?
fr: Absolument, vous n'avez qu'à abattre un mur dans mon appartement pour y arriver. Malin, hein ?
it: Certo, ha abbattuto un muro nel mio appartamento per arrivarci. Furbo, eh?
ru: Конечно. Я снес стену у себя в квартире, чтобы до нее можно было добраться. Хитро, а?

source: Sure thing, Cherry.
de: Klar doch, Cherry.
es: Claro, Cherry.
fr: Pas de souci, Cherry.
it: Ma certo, Cherry.
ru: Само собой, Шерри.

source: Sure you are. And I'm Lofwyr, the King of Dragons. Beat it.
de: Na klar. Und ich bin Lofwyr, König der Drachen. Zieh Leine!
es: Claro que sí. Y yo soy Lofwyr, el Rey de los Dragones. Déjalo.
fr: Mais bien sûr. Et moi je suis Lofwyr, le roi des dragons. Dégage !
it: Certo. E io sono Lofwyr, il re dei Draghi. Vattene.
ru: Ну да, конечно. А я великий дракон Лофвир. Проваливай.

source: Sure you don't want to stick around? I could use the backup...
de: Bist du sicher, dass du nicht bleiben willst? Ich könnte die Unterstützung gebrauchen ...
es: ¿Seguro que no quieres quedarte por aquí? Me vendría bien la ayuda...
fr: Tu es sûr que tu ne veux pas rester un peu ? Je pourrais avoir besoin de renforts.
it: Sicuro che non vuoi restare? Una mano mi farebbe comodo...
ru: Точно не хочешь остаться? Твоя помощь мне бы не помешала...
