Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Her eyes light up.{{/GM}} I know – isn’t it exciting! I am such a big fan of hers. The first time I heard, "Who Weeps for the Children?" I melted inside.
de: {{GM}}Ihre Augen leuchten auf.{{/GM}} Ich weiß – es ist so aufregend! Ich bin ein Riesen-Fan. Als ich „Who Weeps for the Children“ zum ersten Mal gehört habe, bin ich geradezu dahingeschmolzen.
es: {{GM}}Se le ilumina la mirada.{{/GM}} Ya lo sé, ¡no es emocionante! Soy una gran seguidora suya. La primera vez que la escuché decir: "¿Quién llora por los niños?" casi me derrito por dentro.
fr: {{GM}}Ses yeux s'illuminent.{{/GM}} Je sais, n'est-ce pas excitant ?! Je suis un grand fan. J'avais les larmes aux yeux la première fois que j'ai écouté "Qui pleure pour les enfants ?".
it: {{GM}}I suoi occhi si illuminano.{{/GM}} Lo so... Non è emozionante? Sono una sua grande fan. La prima volta che ho sentito "Chi piangerà per i nostri figli?" mi sono sciolta.
ru: {{GM}}Ее глаза загораются восторгом.{{/GM}} Я знаю – это так замечательно! Я ее самая преданная поклонница. Когда я в первый раз услышала "Кто оплачет наших детей?", я сама расплакалась.

source: {{GM}}Her eyes widen at the edge in your voice.{{/GM}} I'm sure Father O'Malley doesn't appreciate such a tone on these grounds. Father, if you'll excuse us?
de: {{GM}}Ihre Augen weiten sich, als sie den schneidenden Ton in deiner Stimme hört.{{/GM}} Ich bin mir sicher, Vater O’Malley ist über solch einen Ton an diesem Ort wenig erfreut. Wenn Sie uns kurz entschuldigen würden, Vater?
es: {{GM}}Al escuchar la urgencia de tu voz, te mira sorprendida.{{/GM}} Seguro que a Padre O'Malley no le gusta escuchar ese tono en un lugar como este. Padre, ¿nos disculpa?
fr: {{GM}}Ses yeux s'élargissent au son de votre voix.{{/GM}} Je suis sûre que le père O'Malley n'apprécie pas un tel ton en ces lieux. Mon père, si vous voulez bien nous excuser ?
it: {{GM}}Il tuo tono di voce la lascia interdetta.{{/GM}} Sono sicura che a Padre O'Malley non piaccia che in questo luogo si usi un tono del genere. Padre, può scusarci?
ru: {{GM}}Ее глаза расширяются, когда она слышит угрозу в твоем голосе.{{/GM}} Пожалуйста, не надо. Отец О'Мэлли расстроится, если мы поссоримся, особенно здесь и сразу после церемонии. Отец, вы позволите?

source: {{GM}}Her face brightens - amused.{{/GM}} Ah! So, *you* are the "little insurance policy" he would go on about when he was drunk. His avenging angel who would strike back for him from beyond the grave.
de: {{GM}}Ihr Gesicht hellt sich auf – sie scheint amüsiert.{{/GM}} Ah! Also bist *du* die „kleine Versicherungspolice“, von der er so gerne sprach, wenn er betrunken war. Sein Racheengel, der ihn von jenseits des Grabes rächt.
es: {{GM}}Se le ilumina la cara; parece divertirse.{{/GM}} ¡Ah! Entonces, *tú* eres la "pequeña póliza" de la que no paraba de hablar cuando estaba borracho. El ángel vengador que le vengaría desde la tumba.
fr: {{GM}}Son visage s'illumine ; elle a l'air amusé.{{/GM}} Ah ! Alors c'est *vous* la "petite politique d'assurance" dont il parlait quand il était saoul. Son terrible ange-gardien qui viendrait le venger après sa mort...
it: {{GM}}Il suo viso si illumina, divertita.{{/GM}} Ah! Quindi *tu* saresti la "piccola polizza assicurativa" di cui farfugliava quando era ubriaco. L'angelo vendicatore che avrebbe colpito al suo posto dall'oltretomba.
ru: {{GM}}Ее лицо озаряет понимающая улыбка.{{/GM}} Ага! Значит, ты и есть его "страховка на предмет несчастного случая", о которой он говорил всякий раз, когда напивался. Его ангел мщения, который явится и покарает обидчиков.

source: {{GM}}Her face clouds when you mention the Ripper.{{/GM}} Keep your voice down when you mention the Ripper, omae. He isn't good for business. Besides, I'm worried about my girl, Coyote. She's missing and I'm worried she may end up as his next victim.
de: {{GM}}Ihr Gesicht verdunkelt sich, als du den Ripper erwähnst.{{/GM}} Senke deine Stimme, wenn du über den Ripper sprichst, omae. Er ist schlecht fürs Geschäft. Außerdem mach ich mir Sorgen um mein Mädchen Coyote. Sie ist verschwunden und ich fürchte, sie könnte sein nächstes Opfer sein.
es: {{GM}}Se le nubla el rostro cuando mencionas al Destripador.{{/GM}} Mantén la voz baja cuando hables del Destripador, omae. No es bueno para el negocio. Además, me preocupa mi chica, Coyote. Ha desaparecido y me preocupa que pueda convertirse en su próxima víctima.
fr: {{GM}}Son visage s'assombrit à la mention de l'éventreur.{{/GM}} Ne parlez pas si fort quand vous évoquez l'éventreur, omae. Ce n'est pas bon pour les affaires. En plus, je suis inquiète pour une de mes filles : Coyote. Elle a disparu et j'ai peur qu'elle ne soit sa prochaine victime.
it: {{GM}}Un'ombra cala sul suo viso quando menzioni lo Squartatore.{{/GM}} Ehi, omae. Abbassa la voce quando parli dello Squartatore. Non è un bell'affare, sai. Tra l'altro sono in pensiero per una mia ragazza, Coyote. È scomparsa, e temo possa essere lei la sua prossima vittima.
ru: {{GM}}Когда ты упоминаешь Потрошителя, она мрачнеет.{{/GM}} Говори шепотом, омае. Ты распугаешь моих клиентов. Кроме того, мне не дает покоя одна из моих девочек по имени Койот. Она пропала, и я опасаюсь, что она может стать его следующей жертвой.

source: {{GM}}Her face darkens.{{/GM}} Would that I could. I have not seen her in two days.
de: {{GM}}Ihr Gesicht verdunkelt sich.{{/GM}} Wenn ich das nur könnte. Ich habe sie seit zwei Tagen nicht gesehen.
es: {{GM}}Se le ensombrece la tez.{{/GM}} Lo haría si pudiera. Hace dos días que no la veo.
fr: {{GM}}Son visage s'assombrit.{{/GM}} Si seulement. Ça fait deux jours que je ne l'ai pas vue.
it: {{GM}}Il suo viso si adombra.{{/GM}} Vorrei potertelo dire. Non la vedo da due giorni.
ru: {{GM}}Она мрачнеет.{{/GM}} Я сама хотела бы это знать. Она не появлялась на работе уже два дня.

source: {{GM}}Her face falls.{{/GM}} I got nothing, $(l.man). Call it a favor?
de: {{GM}}Sie macht ein langes Gesicht.{{/GM}} Ich habe nichts, $(l.man). Als Gefallen für mich?
es: {{GM}}Se le entristece el rostro.{{/GM}} No tengo nada, $(l.man). ¿No te lo puedes tomar como un favor?
fr: {{GM}}Son visage s'assombrit.{{/GM}} Je n'ai rien, $(l.man). Disons que c'est... un service ?
it: {{GM}}Scoppia in lacrime.{{/GM}} Non ho niente, $(l.man). Puoi considerarlo un favore?
ru: {{GM}}Ее лицо вытягивается.{{/GM}} У меня ничего нет, $(l.man). Давай я буду тебе должна?

source: {{GM}}Her face falls.{{/GM}} She’s been missing for a couple of days, now. Some people think the Ripper got her, but I know her. Coyote can take care of herself.
de: {{GM}}Ihre Miene verdüstert sich.{{/GM}} Sie wird schon seit ein paar Tagen vermisst. Manche sagen, der Ripper hat sie geholt, aber ich kenne sie. Coyote kann auf sich selbst aufpassen.
es: {{GM}}Se le entristece el rostro.{{/GM}} Lleva unos cuantos días desaparecida. Hay quien dice que la tiene el Destripador, pero yo la conozco. Coyote sabe cuidarse sola.
fr: {{GM}}Son visage s'assombrit.{{/GM}} Ça fait maintenant deux jours qu'on ne la pas vue. Y'en a qui disent que l'éventreur l'a eue, mais je la connais. Coyote sait se débrouiller toute seule.
it: {{GM}}Scoppia in lacrime.{{/GM}} Non la vedo da un paio di giorni. Alcuni pensano che lo Squartatore l'abbia presa, ma io la conosco. Coyote sa badare a se stessa.
ru: {{GM}}Она мрачнеет.{{/GM}} Она пропала несколько дней назад. Некоторые утверждают, что до нее добрался Потрошитель, но я хорошо ее знаю. Койот может постоять за себя.

source: {{GM}}Her face falls.{{/GM}} She’s been missing since yesterday. Some people think the Ripper got her, but I know her. Coyote can take care of herself.
de: {{GM}}Sie wirkt betrübt.{{/GM}} Sie wird schon seit gestern vermisst. Manche sagen, der Ripper hat sie geholt, aber ich kenne sie. Coyote kann auf sich selbst aufpassen.
es: {{GM}}Se le entristece el rostro.{{/GM}} Lleva desaparecida desde ayer. Hay quien dice que la tiene el Destripador, pero yo la conozco. Coyote sabe cuidarse.
fr: {{GM}}Son visage se décompose.{{/GM}} Elle est portée disparue depuis hier. Certains pensent que l'éventreur l'a eu, mais je la connais. Coyote sait prendre soin d'elle.
it: {{GM}}Scoppia in lacrime.{{/GM}} È scomparsa da ieri. Alcuni pensano che lo Squartatore l'abbia presa, ma io la conosco. Coyote sa badare a se stessa.
ru: {{GM}}Она мрачнеет.{{/GM}} Она пропала вчера. Некоторые считают, что до нее добрался Потрошитель, но я хорошо ее знаю. Койот может постоять за себя.

source: {{GM}}Her face lights up. She’s running hot. Has a serious edge.{{/GM}} I know exactly where he is this time. Got an old friend who eyeballed him herself. I’m on my way. Paco’s with me but we could use another hand. You in? I need you right now.
de: {{GM}}Ihr Gesicht erhellt sich. Ihre Worte werden immer schneller und sie redet sich in Rage.{{/GM}} Dieses Mal weiß ich genau, wo er ist. Ein alter Freund hat ihn mit eigenen Augen gesehen. Ich mache mich gerade auf den Weg. Paco ist bei mir, aber ich könnte noch eine helfende Hand mehr brauchen. Bist du dabei? Ich brauche dich jetzt.
es: {{GM}}Se le ilumina la cara. Corre a la desesperada. Tiene una mirada seria.{{/GM}} Sé exactamente dónde está en este momento. Me lo dijo una vieja amiga que lo vio con sus propios ojos. Voy para allá. Me acompaña Paco, pero no nos vendría mal un poco de ayuda. ¿Te apuntas? Tendrías que venir ya mismo.
fr: {{GM}}Son visage s'illumine. Elle s'emballe. Sa voix est sérieuse.{{/GM}} Je sais exactement où il se trouve maintenant. J'ai une vieille amie qui l'a vue de ses propres yeux. Je suis déjà en route. Paco est avec moi mais un coup de main ne nous ferait pas de mal. T'es avec nous ? J'ai besoin de toi tout de suite.
it: {{GM}}Il suo viso s'illumina. Si sta surriscaldando. È molto agitata.{{/GM}} So esattamente dove si trova adesso. Ho una vecchia amica che l'ha visto con i suoi occhi. Ci vado subito. Con me c'è Paco, ma ci farebbe comodo una mano. Ci stai? Mi servi adesso.
ru: {{GM}}Она торопливо кивает. Ты видишь, что она с трудом сдерживает нетерпение и напряжена, как туго натянутая гитарная струна.{{/GM}} Я совершенно точно знаю, где он сейчас. Один из старых приятелей его узнал. Я уже почти там. Пако со мной, но твоя помощь нам бы не помешала. Ну как? Буду очень благодарна.

source: {{GM}}Her face twists in disgust.{{/GM}} No. I am a vegetarian.
de: {{GM}}Ihr Gesicht verzieht sich voller Ekel.{{/GM}} Nein, ich bin Vegetarierin.
es: {{GM}}Se le retuerce el rostro con indignación.{{/GM}} No. Soy vegetariana.
fr: {{GM}}Son visage se déforme de dégoût.{{/GM}} Non. Je suis végétarienne.
it: {{GM}}Storce il viso con disgusto.{{/GM}} No. Sono vegetariana.
ru: {{GM}}Она смотрит на тебя с плохо скрываемым отвращением.{{/GM}} Нет. Я вегетарианка.

source: {{GM}}Her frown grows more pronounced.{{/GM}} No. It's just that... I don't want anyone else getting hurt on account of my brother.
de: {{GM}}Die Falten auf ihrer Stirn vertiefen sich.{{/GM}} Nein. Es ist nur ... ich will nicht, dass sonst noch jemand wegen meinem Bruder verletzt wird.
es: {{GM}}Frunce aún más el ceño.{{/GM}} No. Es solo que... No quiero que nadie más resulte herido por culpa de mi hermano.
fr: {{GM}}Elle fronce encore plus les sourcils.{{/GM}} Non. C'est juste que... Je ne voudrais pas que quelqu'un d'autre ait des problèmes à cause de mon frère.
it: {{GM}}Il suo sguardo si fa ancora più accigliato.{{/GM}} No, è solo che... Non vorrei che altre persone rimangano ferite per colpa di mio fratello.
ru: {{GM}}Она хмурится еще сильнее.{{/GM}} Нет. Просто я не хочу... Чтобы из-за моего брата пострадал еще кто-нибудь.

source: {{GM}}Her jaw clenches.{{/GM}} She wasn't a donor. She was a victim. A victim of my brother's greed. He took from her, desecrating her body, all to benefit himself. She never would have agreed to such a thing.
de: {{GM}}Sie presst die Kiefer aufeinander.{{/GM}} Sie war keine Spenderin. Sie war ein Opfer. Ein Opfer der Gier meines Bruders. Er hat ihren Körper geschändet, nur zu seinem eigenen Nutzen. Sie hätte so etwas nie zugestimmt.
es: {{GM}}Se le tensa la mandíbula.{{/GM}} Ella no era donante. Era una víctima. Víctima de la avaricia de mi hermano. Él se lo arrebató todo, profanó su cuerpo, todo en su propio beneficio. Ella jamás habría accedido a algo así.
fr: {{GM}}Elle sert les dents.{{/GM}} Ce n'était pas une donneuse. C'était une victime. Victime de la cupidité de mon frère. Il lui a tout pris, a profané son corps, tout ça pour son profit. Elle n'aurait jamais accepté une telle chose.
it: {{GM}}Serra le mascelle.{{/GM}} Non era una donatrice. Era una vittima. Una vittima dell'avidità di mio fratello. Glieli ha sottratti, profanando il suo corpo, solo per il proprio tornaconto. Lei non avrebbe mai acconsentito a una cosa del genere.
ru: {{GM}}Она цедит каждое слово сквозь сжатые зубы.{{/GM}} Она не была донором. Она была жертвой. Жертвой неуемной алчности моего брата. Он взял у нее все, что она могла ему дать, осквернил ее тело - все это ради денег. Она никогда не решилась бы на такой шаг сама.

source: {{GM}}Her jaw sets, her eyes harden, and she’s Coyote again.{{/GM}} Let them come. If the Yakuza wants me, they’re gonna find me. Nothing I can do about that. Some people choose to live in fear but not me. Not today.
de: {{GM}}Sie schiebt das Kinn vor, ihre Augen funkeln zornig, sie ist wieder ganz die alte Coyote.{{/GM}} Lass sie nur kommen. Wenn die Yakuza mich wollen, sollen sie mich finden. Nichts, was ich dagegen machen könnte. Einige Leute würden lieber in Angst leben, aber nicht ich. Nicht heute.
es: {{GM}}Aprieta la mandíbula, endurece los ojos, y vuelve a ser Coyote.{{/GM}} Que vengan. Si la yakuza me busca, me van a encontrar. No puedo hacer nada respecto a eso. Algunas personas deciden vivir con miedo, pero yo no. Hoy no.
fr: {{GM}}Sa mâchoire se fige, ses yeux se durcissent, et c'est de nouveau Coyote.{{/GM}} Qu'ils viennent. Si les yakuza me cherchent, ils vont me trouver. Je peux rien y faire. Certains choisissent de vivre dans la peur. Pas moi. Pas aujourd'hui.
it: {{GM}}La sua mascella s'irrigidisce, lo sguardo s'indurisce, ed ecco che torna a essere Coyote.{{/GM}} Lasciali venire. Se la Yakuza mi vuole, mi troverà. Non posso farci niente. Alcune persone scelgono di vivere nella paura, ma non io.
ru: {{GM}}Она сжимает зубы и прищуривается. Перед тобой снова стоит Койот, которую ты хорошо знаешь.{{/GM}} Пускай. Если Якудза захотят до меня добраться, они это сделают, и я не смогу им помешать. Пусть приходят. Некторые люди всю свою жизнь дрожат от страха. Я не из таких.

source: {{GM}}Her jaw sets.{{/GM}} I don’t know if I ever told you this, but I was born in the Royale. BTL pushers like Stevie J ran the squats. Ran my world when I was growing up.
de: {{GM}}Sie presst die Lippen aufeinander.{{/GM}} Ich weiß nicht, ob ich dir das schon mal erzählt habe, aber ich wurde im Royale geboren. BTL-Dealer wie Stevie J waren die Bosse dieser Absteige. Herrschten praktisch über mich, als ich aufwuchs.
es: {{GM}}Tensa la mandíbula.{{/GM}} No sé si ya te lo había dicho, pero yo nací en los Royale. Los camellos del BTL como Stevie J dominaban el cotarro. Ellos dirigían el mundo en el que me crié.
fr: {{GM}}Elle serre les dents.{{/GM}} Je ne sais pas si je te l'ai déjà dit, mais je suis née dans aux Royale. Des dealers de BTL comme Stevie J faisaient la loi dans les squats. Il faisait la loi dans le monde où j'ai grandi.
it: {{GM}}Lei serra la mascella.{{/GM}} Non so se te l'ho mai detto, ma sono nata nei Royale. Spacciatori di BTL come Stevie J mandavano avanti la baracca. Mandavano avanti il mio mondo mentre crescevo.
ru: {{GM}}Она делает глубокий вдох, будто перед прыжком в воду.{{/GM}} Я не помню, рассказывала ли я об этом тебе, но я родилась в здании, которое потом превратили в "Роял". Даже тогда им заправляли пушеры наподобие Стиви-младшего, так что другой жизни я тогда и не знала.

source: {{GM}}Her posture changes ever so slightly, marked by the tensing of her muscles and a tightness around her eyes.{{/GM}} I could only hazard to guess.
de: {{GM}}Ihre Haltung ändert sich fast unmerklich, ihre Muskeln sind ein wenig angespannter, ihre Augen werden schmaler.{{/GM}} Da könnte ich wirklich nur raten.
es: {{GM}}Cambia de postura ligeramente, marcada por la tensión de los músculos y una rigidez patente alrededor de los ojos.{{/GM}} Solo puedo especular.
fr: {{GM}}Sa posture change, ses muscles semblent tendus et ses yeux plissés.{{/GM}} Je ne peux que me risquer à deviner.
it: {{GM}}Cambia impercettibilmente la sua postura, contraendo i muscoli e serrando gli occhi.{{/GM}} Potrei solo provare a indovinare.
ru: {{GM}}Вопрос ставит ее в тупик. Она заметно напрягается и чуть-чуть прищуривает глаза.{{/GM}} Возможно. Я ничего об этом не знаю.

source: {{GM}}Her pretty eyes narrow.{{/GM}} Be careful about whose conversations you listen in on here. Some folks aren’t as friendly as I am.
de: {{GM}}Sie kneift ihre hübschen Augen zusammen.{{/GM}} Sei vorsichtig, wessen Gespräche du hier belauschst. Andere Leute sind vielleicht nicht so freundlich wie ich.
es: {{GM}}Sus bonitos ojos se entrecierran.{{/GM}} Ten cuidado con las conversaciones que escuchas aquí dentro. Alguna gente no es tan amigable como yo.
fr: {{GM}}Elle plisse ses jolis yeux.{{/GM}} Vous ne devriez pas laisser traîner vos oreilles comme ça. Tout le monde n'est pas aussi gentil que moi.
it: {{GM}}Lei socchiude i suoi begli occhi.{{/GM}} Fa' attenzione alle conversazioni che senti qui. Non tutti sono amichevoli come me.
ru: {{GM}}Она чуть заметно прищуривается.{{/GM}} Тебе следует быть осторожнее. Не все здесь относятся к слухачам так же доброжелательно, как я.

source: {{GM}}Her pretty eyes narrow.{{/GM}} Something like that.
de: {{GM}}Sie kneift ihre hübschen Augen zusammen.{{/GM}} Sowas in der Art.
es: {{GM}}Sus bonitos ojos se entrecierran.{{/GM}} Algo así.
fr: {{GM}}Elle plisse ses jolis yeux.{{/GM}} Si on veut, oui.
it: {{GM}}Lei socchiude i suoi begli occhi.{{/GM}} Qualcosa del genere.
ru: {{GM}}Она чуть заметно прищуривается.{{/GM}} Что-то вроде того.

source: {{GM}}Her pretty eyes soften.{{/GM}} Yeah... I do. Can’t stay here forever.
de: {{GM}}Ihre hübschen Augen entspannen sich.{{/GM}} Ja ... hab ich. Kann ja nicht ewig hierbleiben.
es: {{GM}}Sus bonitos ojos se suavizan.{{/GM}} Sí... Así es. No puedo quedarme aquí para siempre.
fr: {{GM}}Son beau regard s'adoucit.{{/GM}} Oui... C'est vrai. Je ne veux pas passer ma vie ici.
it: {{GM}}I suoi begli occhi diventano più dolci.{{/GM}} Sì... Sì. Non posso restare qui per sempre.
ru: {{GM}}Она чуть заметно вздыхает.{{/GM}} Да... Есть такое. Не могу же я до конца жизни обслуживать столики.

source: {{GM}}Her tear-streaked face freezes with a sudden realization.{{/GM}} Oh God... The other nests... They're in every major city... What have we done?
de: {{GM}}Ihr tränenverschmiertes Gesicht erstarrt plötzlich, als sie etwas zu begreifen scheint.{{/GM}} Oh mein Gott ... die anderen Nester ... sie befinden sich in jeder größeren Stadt ... Was haben wir nur getan?
es: {{GM}}El rostro, inundado por las lágrimas, se paraliza al percatarse de algo.{{/GM}} Oh, Dios mío. Los otros nidos... Hay nidos en todas las grandes ciudades... ¿Qué es lo que he hecho?
fr: {{GM}}Son visage en larmes se fige avec une prise de conscience subite.{{/GM}} Oh mon Dieu... Les autres nids... Il y en a dans toutes les grandes villes... Qu'a-t-on fait ?
it: {{GM}}Il suo volto rigato dalle lacrime si blocca con un'improvvisa consapevolezza.{{/GM}} Oh santo cielo... Gli altri Nidi... Sono in tutte le grandi città... Che abbiamo fatto?
ru: {{GM}}Ее мокрое от слез лицо искажает гримаса ужаса.{{/GM}} О боже... Другие гнезда... Они есть в каждом крупном городе... Что мы наделали?

source: {{GM}}Her wrinkled mouth pops open like a baby bird waiting for a worm but her wizened eyes are feral and intent.{{GM}} Gimme the pills! I'll answer! Gimme the yum-yum!
de: {{GM}}Ihr faltiger Mund klappt auf wie der Schnabel eines Vogels, der auf den Wurm wartet, doch ihre runzeligen Augen bleiben wild und angespannt.{{GM}} Gib mir die Pillen! Ich antworte auf alles. Gib mir die Njam-njams!
es: {{GM}}Abre su decrépita boca como una cría de pájaro esperando un gusano, pero sus ojos marchitos lanzan una mirada resuelta y salvaje.{{GM}} ¡Deme las pastillas! ¡Responderé! ¡Deme el ñam ñam!
fr: {{GM}}Sa bouche ridée s'ouvre comme un oisillon attendant son ver de terre, mais ses yeux desséchés sont ridés et résolus.{{GM}} Donnez-moi les pilules ! Je vous dirai tout ! Donnez-moi le miam-miam !
it: {{GM}}La sua bocca rugosa si apre come quella di un uccellino in attesa del verme, ma i suoi occhi spiritati sono feroci e penetranti.{{GM}} Dammi le pillole! Risponderò! Dammi le caramelline!
ru: {{GM}}Она распахивает рот, словно птенец, который ждет, когда его накормят, но ее слепые глаза остаются хищными и выдают нечеловеческое напряжение.{{GM}} Дай мне таблетки! Я отвечу! Дай мне их!

source: {{GM}}He’s puzzled. He looks. You look back - the “I-can-make-you-feel-a special-kind-of-pain” look. You see it register.{{/GM}} Uh, okay, I’m lookin’.
de: {{GM}}Er ist verwirrt. Er blickt dich an. Du blickst zurück – mit deinem besten „ich kann dir Schmerzen zufügen, die du dir gar nicht vorstellen kannst“-Blick. Er beginnt zu verstehen.{{/GM}} Äh, okay ... mal schauen.
es: {{GM}}Está sorprendido. Te mira. Tú le devuelves la mirada, una mirada que dice "puedo hacerte sentir un dolor muy especial". Ves que lo entiende.{{/GM}} Oh, vale, estoy mirando.
fr: {{GM}}Il est perplexe. Il vous regarde. Vous le regardez, le genre de regard disant « je peux vous faire mal si je veux ». Il vous regarde alors que le vous le regardez avec ce regard. Bref, il a compris.{{/GM}} Oh, ok, je regarde.
it: {{GM}}È perplesso. Guarda. Gli restituisci uno sguardo particolarmente minaccioso. Lo vedi registrare.{{/GM}} Uh, va bene, guardo.
ru: {{GM}}Он выглядит озадаченным, но подчиняется. Ты скалишься, давая ему понять, как БОЛЬНО бывает людям, которые пытаются тебя обмануть. Очень быстро на его лице проступает понимание ситуации.{{/GM}} Э-э, хорошо. Уже смотрю.

source: {{GM}}Hidden in the garbage strewn alley is a high-tech safe with a MagCard reader on the front.{{/GM}}
de: {{GM}}In der zugemüllten Gasse verbirgt sich ein High-Tech-Safe mit einem MagKartenleser an der Vorderseite.{{/GM}}
es: {{GM}}Oculto en el callejón repleto de basura hay una caja fuerte de alta seguridad con un lector de MagCard en la parte delantera.{{/GM}}
fr: {{GM}}Caché dans l'allée parsemée de détritus se trouve un coffre-fort haute sécurité muni d'un lecteur de MagCard à l'avant.{{/GM}}
it: {{GM}}Nascosta nel vicolo coperto di rifiuti, c'è una cassaforte altamente tecnologica con un lettore di carte magnetiche sul davanti.{{/GM}}
ru: {{GM}}Под кучей мусора обнаруживается вделанный в стену сейф с магнитным замком на передней панели.{{/GM}}

source: {{GM}}Hire a team and head for the Universal Brotherhood.{{/GM}}
de: {{GM}}Heuere ein Team an und begib dich zur Universellen Bruderschaft.{{/GM}}
es: {{GM}}Contrata a un equipo y dirígete a la Hermandad Universal.{{/GM}}
fr: {{GM}}Recruter une équipe et se rendre à la Confrérie Universelle.{{/GM}}
it: {{GM}}Recluta un team e dirigiti alla Fratellanza Universale.{{/GM}}
ru: {{GM}}Собрать команду и отправиться во Всеобщее братство.{{/GM}}

source: {{GM}}His brow furrows. He's got the feeling that something is wrong.{{/GM}}
de: {{GM}}Er runzelt die Stirn. Er hat das Gefühl, das hier irgendetwas faul ist.{{/GM}}
es: {{GM}}Frunce el ceño. Tiene la sensación de que algo va mal.{{/GM}}
fr: {{GM}}Il fronce les sourcils. Il a l'impression que quelque chose cloche.{{/GM}}
it: {{GM}}Aggrotta le sopracciglia. Ha l'impressione che ci sia qualcosa che non va.{{/GM}}
ru: {{GM}}Он хмурится. Похоже, он начал подозревать тебя всерьез.{{/GM}}
