Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Read the researcher's private notes.{{/GM}}
de: {{GM}}Lies die privaten Notizen des Forschers.{{/GM}}
es: {{GM}}Leer las notas privadas del investigador.{{/GM}}
fr: {{GM}}Lire les notes personnelles du chercheur.{{/GM}}
it: {{GM}}Leggi gli appunti privati del ricercatore.{{/GM}}
ru: {{GM}}Прочитать личные заметки эксперта.{{/GM}}

source: {{GM}}Read the routing slip.{{/GM}}
de: {{GM}}Lies den Laufzettel.{{/GM}}
es: {{GM}}Leer la orden de ruta.{{/GM}}
fr: {{GM}}Lire la transmission du routage.{{/GM}}
it: {{GM}}Leggi il tagliando di spedizione.{{/GM}}
ru: {{GM}}Прочитать сопроводительную записку.{{/GM}}

source: {{GM}}Read the second letter.{{/GM}}
de: {{GM}}Lies den zweiten Brief.{{/GM}}
es: {{GM}}Leer la segunda carta.{{/GM}}
fr: {{GM}}Lire la deuxième lettre.{{/GM}}
it: {{GM}}Leggi la seconda lettera.{{/GM}}
ru: {{GM}}Прочитать второе письмо.{{/GM}}

source: {{GM}}Reboot studio software.{{/GM}}
de: {{GM}}Studiosoftware neu starten.{{/GM}}
es: {{GM}}Reiniciar el software del estudio.{{/GM}}
fr: {{GM}}Redémarrer le logiciel du studio.{{/GM}}
it: {{GM}}Riavvia il software dello studio.{{/GM}}
ru: {{GM}}Перезагрузить студийное оборудование.{{/GM}}

source: {{GM}}Recording Studio.{{/GM}}
de: {{GM}}Aufnahmestudio.{{/GM}}
es: {{GM}}Estudio de grabación.{{/GM}}
fr: {{GM}}Studio d'enregistrement.{{/GM}}
it: {{GM}}Studio di registrazione.{{/GM}}
ru: {{GM}}Студия записи.{{/GM}}

source: {{GM}}Recover Password.{{/GM}}
de: {{GM}}Passwort wiederherstellen.{{/GM}}
es: {{GM}}Recuperar contraseña.{{/GM}}
fr: {{GM}}Récupérer le mot de passe.{{/GM}}
it: {{GM}}Recupera la password.{{/GM}}
ru: {{GM}}Восстановить пароль.{{/GM}}

source: {{GM}}Release the spirit.{{/GM}}
de: {{GM}}Lasse den Geist frei.{{/GM}}
es: {{GM}}Liberar el espíritu.{{/GM}}
fr: {{GM}}Libérer l'esprit.{{/GM}}
it: {{GM}}Libera lo spirito.{{/GM}}
ru: {{GM}}Отпустить духа.{{/GM}}

source: {{GM}}Remove the access panel and place a commlink chip.{{/GM}}
de: {{GM}}Entferne die Zugangsklappe und installiere den Kommlink-Chip.{{/GM}}
es: {{GM}}Quitar el panel de acceso e insertar un chip de commlink.{{/GM}}
fr: {{GM}}Ôte le panneau d'accès et place une puce de commlink.{{/GM}}
it: {{GM}}Rimuovi il pannello di accesso e inserisci un chip per commlink.{{/GM}}
ru: {{GM}}Снять панель и установить комм-чип.{{/GM}}

source: {{GM}}Remove the access panel from the panel and place a commlink chip.{{/GM}}
de: {{GM}}Entferne die Zugangsklappe von der Konsole und installiere den Kommlink-Chip.{{/GM}}
es: {{GM}}Quita el panel de acceso y coloca un chip de commlink.{{/GM}}
fr: {{GM}}Retirez le panneau d'accès et placez une puce commlink.{{/GM}}
it: {{GM}}Rimuovi il pannello di accesso e posiziona un chip commlink all'interno.{{/GM}}
ru: {{GM}}Снять панель и установить коммуникационный чип.{{/GM}}

source: {{GM}}Run Search: "Jessica Watts"{{/GM}}
de: {{GM}}Suche durchführen: „Jessica Watts“{{/GM}}
es: {{GM}}Ejecutar búsqueda: "Jessica Watts"{{/GM}}
fr: {{GM}}Lancer une recherche : "Jessica Watts"{{/GM}}
it: {{GM}}Esegui ricerca: "Jessica Watts"{{/GM}}
ru: {{GM}}Искать: "Джессика Уоттс"{{/GM}}

source: {{GM}}Run Search: "Lynne Telestrian"{{/GM}}
de: {{GM}}Suche starten: „Lynne Telestrian“{{/GM}}
es: {{GM}}Ejecutar búsqueda: "Lynne Telestrian"{{/GM}}
fr: {{GM}}Chercher : "Lynne Telestrian"{{/GM}}
it: {{GM}}Esegui ricerca: "Lynne Telestrian"{{/GM}}
ru: {{GM}}Запустить поиск: "Линн Телестриан"{{/GM}}

source: {{GM}}Run Search: "Payment Record 1952681"{{/GM}}
de: {{GM}}Suche durchführen: „Zahlungsnachweis 1952681"{{/GM}}
es: {{GM}}Ejecutar búsqueda: "Registro de pagos 1952681"{{/GM}}
fr: {{GM}}Recherche : "Archive de paiement 1952681"{{/GM}}
it: {{GM}}Esegui ricerca: "Registrazione pagamento 1952681"{{/GM}}
ru: {{GM}}Искать: "Платеж 1952681"{{/GM}}

source: {{GM}}Run Search: "Payment Record 2911012"{{/GM}}
de: {{GM}}Suche durchführen: „Zahlungsnachweis 2911012"{{/GM}}
es: {{GM}}Ejecutar búsqueda: "Registro de pagos 2911012"{{/GM}}
fr: {{GM}}Recherche : "Archive de paiement 2911012"{{/GM}}
it: {{GM}}Esegui ricerca: "Registrazione pagamento 2911012"{{/GM}}
ru: {{GM}}Искать: "Платеж 2911012"{{/GM}}

source: {{GM}}Run Search: "Project Aegis"{{/GM}}
de: {{GM}}Suche durchführen: „Projekt Aegis“{{/GM}}
es: {{GM}}Ejecutar búsqueda: "Proyecto Aegis"{{/GM}}
fr: {{GM}}Recherche : "Projet Aegis"{{/GM}}
it: {{GM}}Esegui ricerca: "Progetto Aegis"{{/GM}}
ru: {{GM}}Искать: "Проект Эгида"{{/GM}}

source: {{GM}}Run Search: "Sam Watts"{{/GM}}
de: {{GM}}Suche durchführen: „Sam Watts“{{/GM}}
es: {{GM}}Ejecutar búsqueda: "Sam Watts"{{/GM}}
fr: {{GM}}Lancer une recherche : "Sam Watts"{{/GM}}
it: {{GM}}Esegui ricerca: "Sam Watts"{{/GM}}
ru: {{GM}}Искать: "Сэм Уоттс"{{/GM}}

source: {{GM}}Run Search: "Universal Brotherhood"{{/GM}}
de: {{GM}}Suche starten: „Universelle Bruderschaft“{{/GM}}
es: {{GM}}Ejecutar búsqueda: "Hermandad Universal"{{/GM}}
fr: {{GM}}Chercher : "Confrérie Universelle"{{/GM}}
it: {{GM}}Esegui ricerca: "Fratellanza Universale"{{/GM}}
ru: {{GM}}Запустить поиск: "Всеобщее братство"{{/GM}}

source: {{GM}}Run search?{{/GM}}
de: {{GM}}Suche durchführen?{{/GM}}
es: {{GM}}¿Ejecutar búsqueda?{{/GM}}
fr: {{GM}}Lancer une recherche ?{{/GM}}
it: {{GM}}Eseguire ricerca?{{/GM}}
ru: {{GM}}Воспользоваться поиском?{{/GM}}

source: {{GM}}Russ Bulluck.{{/GM}}
ru: {{GM}}Русс Буллук.{{/GM}}

source: {{GM}}Sam still looks like drek. Same clothes, same background. Probably shot at the same time as the first video.{{/GM}} Hey buddy! Looking good! Looking good! {{GM}}He giggles.{{/GM}}
de: {{GM}}Sam sieht immer noch aus wie Drek. Die gleichen Klamotten, der gleiche Hintergrund. Vermutlich wurde es zur gleichen Zeit wie das erste Video aufgenommen.{{/GM}} Hey, du! Siehst gut aus! Richtig gut! {{GM}}Er kichert.{{/GM}}
es: {{GM}}Sam sigue teniendo mal aspecto. La misma ropa y el mismo fondo. Seguramente se grabó al mismo tiempo que el primer vídeo.{{/GM}} ¡Hola colega! ¡Tienes buen aspecto! ¡Tienes buen aspecto! {{GM}}Se ríe.{{/GM}}
fr: {{GM}}Sam a toujours le même air minable. Les mêmes habits, le même fond. Cette vidéo a probablement été tournée juste après la première.{{/GM}} Salut mon pote ! T'as bonne mine ! T'as bonne mine ! {{GM}}Il glousse.{{/GM}}
it: {{GM}}Sam ha un'aria decisamente sfatta, come sempre. Stessi abiti, stesso sfondo. Probabilmente ha girato questo video insieme al primo.{{/GM}} Ehi, come butta! Alla grande! Alla grande! {{GM}}Sorride.{{/GM}}
ru: {{GM}}Сэм выглядит все так же погано. Та же одежда, та же стена у него за спиной. Скорее всего, эту запись сделали сразу после первой.{{/GM}} Эй! Хорошо смотришься! Очень хорошо! {{GM}}Он хихикает.{{/GM}}

source: {{GM}}Sam straightens up. Talks seriously. First time.{{/GM}} Look, $(l.name)... I've led a drek life and I probably left a drek corpse. I’ve hurt people... hurt myself... I don’t know. Maybe I just want the last word. Maybe I just want someone to give a crap that I sucked air for awhile. What do you say?
de: {{GM}}Sam richtet sich auf und wird zum ersten Mal richtig ernst.{{/GM}} Hör zu, $(l.name) ... Ich hatte ein Drek-Leben und hinterlasse vermutlich auch eine Drek-Leiche. Ich habe Leute verletzt ... mich selbst verletzt ... Ich weiß auch nicht. Vielleicht will ich nur das letzte Wort in der Sache haben. Vielleicht will ich nur, dass es jemanden interessiert, dass ich mal am Leben war. Was sagst du dazu?
es: {{GM}}Sam se endereza. Habla con seriedad. Primera vez.{{/GM}} Mira, $(l.name)... He llevado una vida de mierda y probablemente dejé un cadáver de mierda. He hecho daño a otros... a mí mismo... No sé. Quizás solo quiera tener la última palabra. Quizás solo quiera que a alguien le importe una mierda el que yo haya respirado. ¿Qué me dices?
fr: {{GM}}Il se redresse. Il a l'air sérieux. Pour la première fois.{{/GM}} Écoute, $(l.name)... J'ai vécu une vie de merde, et j'ai sûrement laissé derrière moi un cadavre tout aussi pourri. J'ai fait souffrir... les autres, et moi-même... Je ne sais pas... Peut-être que je veux juste avoir le dernier mot. Peut-être que j'ai juste envie que quelqu'un sache que j'ai un jour foulé cette putain de planète. Qu'est-ce que t'en penses ?
it: {{GM}}Sam si raddrizza. Parla con aria seria. È la prima volta.{{/GM}} Guarda, $(l.name)... Ho fatto una vita di merda e forse ho lasciato uno schifoso cadavere. Ho fatto del male alla gente... a me stesso... Non lo so. Forse voglio solo avere l'ultima parola. Forse voglio solo qualcuno a cui interessi della mia vita. Che ne dici?
ru: {{GM}}Сэм расправляет плечи. В первый раз за все время этого звонка его голос звучит серьезно.{{/GM}} Слушай, $(l.name)... я прожил дерьмовую жизнь и скорее всего умру так же, как жил. Я причинил много боли людям... и много боли себе... Не знаю. Может, я хочу сказать свое последнее слово. Может, я надеюсь, что кому-то не все равно, что я коптил небо все эти годы. Что скажешь?

source: {{GM}}Samedi drops the French accent - and the voice modulation. He sounds young. 18 maybe.{{/GM}} I need you to listen to me right now. Telestrian Security is fully mobilized. Three helicopters containing elite armed response teams took off from Tir Tairngire 10 minutes ago. Time is running out. We need to make it appear like this operation is over - that you got what you were looking for and escaped. That will cause them to stand down their forces and initiate an inquest.
de: {{GM}}Der französische Akzent verschwindet aus Samedis Stimme – ebenso wie die Sprachverzerrung. Er klingt sehr jung, um die 18.{{/GM}} Du musst mir zuhören. Telestrians Sicherheitspersonal ist voll mobilisiert. Vor etwa 10 Minuten sind drei Hubschrauber voller bewaffneter Eliteeinheiten aus Tír Tairngire abgeflogen. Die Zeit läuft uns davon. Wir müssen es so aussehen lassen, als sei diese Mission beendet – als hättet ihr bekommen, was ihr wolltet. Das wird sie veranlassen, ihre Sicherheitsteams zurückzubeordern und eine Untersuchung einzuleiten.
es: {{GM}}Samedi pierde el acento francés y deja de impostar la voz. Suena joven. 18, tal vez.{{/GM}} Necesito que me escuches ahora mismo. La seguridad de Telestrian se ha movilizado por completo. Hace diez minutos despegaron de Tir Tairngire tres helicópteros con equipos de respuesta de élite armados. Se está acabando el tiempo. Tenemos que hacer que parezca que esta operación ha terminado, que conseguiste lo que estabas buscado y escapaste. Eso hará que retiren sus fuerzas e inicien una investigación.
fr: {{GM}}Samedi perd son accent créole, ainsi que la modulation de sa voix. Il a l'air jeune. 18 ans peut-être.{{/GM}} Écoutez-moi attentivement, maintenant. La sécurité de Telestrian est entièrement mobilisée. Trois hélicoptères contenant des équipes d'élite armées ont décollé de Tir Tairngire il y a 10 minutes. Le temps joue contre nous. Nous devons faire croire que cette opération est terminée, que vous avez déjà ce que vous vouliez, et que vous cherchez à vous échapper. Cela lèvera l'état d'alerte, et ils commenceront une enquête.
it: {{GM}}Samedi perde l'accento francese e la modulazione della voce. Ora sembra un giovane. Di circa 18 anni.{{/GM}} Ho bisogno di tutta la tua attenzione. La Telestrian ha mobilitato tutto l'apparato di sicurezza. Tre elicotteri con a bordo delle squadre d'élite di intervento armato sono decollati da Tir Tairngire 10 minuti fa. Abbiamo poco tempo. Dobbiamo far sembrare che l'operazione sia finita... che tua abbia preso quello che cercavi e sia fuggito. In questo modo ritireranno le loro squadre e dovranno avviare un'indagine interna.
ru: {{GM}}Самеди кончает валять дурака и отключает модулятор голоса. Ему вряд ли больше 18 лет, и он не француз.{{/GM}} Слушай меня внимательно. Телестриан поднял на ноги всю свою службу безопасности. Из Тир Тайрнжира десять минут назад вылетели три вертолета с эльфийскими войсками специального назначения. У нас мало времени. Мы должны сделать вид, что свернули операцию - то есть получили то, за чем пришли. Телестриан отзовет своих псов и начнет расследование.

source: {{GM}}Sam’s breathing is heavy and he looks shaken.{{/GM}} That was a helluva thing.
de: {{GM}}Sam atmet schwer und sieht ziemlich mitgenommen aus.{{/GM}} Das war vielleicht ’ne Sache.
es: {{GM}}Sam respira con dificultad y parece abatido.{{/GM}} Ha sido apabullante.
fr: {{GM}}Sam respire bruyamment et semble bouleversé.{{/GM}} Putain. C'était pas rien.
it: {{GM}}Sam respira pesantemente e sembra scosso.{{/GM}} È stato un casino.
ru: {{GM}}Сэм тяжело дышит. Его сотрясает крупная дрожь.{{/GM}} Ну мы и попали.

source: {{GM}}Sam’s smiles a toothy smile. {{/GM}} I've been waiting for this all night. New Larry has something he wants to say, don'tcha Larry? Go ahead, spill it.
de: {{GM}}Sam grinst ein gefährlich anmutendes Grinsen. {{/GM}} Darauf habe ich die ganze Nacht gewartet. New Larry hat etwas zu sagen, nicht wahr, Larry? Na los, raus damit.
es: {{GM}}Sam sonríe mostrando todos los dientes. {{/GM}} Llevo toda la noche esperándolo. New Larry quiere decir algo, ¿verdad, Larry? Venga, suéltalo.
fr: {{GM}}Sam sourit de toutes ces dents. {{/GM}} J'ai attendu ce moment toute la nuit. New Larry a quelque chose à dire, pas vrai Larry ? Vas-y, crache le morceau.
it: {{GM}}Sam sfodera un sorriso. {{/GM}} Ho aspettato tutta la notte questo momento. New Larry ha qualcosa da dire, o sbaglio? Eh, Larry? Forza, sputa il rospo.
ru: {{GM}}Сэм растягивает губы в неприятной ухмылке. {{/GM}} Я всю ночь этого ждал. Ларри хочет тебе что-то сказать, не так ли, Ларри? Давай уже, не тяни.

source: {{GM}}Sangoma is an urban shaman who proved her worth during a run against Fuchi last fall. She’s the quiet type - an experienced runner.{{/GM}} We’re out in the open here, $(l.name).
de: {{GM}}Sangoma ist eine Straßenschamanin, die ihr Können letzten Herbst in einem Run gegen Fuchi bewiesen hat. Sie ist der stille Typ – ein erfahrener Runner.{{/GM}} Wir sind hier völlig ungeschützt, $(l.name).
es: {{GM}}Sangoma es una chamán urbana que demostró el pasado otoño su valía durante un run contra Fuchi. Es tranquila, una experta runner.{{/GM}} Aquí estamos muy expuestos, $(l.name).
fr: {{GM}}Sangoma est une chamane urbaine qui a prouvé sa valeur lors d'un run contre Fuchi, l'automne dernier. Elle est du genre calme, un runner expérimenté.{{/GM}} On est en plein air ici, $(l.name).
it: {{GM}}Sangoma è una Sciamana di città che si è fatta valere durante la missione contro Fuchi dello scorso autunno. È una tipa tranquilla, una Runner esperta.{{/GM}} Siamo allo scoperto qui, $(l.name).
ru: {{GM}}Сангома - городской шаман, которая заработала свою репутацию прошлой осенью во время набега на корпорацию Фучи. Надежный товарищ, который не любит бросать слов на ветер.{{/GM}} Мы стоим у всех на виду, $(l.name).

source: {{GM}}Sangoma lowers her gun, eyes Sam.{{/GM}} You okay, Sam?
de: {{GM}}Sangoma lässt ihre Waffe sinken und begutachtet Sam.{{/GM}} Alles in Ordnung, Sam?
es: {{GM}}Sangoma baja el arma y observa a Sam.{{/GM}} Sam, ¿estás bien?
fr: {{GM}}Sangoma baisse son arme, et regarde Sam.{{/GM}} Ça va, Sam ?
it: {{GM}}Sangoma abbassa la pistola, osserva Sam.{{/GM}} Tutto bene, Sam?
ru: {{GM}}Сангома опускает оружие и глядит на Сэма.{{/GM}} Ты в порядке?

source: {{GM}}Say nothing.{{/GM}}
de: {{GM}}Sag nichts.{{/GM}}
es: {{GM}}No digas nada.{{/GM}}
fr: {{GM}}Ne rien dire.{{/GM}}
it: {{GM}}Non dire nulla.{{/GM}}
ru: {{GM}}Промолчать.{{/GM}}

source: {{GM}}Search the bunk.{{/GM}}
de: {{GM}}Durchsuche die Pritsche.{{/GM}}
es: {{GM}}Registrar la litera.{{/GM}}
fr: {{GM}}Fouiller la couchette.{{/GM}}
it: {{GM}}Ispeziona la branda.{{/GM}}
ru: {{GM}}Осмотреть койку.{{/GM}}

source: {{GM}}Search the locker.{{/GM}}
de: {{GM}}Durchsuche den Spind.{{/GM}}
es: {{GM}}Registrar la taquilla.{{/GM}}
fr: {{GM}}Fouiller le casier.{{/GM}}
it: {{GM}}Ispeziona l'armadietto.{{/GM}}
ru: {{GM}}Обыскать шкафчик.{{/GM}}

source: {{GM}}Select "Password Recovery".{{/GM}}
de: {{GM}}Wähle „Passwort wiederherstellen“ aus.{{/GM}}
es: {{GM}}Seleccionar "Recuperar contraseña".{{/GM}}
fr: {{GM}}Sélectionner "Récupérer le mot de passe".{{/GM}}
it: {{GM}}Seleziona "Recupera password".{{/GM}}
ru: {{GM}}Выбрать "Восстановление пароля".{{/GM}}

source: {{GM}}Select Housing location.{{/GM}}
de: {{GM}}Wohnflügel auswählen.{{/GM}}
es: {{GM}}Seleccionar lugar de la casa{{/GM}}
fr: {{GM}}Saisissez votre résidence.{{/GM}}
it: {{GM}}Seleziona il domicilio.{{/GM}}
ru: {{GM}}Выбрать размещение.{{/GM}}

source: {{GM}}Select UB ID alphanumeric.{{/GM}}
de: {{GM}}Zeichenfolge der UB-ID auswählen.{{/GM}}
es: {{GM}}Seleccionar identificación alfanumérica de la HU{{/GM}}
fr: {{GM}}Saisissez votre numéro d'identité de la Confrérie Universelle.{{/GM}}
it: {{GM}}Seleziona il codice di identificazione alfanumerico della FU{{/GM}}
ru: {{GM}}Выбрать идентификационный номер члена Всеобщего братства.{{/GM}}

source: {{GM}}Select password retrieval prompt.{{/GM}}
de: {{GM}}Passwort-Wiederherstellungsaufforderung auswählen.{{/GM}}
es: {{GM}}Seleccionar contraseña{{/GM}}
fr: {{GM}}Saisissez l'indication de récupération du mot de passe.{{/GM}}
it: {{GM}}Seleziona Recupera password.{{/GM}}
ru: {{GM}}Выбрать восстановление пароля.{{/GM}}

source: {{GM}}Send a happy BTL to the plugged-in Junkies{{/GM}}
de: {{GM}}Sende den angeschlossenen Junkies eine fröhliche BTL.{{/GM}}
es: {{GM}}Enviar un BTL feliz a los yonkis conectados{{/GM}}
fr: {{GM}}Envoyer un BTL joyeux aux accros qui sont branchés{{/GM}}
it: {{GM}}Manda una BTL allegra ai tossici collegati{{/GM}}
ru: {{GM}}Поставить для включенных наркоманов комедию{{/GM}}

source: {{GM}}Send a sad BTL to the plugged-in Junkies{{/GM}}
de: {{GM}}Sende den angeschlossenen Junkies eine traurige BTL.{{/GM}}
es: {{GM}}Enviar un BTL triste a los yonkis conectados{{/GM}}
fr: {{GM}}Envoyer un BTL triste aux accros qui sont branchés{{/GM}}
it: {{GM}}Manda una BTL triste ai tossici collegati{{/GM}}
ru: {{GM}}Поставить для включенных наркоманов трагедию{{/GM}}

source: {{GM}}Send a violent BTL to the plugged-in Junkies{{/GM}}
de: {{GM}}Sende den angeschlossenen Junkies eine gewalttätige BTL.{{/GM}}
es: {{GM}}Enviar un BTL violento a los yonkis conectados{{/GM}}
fr: {{GM}}Envoyer un BTL violent aux accros qui sont branchés{{/GM}}
it: {{GM}}Manda una BTL violenta ai tossici collegati{{/GM}}
ru: {{GM}}Поставить для включенных наркоманов боевик{{/GM}}

source: {{GM}}Send your drone through the hole.{{/GM}}
de: {{GM}}Schicke deine Drohne durch die Öffnung.{{/GM}}
es: {{GM}}Enviar a tu sonda por el agujero.{{/GM}}
fr: {{GM}}Envoyer votre drone à travers le trou.{{/GM}}
it: {{GM}}Invia il tuo drone attraverso l'apertura.{{/GM}}
ru: {{GM}}Отправить дрона в воздуховод.{{/GM}}

source: {{GM}}Shaking his head, Aljernon opens his clasped hands to you, as if begging forgiveness.{{/GM}} Too often this world leaves us confounded. I pray I have not left you in such a state with my idle musings.
de: {{GM}}Aljernon schüttelt den Kopf und streckt dir seine geöffneten Hände entgegen, als würde er um Vergebung bitten.{{/GM}} Zu oft stürzt uns diese Welt in Verwirrung. Ich hoffe, ich habe dich mit meinen Gedanken nicht in solch einen Zustand gebracht.
es: {{GM}}Aljernon sacude la cabeza y abre las manos hacia ti, como si implorara perdón.{{/GM}} A menudo, este mundo nos confunde. Espero no haberte sumido en ese estado con mis reflexiones.
fr: {{GM}}Remuant sa tête, Aljernon ouvre ses mains, comme s'il demandait pardon.{{/GM}} Ce monde nous laisse trop souvent déconcertés. Je prie pour ne pas vous avoir laissé dans un tel état avec mes vaines méditations.
it: {{GM}}Aljernon scuote la testa e apre le sue mani verso di te, come a chiedere perdono.{{/GM}} Troppo spesso questo mondo ci confonde. Mi auguro che le mie chiacchiere non abbiano fatto lo stesso con te.
ru: {{GM}}Алджернон качает головой и разводит руками, как бы прося у тебя прощения.{{/GM}} Мир часто задает нам загадки. Могу лишь надеяться, что я не смутил тебя моими дурными предчувствиями.

source: {{GM}}She bites her lower lip.{{/GM}} I like gingers. Anyway, Jake and Sam were having a few... well, Jake was having a few. Sam was tossing ‘em back but good. Eventually, he got loud, the way he sometimes did when he mixed drinking and who-knows-what and Mrs. Kubota wanted him ejected.
de: {{GM}}Sie beißt sich auf die Lippe.{{/GM}} Ich steh auf Rotschöpfe. Jedenfalls haben Jake und Sam ein paar Bierchen getrunken ... naja, Jake hat ein paar Bierchen getrunken. Sam hat sich fachmännisch besoffen. Irgendwann begann er, laut zu werden. Das kam schon mal vor, wenn er Alkohol mit weiß Gott was vermischte. Jedenfalls wollte Mrs. Kubota ihn rauswerfen.
es: {{GM}}Se muerde el labio inferior.{{/GM}} Me gustan los pelirrojos. Jake y Sam estuvieron tomándose unas cuantas... Bueno, Jake se tomó unas cuantas. Sam estaba bebiendo como un cosaco. Al final fue subiendo el tono, como hacía a veces cuando mezclaba la bebida con lo que fuera, y la Sra. Kubota decidió echarlo.
fr: {{GM}}Elle se mort la lèvre inférieure.{{/GM}} J'aime bien les roux. Peu importe, Jake et Sam buvaient quelques verres... enfin Jake tout du moins. Sam se les enfilait à la douzaine. Puis à un moment, il s'est mis à parler plus fort, comme lorsqu'il mélangeait l'alcool avec je ne sais quoi, et que Mme Kubota voulait le faire sortir.
it: {{GM}}Si morde il labbro inferiore.{{/GM}} Mi piacciono i rossi. Comunque, Jake e Sam si stavano facendo un paio di... beh, Jake se ne stava facendo un paio. Sam stava bevendo forte. Alla fine, iniziò a fare casino, come aveva fatto altre volte dopo aver mescolato alcolici e chissà cos'altro e la signora Kubota volle farlo buttare fuori.
ru: {{GM}}Она закусывает нижнюю губу.{{/GM}} Я люблю рыжих. Так или иначе, Джейк и Сэм набрались... Джейк еще держался, а вот Сэм заливал за воротник так, что уже не вязал лыка. Потом он начал буянить, как всегда бывало, когда он мешал алкоголь бог знает с чем, и миссис Кубота решила, что ему уже хватит.

source: {{GM}}She bows her head and closes her eyes, forcing a torrent of tears to cascade down her cheeks.{{/GM}} I wish that were true... but there’s no hope for me now. There’s no hope for anyone.
de: {{GM}}Sie senkt den Kopf und schließt die Augen. Tränen strömen ihr Gesicht herab.{{/GM}} Ich wünschte, das würde stimmen ... doch es besteht nun keine Hoffnung mehr für mich. Es besteht für niemanden mehr Hoffnung.
es: {{GM}}Baja la cabeza y cierra los ojos, y un torrente de lágrimas le inunda las mejillas.{{/GM}} Ojalá eso fuera cierto... pero ya no hay esperanza para mí. Ya no hay esperanza para nadie.
fr: {{GM}}Elle baisse la tête et ferme les yeux, forçant le torrent de larmes à ruisseler sur ses joues.{{/GM}} J'aimerais que ce soit vrai... mais il n'y a plus d'espoir pour moi. Il n'y plus d'espoir pour personne.
it: {{GM}}China il capo e chiude gli occhi mentre un fiume di lacrime scorre sulle sue guance.{{/GM}} Vorrei fosse vero... ma per me non c'è più speranza. Non c'è speranza per nessuno.
ru: {{GM}}Она наклоняет голову и закрывает глаза. Ее лицо быстро становится мокрым от слез.{{/GM}} Как бы я хотела, чтобы это оказалось правдой... Но для меня уже нет надежды. Надежды нет ни для кого.
