Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Don’t let my little night errand fool you, I am a creature of drunken leisure - not a man of action. But self-preservation is a terrific motivator. Got a rod for me?
de: Lass dich von meinem kleinen nächtlichen Auftrag nicht täuschen, ich bin ein Liebhaber der trunkenen Freuden – kein Mann der Tat. Aber Selbsterhaltung ist schon ’ne verdammt gute Motivation. Hast du ’ne Knarre für mich?
es: No dejes que mi pequeño encargo nocturno te confunda, soy una criatura de placer etílico, no un hombre de acción. Pero la autoconservación es un motivador genial. ¿Tienes un arma para mí?
fr: Je suis un homme de loisir et de boisson, pas un homme d'action. Ne laissez pas ma petite aventure nocturne vous convaincre du contraire. Mais la survie est d'une puissante motivation. Vous avez un bâton pour moi ?
it: Non farti ingannare dalla mia passeggiata notturna, sono un cultore della bevuta, non un uomo d'azione. Tuttavia lo spirito di sopravvivenza è un ottimo incentivo. Hai un'arma da darmi?
ru: Не позволяй моим ночным эскападам тебя обмануть - я всего-навсего пьяный бездельник, а не герой. Впрочем, инстинкт самосохранения я пропить еще не успел. Есть лишняя пушка?

source: Don’t mention it! Take care, $(l.name)!
de: Ach, kein Ding! Pass auf dich auf, $(l.name)!
es: ¡Ni lo menciones! ¡Cuídate, $(l.name)!
fr: Ne m'en parlez pas ! Bonne chance, $(l.name) !
it: Figurati! Fai attenzione, $(l.name)!
ru: Всегда пожалуйста! Удачи, $(l.name)!

source: Don’t talk - show.
de: Red nicht – zeig mir, was du kannst.
es: No hables; demuéstralo.
fr: Pas de baratin. Montrez-moi.
it: Voglio fatti, non parole.
ru: Меньше слов, больше дела.

source: Don’t tell anyone, but she's signing autographs outside right now.
de: Sag’s nicht weiter, aber sie gibt gerade eine kleine Autogrammstunde vor der Tür.
es: No se lo digas a nadie, pero está fuera firmando autógrafos.
fr: Ne le dites à personne, mais elle est en train de signer des autographes dehors.
it: Che non si sappia, ma è proprio qui fuori che sta firmando autografi.
ru: Только по секрету - она сейчас снаружи, раздает автографы.

source: Don’t thank me. Just spill your guts or I’ll spill them for you.
de: Dank mir nicht. Sag mir, wer du bist, oder ich zwing dich dazu.
es: No me des las gracias. Suéltalo todo si no quieres que tenga que hacerlo yo.
fr: Ne me remerciez pas. Crachez le morceau si vous ne voulez pas que je vous fasse parler moi-même.
it: Non mi ringraziare. Piuttosto, parla o ti faccio parlare io, con le cattive.
ru: Не надо меня благодарить. Говори, кто ты, а то будет хуже.

source: Don’t think that’ll be necessary.
de: Glaub kaum, dass das nötig sein wird.
es: No creo que eso sea necesario.
fr: Je ne crois pas que ce soit nécessaire.
it: Non penso che sarà necessario.
ru: Полагаю, в этом не будет необходимости.

source: Don’t worry, Marie-Louise. We’re going to get you out of here.
de: Keine Sorge, Marie-Louise. Wir holen dich hier schon raus.
es: No te preocupes, Marie-Louise. Vamos a sacarte de aquí.
fr: Ne vous inquiétez pas, Marie-Louise. On va vous faire sortir.
it: Non preoccuparti, Marie Louise. Ti porteremo fuori da qui.
ru: Не волнуйся, Мария-Луиза. Мы тебя спасем.

source: Don’t you think you’re hurting people selling them this drek?
de: Glaubst du nicht, dass du den Leuten mit diesem Drek schadest?
es: ¿No crees que haces daño a las personas vendiéndoles esta mierda?
fr: Tu ne penses pas que tu fais du mal au gens en vendant cette merde ?
it: Non credi di far del male alla gente, vendendo questa merda?
ru: Никогда не думал о том, что это дерьмо вредит людям?

source: Door unlocked.
de: Tür entriegelt.
es: Puerta desbloqueada.
fr: Porte déverrouillée.
it: Porta sbloccata.
ru: Дверь открыта.

source: Dorm A: Andy Shum Arries Arenas Charles Manchin Daniel Goldberg Dawne Wehrs Derek Takade Liz Chambers Robert Erlbacher Suraj Peiris Tiffany O’Brian Torbin Pace
de: Schlafsaal A: Andy Shum Arries Arenas Charles Manchin Daniel Goldberg Dawne Wehrs Derek Takade Liz Chambers Robert Erlbacher Suraj Peiris Tiffany O’Brian Torbin Pace
es: Dormitorio A: Andy Shum Arries Arenas Charles Manchin Daniel Goldberg Dawne Wehrs Derek Takade Liz Chambers Robert Erlbacher Suraj Peiris Tiffany O’Brian Torbin Pace
fr: Dortoir A : Andy Shum Arries Arenas Charles Manchin Daniel Goldberg Dawne Wehrs Derek Takade Liz Chambers Robert Erlbacher Suraj Peiris Tiffany O’Brian Torbin Pace
it: Dormitorio A: Andy Shum Arries Arenas Charles Manchin Daniel Goldberg Dawne Wehrs Derek Takade Liz Chambers Robert Erlbacher Suraj Peiris Tiffany O’Brian Torbin Pace
ru: Комната A: Энди Шурн Арриес Аренас Чарльз Манчин Дэниэл Голдберг Дон Верс Дерек Такаде Лиз Чемберс Роберт Эрлбахер Сурай Пейрис Тиффани О'Брайен Торбин Пейс

source: Dorm B Amanda Reynolds Chris Thompson Daniel Koenig-Schieber James Candalino Jason Dvorchak Kathy Fuchs Marco Caminada Monica Sachnoff Michael Nightingale Pasha Rick Maher
de: Schlafsaal B: Amanda Reynolds Chris Thompson Daniel Koenig-Schieber James Candalino Jason Dvorchak Kathy Fuchs Marco Caminada Monica Sachnoff Michael Nightingale Pasha Rick Maher
es: Dormitorio B: Amanda Reynolds Chris Thompson Daniel Koenig-Schieber James Candalino Jason Dvorchak Kathy Fuchs Marco Caminada Monica Sachnoff Michael Nightingale Pasha Rick Maher
fr: Dortoir B Amanda Reynolds Chris Thompson Daniel Koenig-Schieber James Candalino Jason Dvorchak Kathy Fuchs Marco Caminada Monica Sachnoff Michael Nightingale Pasha Rick Maher
it: Dormitorio B Amanda Reynolds Chris Thompson Daniel Koenig-Schieber James Candalino Jason Dvorchak Kathy Fuchs Marco Caminada Monica Sachnoff Michael Nightingale Pasha Rick Maher
ru: Комната B Аманда Рейнольдс Крис Томпсон Дэниэл Кёниг-Шайбер Джеймс Кандалино Джейсон Дворчак Кэти Фукс Марко Каминада Моника Сачнофф Майкл Найтингейл Паша Рик Маэр

source: Dorm C Christopher Kroupa Maggie Kay Michael Mitchell Judy Ades Julien Feraud Justin A. Inlow Michael L Jacobs Nancy Simpson Rodney Stanton III Rickard Johansson Sascha Vonhoff
de: Schlafsaal C: Christopher Kroupa Maggie Kay Michael Mitchell Judy Ades Julien Feraud Justin A. Inlow Michael L Jacobs Nancy Simpson Rodney Stanton III Rickard Johansson Sascha Vonhoff
es: Dormitorio C: Christopher Kroupa Maggie Kay Michael Mitchell Judy Ades Julien Feraud Justin A. Inlow Michael L Jacobs Nancy Simpson Rodney Stanton III Rickard Johansson Sascha Vonhoff
fr: Dortoir C Christopher Kroupa Maggie Kay Michael Mitchell Judy Ades Julien Feraud Justin A. Inlow Michael L Jacobs Nancy Simpson Rodney Stanton III Rickard Johansson Sascha Vonhoff
it: Dormitorio C Christopher Kroupa Maggie Kay Michael Mitchell Judy Ades Julien Feraud Justin A. Inlow Michael L Jacobs Nancy Simpson Rodney Stanton III Rickard Johansson Sascha Vonhoff
ru: Комната C Кристофер Крупа Мэгги Кэй Майкл Митчелл Джуди Эйдс Джулиен Фер Джастин А. Инлоу Майкл Л. Джейкобс Нэнси Симпсон Rodney Stanton III Рикард Йоханссон Саша Вонхофф

source: Dorm D Elizabeth Bizony James Burey Penny Dreadful Richard Newman Sahara Sam Halwa Thomas Treptow Visa Toivonen Victoria Eley Will Lassen Yakaru
de: Schlafsaal D: Elizabeth Bizony James Burey Penny Dreadful Richard Newman Sahara Sam Halwa Thomas Treptow Visa Toivonen Victoria Eley Will Lassen Yakaru
es: Dormitorio D: Elizabeth Bizony James Burey Penny Dreadful Richard Newman Sahara Sam Halwa Thomas Treptow Visa Toivonen Victoria Eley Will Lassen Yakaru
fr: Dortoir D Elizabeth Bizony James Burey Penny Dreadful Richard Newman Sahara Sam Halwa Thomas Treptow Visa Toivonen Victoria Eley Will Lassen Yakaru
it: Dormitorio D Elizabeth Bizony James Burey Penny Dreadful Richard Newman Sahara Sam Halwa Thomas Treptow Visa Toivonen Victoria Eley Will Lassen Yakaru
ru: Комната D Элизабет Бизони Джеймс Бьюри Пенни Дредфул Рикард Ньюман Сахара Сэм Халва Томас Трептоу Виса Тойвонен Виктория Эйли Вилл Лассен Йакару

source: Double the fee and the pebble is yours.
de: Ich will das Doppelte, dann gehört der Stein dir.
es: Duplique el pago y la piedra es suya.
fr: Doublez le prix et le galet est à vous.
it: Raddoppi la paga e la pietra e sua.
ru: Удвой обещанную цену, и камень твой.

source: Double what I currently owe you? Done. Now hand it over.
de: Verdoppeln, was ich dir im Moment schulde? Abgemacht. Jetzt her damit.
es: ¿Doblar lo que te debo? Hecho. Y ahora, dámela.
fr: Doubler ce que je vous dois ? C'est fait. Donnez-le-moi maintenant.
it: Raddoppiare quello che vi devo? Fatto. Adesso dammela.
ru: Удвоить обещанную тебе цену? Договорились. А теперь отдай мне камень.

source: Downstairs, trying on a new arm. Your run went south for her.
de: Unten. Sie probiert gerade einen neuen Arm an. Ihr Auftrag ging für sie nicht so gut aus.
es: Abajo, probándose un brazo nuevo. Tu run no le ha sentado nada bien.
fr: En bas, en train d'essayer une nouvelle arme. Votre run a plutôt échoué pour elle.
it: Al piano di sotto, sta provando un nuovo braccio. La missione è stata un disastro per lei.
ru: Внизу, примеряет новую руку. Ее набег плохо кончился.

source: Dr. Holmes
it: Dottor Holmes
ru: Доктор Холмс

source: Dr. Holmes, I presume. You're a hard man to reach, especially considering you're dead.
de: Dr. Holmes, nehme ich an. Ich muss sagen, Sie sind nicht gerade leicht zu finden. Vor allem da Sie tot sind.
es: El Dr. Holmes, supongo. Es un hombre difícil de encontrar, sobre todo si tenemos en cuenta que está usted muerto.
fr: Dr Holmes, je présume. Pas facile de vous trouver, surtout quand on sait que vous êtes mort.
it: Dottor Holmes, immagino. È molto difficile rintracciarla, specialmente considerando che lei è morto.
ru: Полагаю, вы доктор Холмс. Вас было не так-то легко разыскать, принимая во внимание тот факт, что вы давно мертвы.

source: Dr. Holmes. Employment records have him as the administrator at Mercy Mental, and the picture on his file matches the person you saw downtown. The same person this DNA belongs to. All the evidence points to him being your killer, whoever he really is.
de: Dr. Holmes. Laut Angestelltenakten ist er Leiter des Mercy Mental Hospital und das Bild in seiner Datei passt zu der Person, die du in der Stadt gesehen hast. Derjenige, zu dem diese DNA gehört. Alles deutet auf ihn als den Mörder hin. Wer er auch in Wirklichkeit sein mag.
es: El Dr. Holmes. Los informes laborales indican que era el administrador del hospital psiquiátrico Mercy, y la foto de su expediente coincide con la persona que viste en la ciudad. La misma persona a la que pertenece este ADN. Todas las pruebas indican que él es tu asesino, sea quien sea.
fr: Dr. Holmes. Ses registres indiquent qu'il fut administrateur à l'hôpital psychiatrique Mercy, et la photo sur son dossier correspond à la personne que tu as vu au centre-ville. La même personne à qui appartient cet ADN. Toutes les indices indiquent que c'est lui le meurtrier, qui que ce soit.
it: Il dottor Holmes. Nel suo dossier lavorativo figura come amministratore del Mercy Mental e la foto sul suo fascicolo corrisponde a quella della persona che hai visto in città. La stessa persona a cui appartiene questo DNA. Tutte le prove lo indicano come l'assassino che stai cercando, chiunque egli sia realmente.
ru: Доктор Холмс. В настоящий момент он работает главврачом психиатрической клиники "Милосердие", и фотография в его личном деле принадлежит эльфу, который попался тебе около места преступления. Этому же человеку принадлежит найденная ДНК. Кем бы он ни был на самом деле, он и есть наш убийца.

source: Dr. Holmes? A.k.a. Silas Forsberg. How's about we chat?
de: Dr. Holmes? Alias Silas Forsberg? Wie wär’s, wenn wir uns mal kurz unterhalten?
es: ¿Dr. Holmes? También conocido como Silas Forsberg. ¿Podríamos hablar un momento?
fr: Dr Holmes ? Alias Silas Forsberg. Et si on papotait un peu ?
it: Dottor Holmes? Anche noto come Silas Forsberg. Che ne dice di fare due chiacchiere?
ru: Доктор Холмс? Также известный как Сайлас Форберг. Мы можем поговорить?

source: Dr. Sara Castle
es: Dra. Sara Castle
it: Dottoressa Sara Castle
ru: Доктор Сара Касл

source: Drek!
es: ¡Mierda!
fr: Merde !
it: Dannazione!
ru: Дерьмо!

source: Drek! A security camera. We need to take out that camera. That should buy us some time to hack the wall console that controls the door.
de: Drek! Eine Überwachungskamera. Wir müssen sie ausschalten. Das sollte uns genug Zeit verschaffen, die Konsole zu hacken, mit der sich die Tür steuern lässt.
es: ¡Mierda! Una cámara de seguridad. Tenemos que eliminar esa cámara. Eso debería de darnos tiempo para piratear la consola de pared que controla la puerta.
fr: Merde ! Une caméra de surveillance. Il faut se débarrasser de cette caméra. Avec ça, on devrait avoir le temps de pirater la console murale qui contrôle la porte.
it: Merda! Una telecamera a circuito chiuso. Dobbiamo eliminare quella telecamera. Questo dovrebbe darci un po' di tempo per manomettere il pannello di controllo della porta.
ru: Черт! Видеокамера. Нужно от нее избавиться. Так мы выиграем время, чтобы хакнуть консоль и отпереть замок на этой двери.

source: Drek! For real? Alright... we'll settle this later.
de: Drek! Im Ernst? Na gut ... wir regeln das später.
es: ¡Mierda! ¿En serio? Bueno... Ya haremos cuentas más tarde.
fr: Merde ! Sérieux ? Bon... On verra ça plus tard.
it: Dannazione! Sul serio? Ok... sistemeremo la cosa più tardi.
ru: Вот дерьмо! В натуре вагон? Ладно, потом разберемся.

source: Dresden
ru: Дрезден

source: Dresden called me.
de: Dresden hat mir Bescheid gesagt.
es: Dresden me llamó.
fr: Dresden m'a appelé.
it: Mi ha chiamato Dresden.
ru: Мне позвонил Дрезден.

source: Dresden says nothing. A sly smile plays across his face as he turns back to his work, whistling a tune.
de: Dresden sagt nichts. Ein verschmitztes Grinsen zieht über sein Gesicht, als er sich wieder fröhlich pfeifend der Arbeit zuwendet.
es: Dresden no dice nada. Una sonrisa ladina le recorre el rostro al girarse de nuevo hacia su trabajo, mientras silba una melodía.
fr: Dresden ne dit rien. Un sourire sournois s'affiche sur son visage alors qu'il retourne à son travail en sifflant un petit air.
it: Dresden non dice nulla. Un sorriso sornione gli attraversa il volto mentre si rimette al lavoro fischiettando un motivetto.
ru: Дрезден не отвечает, только хитро улыбается. Он поворачивается к тебе спиной, берет в руки небольшую пилу и начинает насвистывать.

source: Dresden! Get out here!
de: Dresden! Mach, dass du herkommst!
es: ¡Dresden! ¡Ven aquí!
fr: Dresden ! Fichez le camp !
it: Dresden! Fuori di qui!
ru: Дрезден! Дуй сюда мухой!

source: Dresden, you don’t look so good.
de: Dresden, du siehst ja nicht besonders gut aus.
es: Dresden, no tienes buen aspecto.
fr: Dresden, vous n'avez pas l'air en forme.
it: Dresden, non hai un bell'aspetto.
ru: Дрезден, ты плохо выглядишь.

source: Dresden, you old bone-saw. Good to hear from you.
de: Dresden, alter Knochensäger. Schön, von dir zu hören.
es: Dresden, viejo cabronazo. Me alegro de tener noticias tuyas.
fr: Dresden, ce vieux coupeur de bras. Quel bon vent vous amène ?
it: Dresden, vecchio segaossa. È bello sentirti.
ru: Дрезден, старый негодник. Какая приятная неожиданность!

source: Drink up and get out, that’s none of your business.
de: Trink aus und verzieh dich, das geht dich nichts an.
es: Bebe y lárgate, esto no es asunto tuyo.
fr: Allez vous amuser ailleurs. Ça ne vous regarde pas.
it: Finisci di bere e fila via, non sono affari tuoi.
ru: Допивай и выметайся. Это не твое дело.

source: Drop the gun, Gino.
de: Lass die Waffe fallen, Gino.
es: Suelta la pistola, Gino.
fr: Lâche ce pistolet, Gino.
it: Posa la pistola, Gino.
ru: Брось оружие, Джино.

source: Dropped from a Mercy Mental security guard.
de: Vom Sicherheitspersonal des Mercy Mental Hospitals fallengelassen.
es: Dejada caer por un guarda de seguridad del hospital psiquiátrico Mercy.
fr: Un garde de l'hôpital psychiatrique Mercy l'a laissée tomber.
it: Smarrita da una guardia di sicurezza del Mercy Mental Hospital.
ru: Взят у охранника психиатрической клиники ''Милосердие''.

source: Dude
de: Kumpel
es: Colega
fr: Mec
it: Ragazzo
ru: Парень

source: Dunkelzahn.
ru: Дункельзана.

source: During the gold rush years, there was a census, and the politicians wanted as high a number as possible to gain power and revenue. To bolster their numbers, they decided to include all the “working girls” - of which there were many - to the rolls. However, given the times, they could not list the girl’s true occupation so they entered them all as “seamstresses”.
de: Zu Zeiten des Goldrausches wurde eine Volkszählung durchgeführt und die Politiker wollten natürlich eine möglichst hohe Zahl erreichen, um mehr Macht und Einnahmen zu erhalten. Um ihre Zahlen zu stärken, beschlossen sie, alle „Damen vom Gewerbe“ – von denen es viele gab – hinzuzuzählen. Allerdings konnten sie zu jener Zeit den wahren Beruf dieser Frauen nicht angeben, also trugen sie sie alle als „Seamstresses“ ein, also als Näherinnen.
es: En la época de la fiebre del oro, había un censo, y los políticos querían el mayor número posible para poder ganar poder e ingresos. Para reforzar sus cifras, decidieron incluir a todas las "chicas trabajadoras", que eran muchas, en las listas. Sin embargo, dada la época que era, no podían apuntar a qué se dedicaban realmente las chicas, por lo que las apuntaban como "costureras".
fr: À l'époque de la ruée vers l'or, il y a eu un recensement. Les politiciens voulaient gonfler les chiffres le plus possible pour gagner du pouvoir et un maximum de revenus. Pour augmenter la population, ils ont décidé d'inclure toutes les « filles de joie » (qui étaient fort nombreuses) sur la liste. Évidemment, en ce temps-là, on ne pouvait pas indiquer le véritable emploi des filles. On les a donc enregistrées comme « couturières » (« seamstresses » en anglais).
it: Durante gli anni della corsa all'oro, ci fu un censimento, e i politici volevano il maggior numero possibile di persone a sostenerli, per assicurarsi potere e ricchezza. Per rinforzare le fila dei votanti, decisero di includere nelle liste elettorali tutte le "ragazze lavoratrici", che erano moltissime Tuttavia, dati i tempi, non potevano indicare la vera occupazione delle ragazze, e così le etichettarono come "seamstresses", cioè "sarte".
ru: Во времена золотой лихорадки правительство попыталось провести перепись населения, как можно более исчерпывающую. Разумеется, они не могли не включить в нее девушек легкого поведения - поверь, их всегда было немало - но в то же время не могли позволить переписчикам внести в официальные документы эту не самую почетную профессию. Всех их переписали как “белошвеек”.

source: Dwarf Muscle
de: Zwergenschläger
es: Sicario enano
fr: Gros bras nain
it: Nano mercenario
ru: Дворф-охранник

source: DwarfAdept
de: Zwergenadept
fr: Nain Adepte
ru: Дворф-адепт

source: DwarfSam
de: Zwerg Sam
fr: Nain Sam
ru: Дворф-самурай

source: Dying. Didn’t you know? Yeah, everyone could tell. You could just look at him and see he was a walking corpse. It had to be the drinking. Then he disappeared for awhile and one day he came back all better. Looked good, even.
de: Todkrank. Wusstest du das nicht? Alle haben es bemerkt. Du musstest ihn dir nur ansehen und wusstest, dass er eine wandelnde Leiche war. Es muss an der Sauferei gelegen haben. Dann ist er eine Weile verschwunden und kam irgendwann in einem deutlich besseren Zustand zurück. Er sah richtig gesund aus.
es: Se estaba muriendo. ¿No lo sabías? Sí, todo el mundo se dio cuenta. Con solo mirarlo sabías que era un cadáver andante. Tuvo que ser la bebida. Después desapareció durante un tiempo y, un día, volvió y estaba mejor. Incluso tenía buen aspecto.
fr: Mourant. Tu savais pas ? Tout le monde pouvait le deviner. Il n'y avait qu'à le regarder pour voir que c'était un cadavre ambulant. Ça devait venir de la boisson. Puis il a disparu pendant un moment, et un jour il est revenu en bien meilleur état. Il avait bonne allure, même.
it: Stava morendo. Non lo sapevi? Sì, tutti lo pensavano. Bastava un'occhiata per capire che era un cadavere ambulante. Forse perché beveva. Poi scomparve per un po' e un giorno tornò rimesso a nuovo. Aveva anche un bell'aspetto.
ru: Он умирал. Тебе никто не сказал об этом? Это же было очевидно. Одного взгляда на него было достаточно, чтобы понять. Он почти спился. А потом он исчез на несколько недель и вернулся как ни в чем не бывало. Здоровый и бодрый.

source: EMPLOYMENT RECORDS LOCATED --> Henry Hollings Holmes MD, Phd.
de: PERSONALUNTERLAGEN GEFUNDEN --> Henry Hollings Holmes MD, Phd.
es: INFORMES LABORALES LOCALIZADOS --> Henry Hollings Holmes, Médico, Doctor en medicina.
fr: REGISTRES DE TRAVAIL LOCALISÉS --> Docteur Henry Hollings Holmes.
it: FASCICOLI PERSONALI INDIVIDUATI --> Dottor Henry Hollings Holmes, Phd.
ru: ЛИЧНОЕ ДЕЛО СОТРУДНИКА --> Генри Холлингз Холмс.

source: EXECUTIVE ACTIONS
de: DAS OBERSTE STOCKWERK
es: ACTOS EJECUTIVOS
fr: LE TEMPS DES ACTIONS
it: MISURE ESECUTIVE
ru: КОРПОРАТИВНАЯ КУЛЬТУРА

source: Earns me nuyen on the Black Market.
de: Bringt ordentlich Nuyen auf dem Schwarzmarkt.
es: Me conseguirá nuyens en el mercado negro.
fr: Ça me rapporte gros au marché noir.
it: Vale un sacco di nuyen sul mercato nero.
ru: Чтобы продать его на черном рынке за большие деньги.

source: Earthquake
de: Erdbeben
es: Terremoto
fr: Tremblement de terre
it: Terremoto
ru: Землетрясение

source: Easy there, I'm going.
de: Immer mit der Ruhe, ich geh ja schon.
es: Tranqui, estoy en ello.
fr: Du calme, je m'en vais.
it: Tranquillo, me ne sto andando.
ru: Полегче на поворотах. Я уже ухожу.

source: Easy, Paco. She'll be okay, if we keep our heads. Are you with me?
de: Ruhig, Paco. Es wird alles gut, wenn wir einen kühlen Kopf bewahren. Verstehst du mich?
es: Tranquilo, Paco. No le pasará nada, si no perdemos los estribos. ¿Estás conmigo?
fr: Du calme, Paco. Il ne lui arrivera rien, tant qu'on garde notre sang-froid. D'accord ?
it: Tranquillo, Paco. Se non perdiamo la testa se la caverà. Ci sei?
ru: Расслабься, Пако. Если мы не начнем суетиться, с ней все будет в порядке. Ты меня слышишь?

source: Easy, gramps. I'm just looking for information, then I'm gone.
de: Immer mit der Ruhe, Opa. Ich will nur ein paar Infos, dann bin ich auch schon weg.
es: Tranquilo, abuelo. Solo necesito información, después me marcharé.
fr: Tranquille, papy. Je cherche simplement des informations, et après je m'en vais.
it: Tranquillo, nonno. Sto solo cercando qualche informazione, poi sparisco.
ru: Спокойно, старик. Мне нужна информация. Потом я уйду.

source: Eat the Blue candy
de: Iss ein blaues Bonbon.
es: Cómete la golosina azul
fr: Manger le bonbon bleu
it: Mangia la caramella blu
ru: Попробовать синюю конфетку

source: Eat the Red candy
de: Iss ein rotes Bonbon.
es: Cómete la golosina roja
fr: Manger le bonbon rouge
it: Mangia la caramella rossa
ru: Попробовать красную конфетку
