Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Given Mr. Silverstar's paranoia about security, we could not get into his office in a straightforward manner last night. However, thanks to the mayhem created by you and your shadowrunners, a situation ripe for exploitation now exists.
de: Dank Mr. Silverstars Paranoia, was Sicherheitsfragen betrifft, konnten wir letzte Nacht nicht einfach in sein Büro eindringen. Doch dank dem von dir und deinen Shadowrunnern verursachtem Chaos existiert nur eine Situation, die es auszunutzen gilt.
es: Dada la paranoia del Sr. Silverstar por la seguridad, ayer por la noche no podíamos colarnos en su oficina sin más. Pese a ello, gracias al caos que creasteis tus shadowrunners y tú, ha surgido una situación de vulnerabilidad perfecta.
fr: Étant donné que M. Silverstar est un peu paranoïaque niveau sécurité, on ne pouvait pas entrer dans son bureau comme si de rien n'était hier soir. Heureusement, grâce au tumulte que vos shadowrunners et vous avez créé, les circonstances sont maintenant on ne peut plus favorables.
it: Vista la paranoia del signor Silverstar sulla sicurezza, non potevamo entrare in questo ufficio normalmente, ieri sera. Tuttavia, grazie al caos combinato da te e i tuoi Shadowrunner, ora possiamo sfruttare la situazione.
ru: Если учесть, что мистер Сильверстар - настоящий параноик, вчера ночью мы никак не могли забраться в его офис. С другой стороны, вы подняли такой шум, что сегодня у нас появилась замечательная возможность, которой грех было бы не воспользоваться.

source: Given the state of the astral these days, I might soon make that trade myself.
de: So wie es im Astralraum derzeit aussieht, wäre das vielleicht auch eine Option für mich.
es: Dado el estado del plano astral estos días, pronto podría ocuparme de ese asunto en persona.
fr: Étant donné l'état de l'astral ces derniers temps, je vais bientôt faire affaire.
it: Data la condizione del piano astrale, potrei presto fare qualche scambio di persona.
ru: Если учесть, на что астральное пространство похоже в последнее время - я тоже.

source: Glad I could help you out.
de: Es freut mich, dass ich helfen konnte.
es: Me alegra haber podido ayudarte.
fr: Si seulement je pouvais vous aider.
it: Felice di poterti aiutare.
ru: Рад был помочь.

source: Glad for that on both counts, but I doubt Renraku's hired help are gonna be that picky about who they geek. You may be good, but eight against three seems like long odds.
de: Das freut mich gleich doppelt, aber ich denke, dass die Leute, die Renraku angeheuert hat, nicht sehr wählerisch sein werden, wen sie umlegen. Ihr seid vielleicht gut, aber acht gegen drei ist echt keine gute Quote.
es: Me alegro por ambas partes, pero no creo que la ayuda contratada por Renraku vaya a ser muy quisquillosa sobre a quién disparan. Puede que seáis buenos, pero ocho contra tres parece una mala proporción.
fr: Ça me fait très plaisir, l'un et l'autre, mais je doute que les mercenaires de Renraku fassent la fine bouche sur ce qu'ils zigouillent. Vous êtes peut-être doués, mais huit contre trois, ça m'a l'air tendu.
it: Mi fa piacere saperlo, ma dubito che gli scagnozzi della Renraku faranno tanto gli schizzinosi su chi ammazzare. Sarete anche bravi, ma tre contro otto mi pare comunque un azzardo.
ru: Мне очень приятно это слышать, но я сомневаюсь, что наемники Ренраку будут разбирать, в кого среляют. Может, вы и хороши, но восемь против троих - это не самый лучший расклад.

source: Glad there's no trolls around here...
de: Bin ich froh, dass hier keine Trolle unterwegs sind ...
es: Me alegro de que no haya trolls por aquí...
fr: Content qu'il n'y ait pas de trolls dans le coin...
it: Per fortuna non ci sono troll in giro...
ru: Хорошо, что троллей сюда не пускают...

source: Glad to be of service.
de: Freut mich, dass ich helfen konnte.
es: Me alegro de poder ser útil.
fr: Heureux de pouvoir vous aider.
it: Felice di essere d'aiuto.
ru: Всегда пожалуйста.

source: Glad to see you well, $(l.name).
de: Schön, dich wohlauf zu sehen, $(l.name).
es: Me alegro de ver que estás bien, $(l.name).
fr: Content de vous voir également, $(l.name).
it: Piacere di vederti in forma, $(l.name).
ru: Рад нашей встрече, $(l.name).

source: Glad you checked back, I am always getting new stuff in, so check the lists as I am sure you will find something you can’t live without.
de: Gut, dass du noch mal vorbeigeschaut hast. Ich krieg immer wieder neues Zeug rein, also sieh dir die Liste an. Ich bin sicher du findest etwas, ohne das du nicht leben möchtest.
es: Me alegro de que hayas vuelto, siempre tengo novedades, échale un vistazo a las listas, seguro que encontrarás algo sin lo que no podrás vivir.
fr: Content de vous revoir. Je reçois tout le temps de nouveaux articles. Jetez un coup d'œil à la liste ; je suis sûr que vous trouverez ce qu'il vous faut.
it: Sono contento di rivederti, ricevo sempre nuovi articoli e se dai un'occhiata alla lista sono sicuro che troverai qualcosa che non puoi non avere.
ru: Рад снова тебя видеть. У меня часто появляется что-нибудь новенькое, так что заглядывай ко мне время от времени. Не сомневаюсь, что сумею тебя порадовать так или иначе.

source: Glad you’re convinced because I’m not. No one’s ever used this magic bug juice before.
de: Dann ist wenigstens einer von uns beiden überzeugt. Dieses magische Pestizid wurde doch überhaupt noch nie getestet.
es: Me alegro de que estés convencido, porque yo no lo estoy. Nadie ha utilizado nunca antes este zumo de bicho mágico.
fr: Vous êtes peut-être convaincu mais pas moi. Personne ne s'est jamais servi de ce spray magique.
it: Sono felice che tu sia convinto, perché io non lo sono. Nessuno ha mai usato questa magia per insetti prima d'ora.
ru: То есть вы приняли решение. А вот у меня нет уверенности, что этот волшебный клопомор сработает так, как надо.

source: Gladly! It’s something we’re happy to share. I just thought you’d prefer to hear it from someone more articulate than me. It starts with the idea that meta-humanity is good at its core and that we are all one family. But more than that, it’s that we are linked to something greater than ourselves. Something beyond time - something beyond flesh.
de: Mit Freuden! Es ist etwas, das wir sehr gerne teilen. Ich dachte nur, du hörst es vielleicht lieber von jemanden, der etwas redegewandter ist als ich. Die Grundidee ist, dass die Metamenschheit im Kern gut ist und wir alle derselben großen Familie angehören. Aber noch darüber hinaus sind wir alle mit etwas verbunden, das größer ist, als wir selbst. Etwas jenseits der Zeit – etwas jenseits des Fleisches.
es: ¡Me encantaría! Es algo que estamos encantados de compartir. Solo pensé que preferirías oírlo de alguien más elocuente que yo. Empieza con la idea de que la metahumanidad es primordialmente buena y que todos somos una sola familia. Pero más que eso, es que estamos unidos a algo más grande que nosotros mismos. Algo más allá del tiempo... algo más allá de la carne.
fr: Avec joie ! C'est quelque chose que nous sommes heureux de partager. Je pensais juste que vous préféreriez l'entendre de quelqu'un de plus... articulé que moi. Tout part de l'idée que la méta-humanité est bonne en son cœur et que nous ne sommes tous qu'une seule et même famille. Mais en plus de cela, nous sommes tous liés à quelque chose de plus grand que nous. Quelque chose au-delà du temps, au-delà de la chair.
it: Con piacere! È qualcosa che condividiamo con piacere. Pensavo solo che preferissi sentirla da qualcuno più preparato di me. L'idea di partenza è che la metaumanità è una cosa buona e fondamentale, e che siamo tutti una grande famiglia. Ma più di questo, è il fatto che siamo legati a qualcosa di più grande di noi. Qualcosa che va oltre il tempo, oltre la carne.
ru: С радостью! Я просто подумал, что ты захочешь услышать Истину из уст кого-то не такого косноязычного, как я. Основа нашей веры - убежденность в том, что метачеловечество прекрасно по природе своей и что все мы - одна большая семья. Но это еще не все. Все мы связаны между собой и вместе можем стать чем-то большим. Чем-то, что неподвластно времени и не сковано мерзкой плотью.

source: Glass jaw...
de: Glaskinn ...
es: Mandíbula de cristal...
fr: Minable...
it: Pappamolle...
ru: Слабак...

source: Glory to the elevated!
de: Ruhm und Ehre der Erhabenen!
es: ¡Gloria a los ascendidos!
fr: Gloire à l'élevé !
it: Gloria a chi è stato innalzato!
ru: Слава святейшим!

source: Go ahead and toss it. [Turn it down.]
de: Ach, wirf sie einfach weg. [Lehne den Beleg ab.]
es: Adelante, tírala. [Rechazarla.]
fr: Vas-y. [Décliner l'offre.]
it: Buttala pure. [Rifiuta.]
ru: Можешь смело выбрасывать. [Отказаться.]

source: Go away, I'm not letting you into the office.
de: Verschwinde, ich lass dich nicht ins Büro.
es: Lárgate, no te voy a dejar entrar en la oficina.
fr: Allez-vous-en, je ne vous laisserai pas entrer dans le bureau.
it: Allontanati, non ti lascerò entrare nell'ufficio.
ru: Уходи. Я не собираюсь пускать тебя в кабинет.

source: Go get ‘em, $(l.sir).
de: Geh und zeig es ihnen.
es: Ve a por ellos, $(l.sir).
fr: Allez, vous les aurez, $(l.sir).
it: Vai e dai loro quello che si meritano, $(l.sir).
ru: Прижми их как следует, $(l.sir).

source: Go to the Universal Brotherhood?
de: Zur Universellen Bruderschaft gehen?
es: ¿Ir a la Hermandad Universal?
fr: Aller à la Confrérie Universelle ?
it: Andare alla Fratellanza Universale?
ru: Отправиться во Всеобщее братство?

source: Go to the Watts Funeral
de: Geh zur Watts-Beerdigung
es: Ve al funeral de Watts.
fr: Aller aux funérailles des Watts
it: Vai al funerale di Watts
ru: Посети похороны Сэма и Мелинды Уоттс

source: Gonna give up being a runner?
de: Willst du dein Runner-Dasein aufgeben?
es: ¿Vas a dejar de ser una runner?
fr: Tu abandonnes le run ?
it: Smetterai di essere Runner?
ru: Больше не хочешь быть раннером?

source: Goo goo g'joob! {{GM}}He bows with a flourish.{{/GM}} I am Har'lea'quinn. The Lightbearer. Last Knight of the Crying Spire. He who manipulates shadowrunners and fights duels with assholes. And for the next hour or two, I am at your service.
de: Goo goo g’job! {{GM}}Er verbeugt sich mit einer schwungvollen Bewegung.{{/GM}} Ich bin Har’lea’quinn. Träger des Lichts. Letzter Ritter der roten Zinne. Der Mann, der Shadowrunner für sich tanzen lässt und Duelle mit Arschlöchern austrägt. Und für die nächsten ein, zwei Stunden... stehe ich dir zu Diensten.
es: ¡Bue bue bue'traba'jo! {{GM}}Saluda con un ademán ostentoso.{{/GM}} Soy Ar'le'quín. El portador de la Luz. El último caballero de la Aguja Llorosa. El que manipula a los shadowrunners y se enfrenta en duelo a capullos. Y, durante una o dos horas, estoy a tus órdenes.
fr: Bien bien bien joué ! {{GM}}Il fait une révérence avec de grands gestes.{{/GM}} Je suis Har'lea'quinn. Le porteur de lumière. Dernier chevalier du Crying Spire. Celui qui manipule les shadowrunners et combat en duel contre les salopards. Et durant les prochaines heures, je suis à votre service.
it: Eccellente! {{GM}}Si inchina con un gesto vezzoso.{{/GM}} Son Ar-le-cchino. Il Lucifero. Ultimo cavaliere del Pinnacolo del pianto. Colui che manipola gli Shadowrunner e sfida a duello i bastardi. Per un'ora o due sarò al tuo servizio.
ru: Ай, молодца! {{GM}}Он делает изящный поклон.{{/GM}} Я Хар'леа'кинн. Светоносный. Последний рыцарь Кричащей башни. Тот, кто дергает раннеров за ниточки и вызывает на поединки засранцев. На ближайшие пару часов я всецело к твоим услугам.

source: Good catch. That information's probably worth a fortune if you found a buyer.
de: Da ist was dran. Solche Informationen sind sicherlich ’ne Menge wert, wenn man den richtigen Käufer findet.
es: Bien pensado. Seguramente esa información valdrá una fortuna si encuentras comprador.
fr: Bien vu. Ces renseignements doivent valoir une fortune, à condition de trouver preneur.
it: Ottima osservazione. Questa informazione probabilmente vale una fortuna se trovi a chi venderla.
ru: Хороший вопрос. За нее можно выручить неплохие деньги, если ты знаешь подходящего покупателя.

source: Good catch. That matches up with something I've seen runners try... It's easy enough to find a body shop that'll make a replica set of teeth for you. Find some schlub off the street no one will miss, swap the teeth and throw the heat off your trail for a while. Lucky I've never been that desperate.
de: Gut gesehen. Das passt zu etwas, was verschiedene Runner schon versucht haben ... Es ist eigentlich ganz einfach, einen Laden zu finden, der dir eine Kopie deiner Zähnen macht. Dann braucht man nur noch eine arme Sau von der Straße, die keiner vermissen wird – Zähne austauschen und schon hast du eine Zeit lang Ruhe vor der Polizei. Zum Glück war ich noch nie verzweifelt genug für sowas.
es: Buena deducción. Eso coincide con algo que he visto intentar hacer a los runners... Es relativamente fácil encontrar un taller que te haga una réplica de una dentadura. Buscar a un desgraciado por la calle al que nadie vaya a echar de menos, cambiar los dientes y despejarte el camino durante un tiempo. Menos mal que yo nunca he estado tan desesperado.
fr: C'est ça. Ça correspond à un truc que j'ai déjà vu, que des runners avaient essayé... Il est assez facile de trouver un endroit où faire une réplique de tes dents. Trouve un bon à rien dans la rue qui ne manquera à personne, remplace-lui ses dents par les tiennes et fais-toi oublier un moment. Au moins j'en suis jamais arrivé là...
it: Ottima osservazione. Combacia perfettamente con una cosa che ho visto provare a fare ai Runner... È abbastanza semplice trovare un negozio di arti che ti faccia una copia della dentatura. Trova qualche miserabile qualunque di cui nessuno sentirà la mancanza, scambia i denti e potrai stare in tranquillità per un po'. Fortunatamente non ho mai raggiunto un tale grado di disperazione.
ru: Точно подмечено. Я знаю нескольких раннеров, которые поступили именно так... Найти лавочку, которая сделает тебе копию челюсти, не очень трудно. После этого ты берешь какого-нибудь несчастного ублюдка с улицы, которого никто не хватится, имплантируешь ему эту челюсть и сбиваешь погоню со следа. К счастью, сам я никогда не оказывался в настолько отчаянном положении.

source: Good dead-drops are so hard to keep.
de: Gute Verstecke sind echt schwer zu halten.
es: Es difícil mantener los buenos lugares de recogida.
fr: Les bonnes boîtes aux lettres mortes sont difficiles à garder.
it: I nascondigli migliori sono sempre i più difficili da tenere.
ru: Хороший тайник в наши дни большая редкость.

source: Good evening, young $(l.Race) and welcome to this humble home that we call the Union. I am Aljernon Half-Dream. To ease your way through the Sixth World, I offer you the best in magical foci, spells, and fetishes for the conjuring of spirits.
de: Einen schönen Abend, junger $(l.Race), und willkommen in diesem bescheidenen Heim, das wir die Union nennen. Ich bin Aljernon Half-Dream. Um deinen Pfad durch die Sechste Welt zu ebnen, biete ich dir die besten magischen Foki, Zaubersprüche und Fetische zum Beschwören von Geistern.
es: Buenas noches, joven $(l.Race), te doy la bienvenida a este humilde hogar al que llamamos Unión. Soy Aljernon Mediosueño. Para facilitar tu viaje por el Sexto Mundo, te ofrezco lo mejor en focos mágicos, hechizos y talismanes para conjurar espíritus.
fr: Bonsoir, jeune $(l.Race), et bienvenue dans cette humble demeure que nous appelons l'Union. Je suis Aljernon Demi-songe. Afin de faciliter votre passage à travers le Sixième Monde, je vous propose les meilleurs foci magiques, les meilleurs sorts et les meilleurs fétiches pour conjurer les esprits.
it: Buonasera, giovane $(l.Race) e il mio benvenuto in questa umile dimora che chiamiamo Union. Sono Aljernon Half-Dream Per facilitare il tuo passaggio attraverso il Sesto Mondo, ti offro il meglio di oggetti magici, incantesimi e feticci per l'evocazione degli spiriti.
ru: Доброго вечера, $(l.Race), и добро пожаловать в наше укромное пристанище, которое для краткости все называют просто Союзом. Меня зовут Алджернон Наполовину Спящий. Я готов помочь тебе отыскать путь в Шестом мире и предлагаю фокусирующие кристаллы, заклинания и фетиши для призыва духов.

source: Good job. Thanks.
de: Gute Arbeit. Danke.
es: Buen trabajo. Gracias.
fr: Bon travail. Merci.
it: Bel lavoro. Grazie.
ru: Отлично! Спасибо.

source: Good luck in the basement... Holmes and Pitezel are waiting.
de: Viel Glück im Untergeschoss ... Holmes und Pitezel warten schon.
es: Buena suerte en el sótano... Holmes y Pitezel te están esperando.
fr: Bonne chance au sous-sol... Holmes et Pitezel vous attendent.
it: Buona fortuna nello scantinato... Holmes e Pitezel stanno aspettando.
ru: Удачи в подвале. Холмс и Пицель тебя уже ждут.

source: Good luck out there.
de: Viel Glück da draußen.
es: Buena suerte ahí fuera.
fr: Bonne chance.
it: Buona fortuna là fuori.
ru: Желаю удачи.

source: Good luck to you, $(l.name). I hope you can find the same justice for your friend that I found for my brother.
de: Viel Glück, $(l.name). Ich hoffe, du kannst für deinen Freund Gerechtigkeit finden, so wie ich für meinen Bruder.
es: Buena suerte, $(l.name). Espero que puedas encontrar la misma justicia para tu amigo que yo encontré para mi hermano.
fr: Bonne chance à toi, $(l.name). J'espère que tu pourras trouver la même justice pour ton ami que celle que j'ai trouvée pour mon frère.
it: Buona fortuna, $(l.name). Spero che tu riesca trovare per il tuo amico la stessa giustizia che io ho trovato per mio fratello.
ru: Удачи, $(l.name). Я надеюсь, ты сможешь отомстить убийце твоего друга так же, как я отомстила убийце моего брата.

source: Good luck. I gotta get back to the looking for Sam’s killer.
de: Viel Glück. Ich muss weiter nach Sams Mörder suchen.
es: Buena suerte. Tengo que volver a la caza del asesino de Sam.
fr: Bonne chance. Il faut que je retourne à la chasse de l'assassin de Sam.
it: Buona fortuna. Devo tornare a indagare sull'assassino di Sam.
ru: Желаю удачи. Мне надо искать убийцу Сэма.

source: Good morning, Detective McKlusky. It's a fine day for police corruption, isn't it?
de: Guten Morgen, Detective McKlusky. Heute ist ein schöner Tag für Korruption, nicht wahr?
es: Buenos días, inspector McKlusky. Un hermoso día para la corrupción, ¿verdad?
fr: Bonjour, détective McKlusky. Bonne journée pour corrompre un policier, n'est-ce pas ?
it: Buongiorno, detective McKlusky. È un buon giorno per corrompere la polizia, vero?
ru: Доброе утро, Макклюски. Ты уже перестал брать взятки? Отвечай, да или нет?

source: Good morning, mon ami! You look well!
de: Guten Morgen! Du siehst gut aus!
es: ¡Buenos días, mon ami! ¡Tienes buen aspecto!
fr: Bonjour, mon ami ! Vous avez bonne mine !
it: Buongiorno, mon ami! Sembri in forma!
ru: Доброе утро, mon ami! Ты хорошо выглядишь!

source: Good nuyen while you got it. I’m $(l.name), by the way.
de: Gute Nuyen, solange man sie hat. Ich bin übrigens $(l.name).
es: Buenos nuyens mientras lo tengas. Soy $(l.name), a propósito.
fr: C'est une belle somme. Je m'appelle $(l.name).
it: Farai un bel gruzzolo. Sono $(l.name), comunque.
ru: Хорошие леньги на дороге не валяются. А меня зовут $(l.name), если что.

source: Good senses, chummer. Alright, I'll give you 3,000.
de: Gute Nase, Chummer. In Ordnung, ich gebe dir 3000.
es: Buen olfato, colega. Vale, te daré 3000.
fr: Vous ne perdez pas le nord. D'accord, je vous en donne 3 000.
it: Hai fatto un buon affare. Ok, ti posso dare 3.000.
ru: Разумно. Хорошо, я предлагаю тебе 3000.

source: Good thing the Union’s got you then.
de: Dann ist es gut, dass die Union dich hat.
es: Me alegro de que el Unión te haya llegado hondo.
fr: Une bonne chose que l'Union vous ait, alors.
it: Per fortuna l'Union può contare su di te.
ru: Союзу повезло - у него есть ты.

source: Good thing we’ve got each other.
de: Es ist gut, dass wir einander haben.
es: Menos mal que nos tenemos el uno al otro.
fr: Une bonne chose que l'on puisse compter l'un sur l'autre.
it: Per fortuna possiamo contare l'uno sull'altro.
ru: Союзу повезло вдвойне - у него есть ты и я.

source: Good timing.
de: Gutes Timing.
es: Justo a tiempo.
fr: Bon timing.
it: Tempismo perfetto.
ru: Давно пора.

source: Good to be back, Mr. Kluwe. What’s the latest news?
de: Es ist schön, wieder hier zu sein, Mr. Kluwe. Was gibt’s Neues?
es: Me alegro de estar de vuelta, Sr. Kluwe. ¿Hay noticias?
fr: C'est bon d'être de retour, M. Kluwe. Quelles sont les nouvelles ?
it: È bello essere di nuovo qui, signor Kluwe. Quali sono le ultime notizie?
ru: Всегда приятно вернуться домой, мистер Клюве. Какие новости?

source: Good to have you.
de: Schön, euch hier zu haben.
es: Me alegro de que estéis aquí.
fr: C'est bon de vous avoir.
it: Felice del vostro arrivo.
ru: Вы как раз вовремя.

source: Good to hear. That last place was run by the Yakuza and they’re not going to forget you.
de: Gut, das zu hören. Die letzte Klitsche wurde von den Yakuza geführt und die werden dich bestimmt nicht einfach vergessen.
es: Me alegro de oírlo. El último sitio lo llevaba la yakuza, y no se van a olvidar de ti.
fr: Heureux de le savoir. Le dernier endroit qu'on a visité était tenu par les yakuza, et ils ne sont pas prêts de t'oublier.
it: Buono a sapersi. L'ultimo posto era gestito dalla Yakuza e loro non ti dimenticheranno.
ru: Это хорошо. Последнюю лабораторию крышевали Якудза. Вряд ли они про тебя забудут.

source: Good to see you around here, chummer.
de: Schön, dich hier zu sehen, Chummer.
es: Me alegra verte aquí, colega.
fr: C'est bon de vous voir ici, mec.
it: Bello vederti da queste parti.
ru: Всегда рад тебя видеть, омае.

source: Good to see you down here, happy to be of help if I can be.
de: Schön, dich hier unten zu sehen. Ich helfe dir gerne, wenn ich kann.
es: Me alegro de verte aquí abajo, estaré encantado de ayudarte si puedo.
fr: Content de vous voir. Je serais ravi de vous aider si vous le désirez.
it: Lieto di vederti qui, e di aiutarti se posso.
ru: Рад видеть тебя здесь, в подвале. Если я могу чем-то помочь, обращайся.

source: Good to see you got out okay, Marie-Louise.
de: Schön zu sehen, dass es dir gut geht, Marie-Louise.
es: Me alegro de ver que escapaste sin problemas, Marie-Louise.
fr: Content de voir que vous vous en êtes bien sortie.
it: Mi fa piacere vedere che ce l'hai fatta e che stai bene, Marie Louise.
ru: Хорошо, что с тобой все в порядке, Мария-Луиза.

source: Good! We can hash it out over dinner.
de: Gut! Dann können wir die Sache beim Essen genauer besprechen.
es: ¡Bien! Podemos discutirlo en la cena.
fr: Excellent ! On en reparle autour d'un bon repas.
it: Bene. Discuteremo i dettagli a cena.
ru: Отлично! Подробности обсудим за ужином.

source: Good. I found a way into the off limits area of the Brotherhood. Jessica's somewhere in here. You find another way in this place?
de: Gut. Ich hab einen Weg in den zutrittsbeschränkten Bereich der Bruderschaft gefunden. Jessica muss irgendwo hier sein. Hast du einen anderen Eingang gefunden?
es: Bien. He encontrado la forma de acceder a la zona prohibida de la Hermandad. Jessica está por aquí, en alguna parte. ¿Has encontrado otra entrada a este sitio?
fr: Bien. J'ai trouvé un passage dans la zone interdite de la Confrérie. Jessica se trouve par là. Tu as trouvé un autre chemin ?
it: Bene. Ho trovato un accesso per le aree riservate della Fratellanza. Jessica è lì da qualche parte. Hai trovato un'altra via d'accesso?
ru: Отлично. Мне удалось найти Джессику, она находится во внутренних помещениях Братства, куда посторонним вход воспрещен. Тебе удалось разыскать другой вход в здание?
