Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: But there's no turning back. I cannot undo what's been done. And I can't stop what's to come.
de: Aber es ist zu spät. Ich kann das Geschehene nicht ungeschehen machen. Und ich kann das, was geschehen wird, nicht verhindern.
es: Pero ya no hay vuelta atrás. No puedo deshacer lo que ya está hecho. Y no puedo parar lo que está por venir.
fr: Mais il n'y a rien à faire. Impossible de faire marche arrière. Et d'empêcher ce qui va arriver.
it: Ma non si torna indietro. Non posso cancellare ciò che ho fatto. E non posso fermare quello che sarà.
ru: Но дороги назад нет. Я должна завершить начатое. Мне уже не под силу изменить грядущее.

source: But we barely have anything left!
de: Aber wir haben kaum noch was übrig!
es: ¡Pero apenas nos queda nada!
fr: Mais nous n'avons presque plus rien !
it: Ma non ci è rimasto quasi niente!
ru: Но у нас ничего не осталось!

source: But we've gotta pay the bills, right?
de: Tja, aber irgendwie müssen wir ja unsere Rechnungen bezahlen, was?
es: Pero tenemos que pagar las facturas, ¿verdad?
fr: Mais bon, faut bien payer le loyer, hein ?
it: Ma ci sono le bollette da pagare, giusto?
ru: За это нам и платят, разве не так?

source: But what should I expect? This is a place for broken things, after all. And you are so very broken.
de: Doch was sollte ich auch erwarten? Dies ist ein Ort für kaputte Dinge. Und vor mir sehe ich einen wahrlich kaputten Verstand.
es: ¿Pero qué podría esperar? Después de todo, aquí vienen las cosas rotas. Y tú estás destrozado.
fr: Mais c'est logique, non ? Après tout, ici, on répare les "choses cassées". Et vous, vous êtes drôlement cassé.
it: Ma cosa dovrei aspettarmi? Dopotutto, questo è un luogo per menti problematiche E tu sei un problema mica da ridere.
ru: Впрочем, чему я удивляюсь. Это место для больных людей. Разумеется, безумцы сами приходят сюда. А ты совершенно очевидно не в своем уме.

source: But why would he need to go to those lengths? Did the police records have something linking him to a different crime?
de: Aber warum sollte er sich solche Mühe machen? War er laut Polizeiakten in andere Straftaten verwickelt?
es: Pero ¿para qué necesitaba él hacer algo tan drástico? ¿Tenía la policía algún informe que lo relacionara con otro crimen?
fr: Mais pourquoi avoir besoin d'aller aussi loin ? Les dossiers de la police avaient quelque chose le liant à un autre crime ?
it: Ma per quale motivo avrebbe dovuto arrivare a tanto? Nei registri della polizia c'è qualcosa che lo collega a un altro crimine?
ru: Но почему он это сделал? В полицейском архиве было упоминание о его участии в каком-то другом преступлении?

source: But you ask me, it's all situational. That's where the real advances have come. You can pack a Panther assault cannon, but it won't do ya no favors if you're fighting in a basement hallway. By the same token, a roomsweeper might carve up your average pack of gangers up close 'n' personal, but its range is a big limitation.
de: Aber wenn du mich fragst, kommt es immer auf die jeweilige Situation an. Du kannst eine Panther-Sturmkanone mit dir herumschleppen, aber in einem engen Kellergang wird sie dir auch nicht helfen. Ebenso kannst du zwar mit einem Roomsweeper ein ganzes Pack Ganger aus kurzer Distanz zerlegen, aber auf größere Reichweite ist er praktisch nutzlos.
es: Pero, si quieres mi opinión, depende de la situación. Ahí es donde han aparecido los verdaderos avances. Puedes llevarte un cañón de asalto Panther pero, si estás luchando en un pasillo subterráneo, no te hará ningún bien. Por la misma regla, una Roomsweeper podría destrozar en un primer plano a una banda de matones, pero su alcance supone una limitación importante.
fr: Mais si vous voulez mon avis, ça dépend de la situation. C'est là où la vraie avancée se situe. Vous pouvez avoir un canon d'assaut Panther, mais il ne vous servira pas à grand chose dans le hall d'un bâtiment. Et l'inverse marche aussi, si vous voulez nettoyer une pièce pleine de gangers en un coup, un flingue risque de ne pas suffire.
it: Se ti devo dire la mia, dipende dalla situazione. È qui che sono stati fatti i veri progressi. Puoi prenderti un cannone d'assalto Panther, ma non ti servirà a niente se stai combattendo nel corridoio delle cantine. Allo stesso modo, una Roomsweeper può stendere chiunque a breve distanza, ma la sua gittata è un grande limite.
ru: Лично я считаю, что все зависит от ситуации. Любое оружие пригодится тебе в тех или иных условиях. Ты можешь взять с собой противотанковый гранатомет, но он не поможет тебе, если драться придется в узких и тесных коридорах. Точно так же обычный дробовик спасет тебе жизнь в бою с десятком головорезов из уличной банды, но он бесполезен, если тебе нужно снять снайпера.

source: But you have me at a disadvantage. Do I know you?
de: Doch ich fürchte, ich befinde mich Ihnen gegenüber im Nachteil. Kennen wir uns?
es: Pero estoy en desventaja. ¿Te conozco?
fr: Mais vous ne vous êtes pas présenté. On se connaît ?
it: Ma mi ha preso alla sprovvista. Ci conosciamo?
ru: Но мне кажется, мы уже где то встречались. Вот только где?

source: But you just couldn't do it without all her bits and pieces, could you?
de: Aber wäre sie nicht komplett, könntest du das nicht, oder?
es: Pero no podías hacerlo si no tenías todas las partes, ¿verdad?
fr: Mais vous ne pouviez pas le faire sans toutes les parties de son corps, n'est-ce pas ?
it: Ma proprio non potevi farlo senza prima rimetterne insieme i pezzi, vero?
ru: И для этого ее нужно было сперва собрать по частям, не так ли?

source: But you must have better things to do than waste your time searching for whoever killed my lowlife brother.
de: Aber du hast doch sicher Besseres zu tun, als deine Zeit damit zu verschwenden, den Mörder meines nichtsnutzigen Bruders zu finden.
es: Pero seguro que tienes mejores cosas que hacer que malgastar tu tiempo buscando al asesino de la escoria de mi hermano.
fr: Mais vous avez autre chose à faire que de perdre votre temps à chercher l'assassin de mon pauvre frère. Ce n'était qu'un miséreux...
it: Ma immagino che tu abbia cose migliori da fare che perdere tempo a cercare chi ha ucciso quella canaglia di mio fratello.
ru: У вас должны быть более срочные дела, чем расследование обстоятельств гибели моего неудачливого брата.

source: But... but that doesn't make sense. The BTLs are here! I just... need... something... {{GM}}She collapses, whimpering, and seems lost to this world.{{/GM}}
de: Aber ... aber das macht doch keinen Sinn. Die BTLs sind hier! Ich ... ich brauche nur ... etwas ... {{GM}}Sie kollabiert, wimmert und ist völlig aufgelöst.{{/GM}}
es: Pero... pero eso no tiene sentido. ¡Los BTL están aquí! Solo... necesito... algo... {{GM}}Se derrumba, gimiendo, y parece perder contacto con la realidad.{{/GM}}
fr: Mais... ça n'a aucun sens. Les BTLs sont là ! J'ai juste... besoin... de quelque chose... {{GM}}Elle s'écroule, se murmurant à elle-même, perdue dans son monde.{{/GM}}
it: Ma... ma quello che dici non ha senso. I chip di BTL li vendono qui! Mi serve... solo... un po'... {{GM}}Crolla per terra, gemendo, totalmente fuori di sé.{{/GM}}
ru: Но... но это же глупо. ИР-чипы продают только здесь! Мне нужен... всего... один... {{GM}}Она падает на землю и начинает рыдать. Похоже, она больше не отдает себе отчета в том, где находится.{{/GM}}

source: But... if that does not sway you, then perhaps you must be spoken to in a different language. Samedi is a technomancer - he turns thought into reality. Complete this operation and he will transfer fifty thousand nuyen into the account of your choosing. You are a mercenary and mercenaries get paid. Yes? Now will you do it?
de: Aber ... wenn das dich nicht überzeugt, muss vielleicht in einer anderen Sprache mit dir gesprochen werden. Samedi ist ein Technomancer – er verwandelt Gedanken in Realität. Schließe die Operation ab und er wird dir fünfzigtausend Nuyen auf ein Konto deiner Wahl transferieren. Du bist ein Söldner, und Söldner werden bezahlt. Ja? Wirst du es jetzt tun?
es: Pero... si eso no te persuade, quizás haya que hablarte en otro idioma. Samedi es un tecnomante: convierte el pensamiento en realidad. Completa esta operación y te transferirá 50 000 nuyens a la cuenta que tú elijas. A los mercenarios se les paga. ¿Sí? ¿Lo harás ahora?
fr: Mais... si cela ne vous émeut pas, alors peut-être serez-vous plus réceptif à un autre langage. Samedi est un technomancien. Il transforme la pensée en réalité. Accomplissez cette opération et il transfèrera cinquante mille nuyens sur le compte de votre choix. Vous êtes un mercenaire, et les mercenaires sont payés. Oui ? Alors le ferez-vous ?
it: Ma se ciò non ti fa né caldo né freddo, forse ti si dovrebbe parlare in un'altra lingua. Samedi è un tecnomante. Trasforma il pensiero in realtà. Porta a termine questa operazione e lui trasferirà cinquantamila nuyen su un conto a tua scelta. Lavori come un mercenario e i mercenari vengono pagati. Sì? Lo farai?
ru: Но... если этого недостаточно, чтобы убедить тебя, Барону придется говорить на другом языке, который ты понимаешь. Самеди техномант - он превращает мысли в реальность. Выполни эту работу, и он переведет пятьдесят тысяч нюйен на любой счет по твоему выбору. Барон имеет дело с наемником, а наемникам надо платить. Верно? Теперь ты возьмешься за эту работу?

source: But... no... I can't... {{GM}}And with a bloody gurgle, Stevie J is no more.{{/GM}}
de: Aber ... nein ... ich kann nicht ... {{GM}}Mit einem blutigen Gurgeln verabschiedet sich Stevie J von dieser Welt.{{/GM}}
es: Pero... no... No puedo... {{GM}}Y tras una bocanada sangrienta, Stevie J cesa de existir.{{/GM}}
fr: Mais... Non... Je peux pas... {{GM}}C'est ainsi que mourut Stevie J, en crachant son sang.{{/GM}}
it: Ma... no... non posso... {{GM}}E con un rantolo, Steve J muore.{{/GM}}
ru: Но... нет... я не могу... {{GM}}Его голос переходит в неразборчивое бульканье, и Стиви Джей умирает.{{/GM}}

source: Buy you a drink after this?
de: Wie wär’s, wenn ich dir nachher einen ausgebe?
es: Cuando todo esto termine, te invito a una copa.
fr: Tu veux aller boire un coup après ?
it: Ti offro da bere quando finiamo qui?
ru: Ага. Кстати, с меня выпивка.

source: Buyer Records
de: Käuferverzeichnis
es: Registros de compradores
fr: Registres d'acheteurs
it: Informazioni sull'acquirente
ru: Список клиентов

source: Buzz. Unless you can clean up a shattered career, leave me alone.
de: Verzieh dich. Es sei denn, du kannst auch zerstörte Karrieren aufwischen.
es: Lárgate. Déjame en paz, a menos que puedes limpiar los restos de un run destrozado...
fr: Foutez-moi la paix. À moins que vous puissiez réparer une carrière brisée...
it: Sparisci. A meno che tu non sappia salvare una carriera distrutta, lasciami in pace.
ru: Отвали. Не лезь, если не знаешь способа восстановить разрушенную карьеру.

source: By "fix it", you mean convince a municipal government to abandon a bureaucratic process that has likely been in the works for several years. You do not have a grasp on how governments work.
de: Mit „verhindern“ meinen Sie wohl „den Stadtrat überzeugen, einen bürokratischen Prozess zu unterbinden, der sich vermutlich schon seit Jahren in Planung befindet“. Ihr Verständnis von Politik scheint sehr beschränkt zu sein.
es: Cuando dices "resuélvelo", quieres decir que hay que convencer al gobierno municipal para que abandone un proceso burocrático que lleva varios años en marcha. Tú no entiendes cómo funciona el gobierno.
fr: Par "Faites-le", vous voulez dire convaincre une administration municipale d'abandonner un procédé bureaucratique en cours depuis de nombreuses années ? Vous n'avez aucune idée de comment fonctionne une administration.
it: Con "Fai qualcosa" intendi convincere un organo municipale a interrompere un processo burocratico probabilmente in corso da anni. Non hai idea di come funzionano le amministrazioni.
ru: Чтобы "позаботиться" об этом, мне придется убедить городскую администрацию остановить бюрократический процесс, запущенный несколько лет назад. Очевидно, ты не понимаешь, что такое правительство и как оно работает.

source: By all means, come. You have proven yourself a truly fine specimen. I can think of a hundred uses for one such as you.
de: Komm ruhig. Du hast bewiesen, dass du ein wirklich außergewöhnliches Exemplar bist. Mir fallen Hunderte von Verwendungen für jemanden deines Kalibers ein.
es: Por supuesto, ven. Has demostrado ser un ejemplar de primera. Se me ocurren cien maneras de darte utilidad.
fr: Venez, je vous en pris. Vous avez démontré que vous étiez un rare spécimen. Je pourrais vous confier des centaines de tâches à effectuer.
it: Certamente, vieni. Hai dimostrato di essere davvero un bell'esemplare. Mi vengono in mente un centinaio di usi per uno come te.
ru: Проходи, не задерживайся. Мне не терпится наложить руки на столь великолепный образец. Я найду способ распорядиться всем этим богатством.

source: By any measure, yes, they are. But today was especially difficult.
de: Wie man es auch dreht und wendet, ja, das sind sie wohl. Doch heute war es besonders schlimm.
es: Desde cualquier punto de vista, sí. Pero hoy ha sido especialmente difícil.
fr: Ah ça, c'est sûr. Mais aujourd'hui ça a été particulièrement difficile.
it: Lo sono, sì, sotto tutti gli aspetti. Ma oggi è stato particolarmente difficile.
ru: Не бывает, конечно, но сегодняшний день побил все рекорды.

source: By doing more than screwing around with my PDA, I hope.
de: Ich hoffe, dass der Beweis aus mehr besteht, als nur an meinem PDA herumzupfuschen.
es: Espero que haciendo algo más que juguetear con mi PDA.
fr: En faisant autre chose que bidouiller mon PDA, j'espère.
it: Magari facendo qualcosa in più che incasinarmi il palmare, spero.
ru: Надеюсь, ты умеешь не только взламывать чужие коммлинки.

source: C'mon, why don't we play nice? We're both just employees here. You walk away and I won't make you dead.
de: Komm schon, warum vertragen wir uns nicht einfach? Wir machen beide bloß unseren Job. Verzieh dich einfach und du bleibst am Leben.
es: Vamos, ¿por qué no jugamos limpio? Aquí solo somos dos empleados. Tú te largas y yo no te mato.
fr: Allez, on n'a qu'à la jouer cool ! Nous sommes tous les deux des employés, ici. Tu t'en vas et je ne te tue pas.
it: Dai, perché non ci andiamo piano? Siamo entrambi semplici impiegati qui. Tu te ne vai e io non ti ammazzo.
ru: Ой, котик, не дуйся. Разойдемся по-хорошему? Тебе дали денег, мне дали денег, отойди от двери, и все будет чики-чики.

source: CAMERA
de: KAMERA
es: CÁMARA
fr: CAMÉRA
it: TELECAMERA
ru: КАМЕРА

source: CAN WE HELP YOU?
de: KÖNNEN WIR DIR HELFEN?
es: ¿PODEMOS AYUDARTE?
fr: ON PEUT VOUS AIDER ?
it: POSSIAMO AIUTARTI?
ru: В ЧЕМ ДЕЛО?

source: COLLECTING THE SAMPLE
de: DIE AEGIS-PROBE
es: RECOGIDA DE LA MUESTRA
fr: RÉCUPÉRATION D'ÉCHANTILLON
it: RACCOGLI IL CAMPIONE
ru: В ПОИСКАХ ОБРАЗЦА

source: CORPORATE EXTRACTION
de: KON-EXTRAKTION
es: EXTRACCIÓN CORPORATIVA
fr: EXTRACTION À LA CORPORATION
it: PRELIEVO AZIENDALE
ru: ОПЕРАЦИЯ ПО ИЗВЛЕЧЕНИЮ

source: COYOTE’S CRUSADE
de: COYOTES KREUZZUG
es: LA CRUZADA DE COYOTE
fr: LA CROISADE DE COYOTE
it: LA CROCIATA DI COYOTE
ru: КОЙОТ И ЕЕ ВОЙНА

source: CURRENT EMPLOYMENT STATUS Dr. Henry Holmes currently holds the position of Chief Psychiatrist and Administrator at Mercy Mental Hospital Snohomish, Washington UCAS.
de: AKTUELLER BESCHÄFTIGUNGSSTATUS Dr. Henry Holmes hält zur Zeit die Position des leitenden Psychiaters und Institutsleiters des Mercy Mental Hospitals in Snohomish, Washington UCAS, inne.
es: ESTADO LABORAL ACTUAL El Dr. Henry Holmes ocupa actualmente el puesto de psiquiatra jefe y administrador del hospital psiquiátrico Mercy, Snohomish, Washington UCAS.
fr: STATUT D'EMPLOYÉ Le Dr. Henry Holmes occupe actuellement le poste de psychiatre en chef et d'administrateur à l'hôpital psychiatrique de Mercy Snohomish, Washington UCAS.
it: STATO LAVORATIVO ATTUALE Il dottor Henry Holmes ricopre attualmente la posizione di primario di psichiatria e amministratore presso il Mercy Mental Hospital, Snohomish, Washington UCAS.
ru: ТЕКУЩЕЕ МЕСТО РАБОТЫ Доктор Генри Холмс занимает вакансию администратора и главного лечащего врача психиатрической клиники "Милосердие" в городе Снохомиш, Вашингтон, СКАШ.

source: CalFree.
de: Im Freistaat Kalifornien.
fr: CallFree.
it: Stato libero della California.
ru: Свободный штат Калифорния.

source: Call Jessica?
de: Jessica anrufen?
es: ¿Llamar a Jessica?
fr: Appeler Jessica ?
it: Chiamo Jessica?
ru: Позвонить Джессике?

source: Call Sam's Lawyer
de: Rufe Sams Anwalt an
es: Llama al abogado de Sam
fr: Appeler l'avocat de Sam
it: Chiama l'avvocato di Sam
ru: Позвони адвокату Сэма

source: Call it professional curiosity.
de: Nenn es professionelle Neugier.
es: Llamémoslo curiosidad profesional.
fr: Disons de la curiosité professionnelle.
it: Chiamala curiosità professionale.
ru: Назовем это профессиональной заинтересованностью.

source: Call me $(s.name).
de: Nenn mich $(s.name).
es: Llámame $(s.name).
fr: On m'appelle $(s.name).
it: Chiamami $(s.name).
ru: Я $(s.name).

source: Call me Samedi, please! We’re in an unsecured node. Hang on - I'm running a decoy operation with a mirrors utility to mask you so the rest of the Brotherhood's grid doesn’t swarm you with ice.
de: Nenn mich Samedi, bitte! Wir befinden uns in einem ungesicherten Knotenpunkt. Warte – ich führe eine Ablenkungsoperation mit einem Spiegeldienstprogramm durch, um dich zu maskieren, damit der Rest des Bruderschaftsnetzes dich nicht kaltmacht.
es: ¡Llámame Samedi, por favor! Estamos en un nodo no seguro. Espera... Estoy ejecutando una operación de señuelo con una utilidad de espejos para camuflarte, de modo que el resto de la red de la Hermandad no te cubra de PAI.
fr: S'il vous plaît, appelez-moi Samedi ! Nous sommes dans un nœud non sécurisé. Ne bougez pas, je lance une opération de diversion avec un programme de miroirs qui vous masquera, pour que le reste de la grille de la Confrérie ne vous noie pas sous la glace.
it: Chiamami Samedi, per favore! Siamo in un nodo non protetto. Aspetta, sto portando avanti un'operazione con un programma di utilità a specchi per mascherarti, in modo che il resto della rete della Fratellanza non ti attacchi.
ru: Прошу, называй меня Самеди! Это незащищенный сервер. Держись - я пытаюсь отвлечь их внимание с помощью зеркал. Декеры Братства тебя не видят, поэтому не могут завалить льдом.

source: Call the Response Center! We need reinforcements!
de: Gib der Einsatzleitung Bescheid! Wir brauchen Verstärkung!
es: ¡Llamen al centro de respuesta! ¡Necesitamos refuerzos!
fr: Appelez le centre d'intervention ! Il nous faut des renforts !
it: Chiamate il Centro di intervento! Ci servono rinforzi!
ru: Звони диспетчеру! Нам нужны подкрепления!

source: Calm down. How can I help?
de: Immer mit der Ruhe. Wie kann ich helfen?
es: Tranquilidad. ¿Te puedo ayudar?
fr: Calmez-vous. En quoi puis-je vous aider ?
it: Calma. Come posso aiutarti?
ru: Успокойся. Чем я могу помочь?

source: Calm down. I’m $(s.name). What’s your name?
de: Beruhig dich. Ich bin $(s.name). Wie heißt du?
es: Tranquilízate. Soy $(s.name). ¿Cómo te llamas?
fr: Du calme. Je m'appelle $(s.name). Comment tu t'appelles ?
it: Calma. Mi chiamo $(s.name). Come ti chiami?
ru: Успокойся. Меня зовут $(s.name). А тебя?

source: Can I check out your medical supplies?
de: Wie steht es um deine medizinischen Vorräte?
es: ¿Puedo ver tus suministros médicos?
fr: Est-ce que je peux jeter un œil à votre matériel médical ?
it: Posso dare un'occhiata al tuo materiale medico?
ru: Я могу взглянуть на медицинские комплекты?

source: Can I get into the concert?
de: Könnte ich irgendwie in das Konzert gelangen?
es: ¿Puedo entrar en el concierto?
fr: Je peux entrer dans la salle de concert ?
it: Posso entrare al concerto?
ru: Я могу попасть на концерт?

source: Can I have a blank keycard?
de: Kann ich eine leere Schlüsselkarte haben?
es: ¿Podrías darme una tarjeta de acceso maestra?
fr: Puis-je avoir une carte vierge ?
it: Posso avere una tessera vergine?
ru: Можно мне получить чистую карточку?

source: Can I help you?
de: Kann ich dir helfen?
es: ¿Te puedo ayudar en algo?
fr: Puis-je vous aider ?
it: Posso aiutarti?
ru: Чем могу помочь?

source: Can I see what you have in stock?
de: Kann ich mir ansehen, was du so auf Lager hast?
es: ¿Puedo ver lo que tienes?
fr: Je peux voir ce que vous avez en stock ?
it: Posso vedere cosa hai in vendita?
ru: Покажи мне, что у тебя есть.

source: Can I see what you're selling?
de: Kann ich deine Waren sehen?
es: ¿Puedo ver lo que vendes?
fr: Puis-je voir ce que vous vendez ?
it: Posso vedere cosa vendi?
ru: Я могу у тебя что-нибудь купить?

source: Can I see your medical supplies?
de: Dürfte ich deine medizinischen Güter sehen?
es: ¿Puedo ver sus suministros médicos?
fr: Puis-je voir votre matériel médical ?
it: Posso vedere il tuo materiale medico?
ru: Мне нужны медицинские комплекты.

source: Can I talk to you for a few minutes, Coyote? About Sam?
de: Können wir uns ein paar Minuten unterhalten, Coyote? Über Sam?
es: Coyote, ¿puedo hablar un momento contigo? ¿Sobre Sam?
fr: Je peux te parler quelques instants, Coyote ? À propos de Sam ?
it: Posso parlarti per qualche minuto, Coyote? A proposito di Sam?
ru: Койот, можно поговорить с тобой? Про Сэма?

source: Can I, uh... trust you?
de: Kann ich dir ... ähm ... vertrauen?
es: Puedo, eh... ¿confiar en ti?
fr: Je peux, euh... vous faire confiance ?
it: Posso, ehm... fidarmi di te?
ru: А тебе... как бы это сказать... можно доверять?

source: Can be used to clear out the active memory of a simsense personafix chip.
de: Kann dazu benutzt werden, die gespeicherten Daten eines Simsense Personafix-Chips zu löschen.
es: Sirve para borrar la memoria activa de un chip personafix simsense.
fr: Peut être utilisé pour vider la mémoire active d'une puce Personafix simsens.
it: Può essere usato per eliminare la memoria attiva di un chip Personafix per le Sensazioni simulate.
ru: Устройство для стирания памяти симсенс-карт и тому подобных средств хранения информации.

source: Can either of you two do a DNA analysis on a blood sample?
de: Kann einer von euch eine DNA-Analyse einer Blutprobe durchführen?
es: ¿Alguno de vosotros dos puede analizar el ADN de una muestra de sangre?
fr: L'un de vous pourrait-il faire une analyse ADN d'un échantillon de sang ?
it: Uno di voi due può fare un'analisi del DNA su un campione di sangue?
ru: Кто-нибудь из вас может сделать анализ ДНК? У меня есть образец крови.

source: Can it. I'm going to track down your supervisor.
de: Spar dir das. Ich hole jetzt deinen Vorgesetzten.
es: Cierra el pico. Voy a buscar a tu supervisor.
fr: Bon. Je vais dire deux mots à votre supérieur.
it: Dacci un taglio. Lo dirò al tuo supervisore.
ru: Ну ладно. Я поговорю об этом с твоим начальством.

source: Can we still summon the spirit?
de: Können wir den Geist immer noch beschwören?
es: ¿Aún podemos conjurar al espíritu?
fr: Peut-on invoquer l'esprit ?
it: Possiamo ancora invocare lo spirito?
ru: Мы все еще можем призвать духа?

source: Can you open it yourself?
de: Kannst du sie nicht selbst öffnen?
es: ¿Puedes abrirla tú?
fr: Tu peux l'ouvrir ?
it: Riesci ad aprirla?
ru: Ты сможешь открыть ее?

source: Can you tell if she was subdued in some way, before her eyes were removed?
de: Kannst du schon sagen, ob sie irgendwie betäubt wurde, bevor ihr die Augen herausgerissen wurden?
es: ¿Sabes si la inmovilizaron de alguna forma antes de sacarle los ojos?
fr: Pouvez-vous déterminer si elle a été maîtrisée d'une manière ou d'une autre avant qu'elle ne subisse cette ablation des yeux ?
it: Sai dirmi se ha subito violenze prima che le venissero cavati gli occhi?
ru: Она была в сознании, когда ей удаляли глаза?
