Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The door is locked, but you might be able to bypass it if you could get under the maintenance panel.
de: Die Tür ist verschlossen, aber vielleicht kannst du sie überbrücken, wenn du an die Kontrolltafel gelangst.
es: La puerta está bloqueada, pero podrías atravesarla si pudieras entrar en el panel de mantenimiento.
fr: La porte est verrouillée, mais vous pourriez peut-être contourner le verrouillage en vous glissant sous le panneau de maintenance.
it: La porta è chiusa a chiave, ma potresti essere in grado di aprirla se riuscissi a rimuovere il pannello di manutenzione.
ru: Дверь заперта, но ее наверняка можно открыть, если добраться до проводов под панелью электронного замка.

source: The door is locked.
de: Die Tür ist zugesperrt.
es: La puerta está cerrada.
fr: La porte est verrouillée.
it: La porta è chiusa a chiave.
ru: Дверь заперта.

source: The door to the locker has been ripped off.
de: Die Spindtür wurde abgerissen.
es: La puerta de la taquilla ha sido arrancada.
fr: La porte du casier a été arrachée.
it: La porta dell'armadietto è stata divelta.
ru: Дверь шкафчика висит на одной петле.

source: The drek you were! You get anywhere near my investigation and it will be YOU on the slab, $(l.race).
de: Einen Drek wurdest du! Wenn du dich auch nur in die Nähe meiner Ermittlung wagst, landest DU als nächstes auf diesem Obduktionstisch, $(l.race).
es: ¡Y una mierda! Si te veo husmeando en mi investigación, serás TÚ quien acabe en la mesa de mármol, $(l.race).
fr: J'espère bien ! Approchez-vous encore une fois de mon enquête, et c'est VOUS qui vous retrouverez dans le cercueil, $(l.race).
it: Fottiti! Prova a interferire con le mie indagini e finirai TU sottoterra, $(l.race).
ru: Да ладно?! Сунешь нос в мое расследование - окажешься на одном из этих столов, $(l.race). Вякнуть не успеешь.

source: The drone would be out of range if it went upstairs.
de: Die Drohne wäre außerhalb deiner Reichweite, wenn sie nach oben fährt.
es: La sonda estaría fuera del alcance si subiera.
fr: Le drone serait hors de portée s'il montait à l'étage.
it: Il drone sarebbe fuori portata se andasse al piano di sopra.
ru: Если дрон поднимется на другой этаж, он окажется вне пределов досягаемости пульта.

source: The elevator judders to a halt. A burning smell comes from the console.
de: Der Aufzug kommt zum Stehen. Ein Geruch wie von einem Kabelbrand liegt in der Luft.
es: El ascensor tiembla cuando se detiene. De la consola sale olor a quemado.
fr: L'ascenseur s'arrête en vibrant. Une odeur de brûlé se dégage de la console.
it: L'ascensore si arresta con uno scossone. Dalla console proviene un odore di bruciato.
ru: Лифт вздрагивает и замирает на месте. От панели пахнет горелой проводкой.

source: The elevator slowly grinds into motion.
de: Der Aufzug nimmt behäbig Fahrt auf.
es: El ascensor se pone lentamente en movimiento.
fr: L'ascenseur grince et se met doucement en mouvement.
it: L'ascensore si mette lentamente in funzione.
ru: Лифт медленно приходит в движение.

source: The elf... his essence remains in this place. Where the man died. Something has been left behind. A small part of him, perhaps.
de: Der Elf ... seine Essenz verbleibt an diesem Ort. An der Stelle, an der der Mann gestorben ist. Etwas wurde zurückgelassen. Ein kleiner Teil von ihm.
es: El elfo... su esencia permanece en este lugar. Donde murió el hombre. Algo ha quedado atrás. Quizás una pequeña parte de él.
fr: Cet elfe... son essence est restée à cet endroit. Où l'homme est mort. Quelque chose est restée derrière. Une petite partie de lui, peut-être.
it: L'Elfo... la sua essenza è ancora qui. Dove l'uomo è morto. Qualcosa è rimasto. Forse, una piccola parte dell'Elfo.
ru: Эльф... его сущность осталась после того, как он ушел. Там, где умер этот человек. Что-то осталось. Его малая часть.

source: The entrepreneurial Mrs. Kubota has combined everything a runner might need into a one-stop shopping experience - black market equipment, high end magical talismans, and a fully-stocked cyber-surgery dealership.
de: Die geschäftstüchtige Mrs. Kubota hat alles, was sich das Herz eines Runners nur Wünschen könnte, an einem einzigen Ort versammelt – Schwarzmarktausrüstung, hochwertige magische Talismane und ein gut bestückter Cyberchirurgie-Laden.
es: La emprendedora Sra. Kubota ha combinado todo lo que puede necesitar un runner en una única tienda; equipo del mercado negro, talismanes mágicos de última tecnología y una franquicia de cibercirugía completamente abastecida.
fr: Dans un pur esprit d'entrepreneuriat, Mme Kubota a mis au point un service intégral pour les runners : matériel issu du marché noir, talismans magiques de pointe et catalogue très fourni de pièces chirurgicales cybernétiques.
it: L'intraprendente signora Kubota ha messo insieme tutto quello che potrebbe servire a un Runner che non ha tempo di andare per negozi: equipaggiamento da mercato nero, talismani magici di alto bordo e una rivendita fornitissima di parti cibernetiche.
ru: Миссис Кубота отлично знает, что может понадобиться раннеру - снаряжение с черного рынка, незарегистрированные магические талисманы и кибернетическая операционная палата, оборудованная по последнему слову техники.

source: The excruciating ecstasy of jacking your neural network into the digital world washes over you, grips you, crushes you into a singularity, and expands you infinitely. You are one with the data stream. Welcome to the Matrix.
de: Als du dein neuronales Netzwerk in die digitale Welt einklinkst, kommt eine unerträgliche Ekstase über dich, packt dich, schrumpft dich auf eine Winzigkeit und vergrößert dich ins Unendliche. Du bist eins mit dem Datenstrom. Willkommen in der Matrix.
es: El atroz éxtasis de conectar tu red neuronal al mundo digital te desborda, te atrapa, te aplasta en una singularidad y te expande hasta el infinito. Te has unido con el flujo de datos. Es tu bienvenida a la Matriz.
fr: L'extase incomparable qui nait du branchement de votre réseau neural dans le monde numérique vous submerge, vous étreint, vous écrase en un infiniment petit et vous dilate en un infiniment grand. Vous ne faites plus qu'un avec le réseau de données. Bienvenue dans la Matrice.
it: L'estasi irrefrenabile di sentire la tua rete neurale collegata al mondo digitale ti prende, ti travolge, ti riduce a un'unità infinitesimale e ti espande all'infinito. Sei un tutt'uno con il flusso di dati. Benvenuti nella Matrice.
ru: Мучительный экстаз слияния разума с цифровой реальностью накатывает на тебя, захватывает сознание и сжимает его в бесконечно малую точку, которая взрывается и порождает вселенную. Ты чувствуешь струящиеся сквозь тебя потоки информации. Добро пожаловать в Матрицу.

source: The face was so mangled that they had to use dental records to identify him.
de: Das Gesicht war so unkenntlich, dass seine Zahnabdrücke benutzt werden mussten, um ihn zu identifizieren.
es: La cara estaba tan aplastada que tuvieron que identificarlo con su expediente dental.
fr: Le visage a tellement été mutilé qu'ils ont dû utiliser les dossiers dentaires pour l'identifier.
it: Il volto era così straziato che hanno dovuto utilizzare le impronte dentali per identificarlo.
ru: Его лицо было настолько изуродовано, что идентификацию проводили по стоматологической карте.

source: The facility is on lockdown. The remote scanners cleared your badge, but who are these people?
de: Die Einrichtung ist abgeriegelt. Die Scanner haben deine Zugangsberechtigung bestätigt, aber wer sind diese Leute?
es: El acceso a la instalación está bloqueado. Los escáneres remotos han aceptado tu placa pero ¿quién es esta gente?
fr: L'établissement est verrouillé. Les scanners ont accepté votre badge, mais qui sont ces gens ?
it: L'edificio è bloccato. Gli scanner remoti hanno autorizzato il tuo badge, ma chi sono queste persone?
ru: Здание находится в режиме повышенной безопасности. Сканеры считали твой пропуск, а эти люди кто?

source: The file has been corrupted.
de: Die Datei ist beschädigt.
es: El archivo se ha dañado.
fr: Le fichier est endommagé.
it: Il file è stato danneggiato.
ru: Файл поврежден.

source: The file is quite large and takes well over an hour to read through. The final entry, however, is the most significant. It is written by Dr. Henry Holmes.
de: Die Datei ist sehr groß und es dauert eine ganze Stunde, sie durchzulesen. Der letzte Eintrag ist jedoch der bedeutsamste. Er wurde von Dr. Henry Holmes verfasst.
es: El archivo es bastante grande y se tarda más de una hora en leerlo. No obstante, la entrada final es la más significativa. Está escrita por el Dr. Henry Holmes.
fr: Le dossier est assez gros et demande plus d'une heure pour être lu. La dernière entrée est cependant des plus intéressantes... Elle est écrite par le Dr. Henry Holmes.
it: Il file è piuttosto grande e impieghi più di un'ora a leggerlo. L'ultima annotazione, comunque, è la più interessante. È scritta dal dottor Henry Holmes.
ru: Файл довольно велик. На то, чтобы прочитать его до конца, потребуется по меньшей мере час. Твое внимание привлекает последняя запись. Автором записи является доктор Генри Холмс.

source: The first victim’s heart was missing, and the third had the spleen removed.
de: Das erste Opfer wurde ohne Herz aufgefunden und beim dritten wurde die Milz entfernt.
es: A la primera víctima le faltaba el corazón y a la tercera le habían extraído el bazo.
fr: Le cœur de la première victime avait disparu, et le troisième n'avait plus de rate.
it: La prima vittima non aveva più il cuore, e alla terza hanno rimosso la milza.
ru: У первой жертвы пропало сердце, а у третьей я недосчитался селезенки.

source: The floor is quiet, save for the loud humming of fluorescent lights. It seems like you have the drop on Stevie J and his men.
de: Als du das Stockwerk betrittst, hörst du nichts als das Summen der Neonröhren. Es scheint, als könntest du Stevie J und seine Männer überraschen.
es: El piso está en silencio, excepto por el zumbido de las luces fluorescentes. Parece que tenías ventaja sobre Stevie J y sus hombres.
fr: L'étage est silencieux, et le calme est troublé seulement par les bourdonnements des lampes fluorescentes. Il semble que vous ayez l'avantage sur Stevie J et ses hommes.
it: Il piano è tranquillo, tranne che per il forte ronzio delle luci fluorescenti. Sembra che abbiate avuto la meglio su Stevie J e i suoi uomini.
ru: На этаже стоит полная тишина, если не считать жужжания флюоресцентных ламп. Похоже, вам удалось застать Стиви-младшего и его головорезов врасплох.

source: The frame around the painting of telestrian security pops back out
de: Der Rahmen des Gemäldes von Telestrians Sicherheitskräften rückt wieder hervor.
es: El marco que rodea el cuadro de seguridad de Telestrian se separa.
fr: Le cadre autour de la peinture de Telestrian ressort du mur
it: La cornice del quadro della sicurezza Telestrian si toglie
ru: Рама картины с изображением сотрудников службы безопасности возвращается в исходное положение.

source: The frame around the painting of the clock tower pops back out
de: Der Rahmen des Gemäldes der Turmuhr rückt wieder hervor.
es: El marco que rodea el cuadro de la torre del reloj se separa.
fr: Le cadre autour de la peinture de l'horloge ressort du mur
it: La cornice del quadro dell'orologio si toglie
ru: Рама картины с изображением курантов возвращается в исходное положение.

source: The frame around the painting of the harvesters pops back out
de: Der Rahmen des Gemäldes der Erntemaschinen rückt wieder hervor.
es: El marco que rodea el cuadro de los segadores se separa.
fr: Le cadre autour de la peinture des moissonneurs ressort du mur
it: La cornice del quadro dei contadini si toglie
ru: Рама картины с изображением комбайнов возвращается в исходное положение.

source: The frame around the painting of the lighthouse pops back out
de: Der Rahmen des Gemäldes des Leuchtturms rückt wieder hervor.
es: El marco que rodea el cuadro del faro se separa.
fr: Le cadre autour de la peinture du phare ressort du mur
it: La cornice del quadro del faro si toglie
ru: Рама картины с изображением маяка возвращается в исходное положение.

source: The frame around the painting of the mountians pops back out
de: Der Rahmen des Gemäldes des Gebirges rückt wieder hervor.
es: El marco que rodea el cuadro de las montañas se separa.
fr: Le cadre autour de la peinture des montagnes ressort du mur
it: La cornice del quadro delle montagne si toglie
ru: Рама картины с изображением горного пейзажа возвращается в исходное положение.

source: The frame clicks into place and the painting slides back into the wall
de: Mit einem Klicken rutscht der Rahmen in eine neue Position und das Gemälde verschwindet in der Wand.
es: El marco se coloca en su lugar con un clic y la pintura vuelve a la pared.
fr: Le cadre s'enclenche et la toile glisse dans le mur
it: La cornice si incastra perfettamente e il quadro scivola verso il muro
ru: Рама подается с легким щелчком, и картина отъезжает в сторону.

source: The fridge contains mostly things that are either brown or green, with the primary difference seeming to be age.
de: Der Kühlschrank enthält größtenteils Dinge, die entweder braun oder grün sind, wobei der Hauptunterschied in der Lagerzeit zu bestehen scheint.
es: La mayoría de las cosas que hay en la nevera son marrones o verdes, y la diferencia principal parece ser la edad.
fr: Le réfrigérateur contient essentiellement des trucs verts ou marron, la couleur dépendant de l'âge, apparemment
it: Dentro il frigorifero ci sono solo cose di colore verde o marrone, distinguibili solo per il grado di deterioramento.
ru: Еда в холодильнике по большей части или зеленая, или коричневая - в зависимости от того, как давно она здесь лежит.

source: The fussy elf with the air of a Victorian butler studies you before he speaks. He doesn’t like what he sees.
de: Der sehr pingelig wirkende Elf hat die Ausstrahlung eines Butler aus viktorianischen Zeiten und mustert dich, bevor er spricht. Ihm gefällt nicht, was er sieht.
es: El quisquilloso elfo con aire de mayordomo victoriano te estudia antes de hablar. No le gusta lo que ve.
fr: L'elfe pointilleux, qui ressemble à un majordome de l'époque Victorienne, vous dévisage avant de prendre la parole. Vous ne lui faites pas très bonne impression.
it: L'Elfo snob, dall'aria di maggiordomo vittoriano, ti studia prima di parlare. E non gli piace quello che vede.
ru: Похожий на дворецкого викторианской эпохи эльф придирчиво осматривает тебя. Ему определенно не нравится то, что он видит.

source: The fussy elf with the air of a Victorian butler studies you from toes to horns before he speaks. He doesn’t like what he sees.
de: Der sehr pingelig wirkende Elf hat die Ausstrahlung eines Butler aus viktorianischen Zeiten und mustert dich von den Zehenspitzen bis zu den Hörnern, bevor er spricht. Ihm gefällt nicht, was er sieht.
es: El quisquilloso elfo con aire de mayordomo victoriano te estudia de pies a cuernos antes de hablar. No le gusta lo que ve.
fr: L'elfe pointilleux, qui ressemble à un majordome de l'époque Victorienne, vous dévisage des pieds aux cornes avant de prendre la parole. Vous ne lui faites pas très bonne impression.
it: L'Elfo snob, dall'aria di maggiordomo vittoriano, ti scruta dalle corna ai piedi prima di parlare. E non gli piace quello che vede.
ru: Похожий на дворецкого викторианской эпохи эльф придирчиво осматривает тебя с ног до кончиков рогов. Ему определенно не нравится то, что он видит.

source: The fussy elf with the air of a Victorian butler studies you from your toes to the tips of your pointed ears before he speaks.
de: Der sehr pingelig wirkende Elf hat die Ausstrahlung eines Butler aus viktorianischen Zeiten und mustert dich von den Zehenspitzen bis zu den spitzen Ohren, bevor er spricht. Ihm gefällt nicht, was er sieht.
es: El quisquilloso elfo con aire de mayordomo victoriano te estudia de los pies a la punta de tus orejas puntiagudas antes de hablar.
fr: L'elfe pointilleux, qui ressemble à un majordome de l'époque Victorienne, vous dévisage des pieds à la pointe des oreilles avant de prendre la parole.
it: L'Elfo snob, dall'aria di maggiordomo vittoriano, ti scruta dalla cima delle tue orecchie appuntite ai piedi prima di parlare.
ru: Похожий на дворецкого викторианской эпохи эльф придирчиво осматривает тебя с ног до кончиков ушей. Ему определенно не нравится то, что он видит.

source: The ganger throws a hunk of rotten meat through the bars.
de: Der Ganger wirft ein Stück ranzigen Fleisches durch die Gitterstäbe.
es: El pandillero lanza un trozo de carne podrida a través de los barrotes.
fr: Le ganger lance une poignée de viande pourrie à travers les barreaux.
it: Il ganger getta un pezzo di carne marcia attraverso le sbarre.
ru: Гангстер проталкивает между прутьев кусок тухлого мяса.

source: The girl - she is important to Samedi. He is grateful for your timely assistance to her and he finds himself in a position to return the favor. Samedi knows the one you are after - he knows! And he can help you get to her! But this commlink... it is not a secure connection is it? No! We need to meet face-to-face, so to speak. In cyberspace.
de: Das Mädchen – sie ist Samedi wichtig. Er ist sehr dankbar dafür, dass du ihr schnell geholfen hast und er kann und möchte den Gefallen erwidern. Samedi weiß, hinter wem du her bist – er weiß es! Und er kann dir helfen, zu ihr zu gelangen! Aber dieser Kommlink ... ist keine sichere Verbindung, oder? Nein! Wir müssen uns vis-à-vis treffen, sozusagen. Im Cyberspace.
es: La chica... verás, es importante para Samedi. Está agradecido por cómo la ayudaste tan oportunamente y se encuentra en posición de devolverte el favor. Samedi conoce a la persona que buscas, ¡la conoce! ¡Y puede ayudarte a llegar hasta ella! Pero este commlink... no es una conexión segura, ¿verdad? ¡No! Tenemos que encontrarnos cara a cara, por así decirlo. En el ciberespacio.
fr: La fille... elle est importante pour Samedi. Samedi vous est redevable pour votre assistance à son égard et voudrait vous rendre la faveur. Samedi connait la personne que vous cherchez... il la connait ! Et il peut vous aider à la trouver ! Mais ce commlink... ça n'est pas une connexion sécurisée, n'est-ce pas ? Non ! Nous devons nous rencontrer en face à face, si je puis dire. Dans le cyberespace.
it: La ragazza... Lei è importante per Samedi. Samedi ti è grato per averla aiutata così prontamente e vuole restituirti il favore. Samedi conosce la persona che stai cercando... Eccome se la conosce! E può aiutarti a catturarla! Ma questo commlink... non è una connessione sicura, non trovi? No! Dobbiamo parlare faccia a faccia, per così dire. Nello spazio cibernetico.
ru: Девушка - она важна для Самеди. Он благодарен за своевременную ей помощь и надеется отплатить за услугу. Самеди знает, кого ты ищешь. О да, он знает! И он поможет тебе до нее добраться! Но этот коммлинк... не самое надежное средство связи, нет? Да! Мы встретимся лицом к лицу и поговорим. В киберпространстве.

source: The guard thinks for a moment and activates his commlink. He turns his back on you and has a brief conversation. Then he turns back.
de: Der Wachmann scheint einen Moment nachzudenken und aktiviert dann sein Kommlink. Er dreht dir den Rücken zu und führt ein kurzes Gespräch. Dann dreht er sich zu dir um.
es: El guardia piensa un poco y activa su commlink. Te da la espalda y tiene una breve conversación. Después, se vuelve a girar.
fr: Le garde réfléchit un instant et active son commlink. Il vous tourne le dos et a une brève conversation. Puis il se retourne.
it: La guardia ci pensa su per un attimo e attiva il commlink. Ti dà le spalle mentre conduce una breve conversazione. Si rivolge di nuovo a te.
ru: Охранник задумывается и включает свой коммлинк. Он поворачивается к тебе спиной, произносит пару фраз и кивает, потом снова оборачивается к тебе.

source: The guys that got your goods. What difference does it make?
de: Diejenigen, die die Ware für dich haben. Was macht das fürn Unterschied?
es: Somos los tipos que han conseguido su mercancía. ¿Qué más da?
fr: Les types qui ont ce que vous voulez. Quelle différence ça peut faire ?
it: Quelli che hanno recuperato la sua merce. Che differenza fa?
ru: Мы люди, которые принесли твой товар. Какая тебе, к черту, разница?

source: The having her back part, yes.
de: Du meinst, dass ich sie zurückgebracht habe. Ja.
es: La parte de traerla de vuelta, sí.
fr: Le fait qu'elle soit de retour, oui.
it: Se intendi per averla riportata indietro, sì.
ru: Да, мне пришлось ей немного помочь.

source: The hellhound devours the zebra meat in a few massive bites, then lets out a contented growl.
de: Der Höllenhund verschlingt das Zebrafleisch in nur wenigen, gewaltigen Bissen und gibt ein zufriedenes Knurren von sich.
es: El cancerbero devora la carne de cebra en unos cuantos bocados descomunales y suelta un gruñido de satisfacción.
fr: Le chien ne fait que quelques bouchées de la viande de zèbre. Repus, il grogne de plaisir.
it: Il segugio infernale divora la carne di zebra in pochi, enormi bocconi, poi emette un ringhio soddisfatto.
ru: Адские псы пожирают мясо меньше чем за минуту и довольно урчат.

source: The hellhounds devour the zebra meat in a few massive bites, and they let out a contented growl.
de: Die Höllenhunde verschlingen das Zebrafleisch in nur wenigen, gewaltigen Bissen und geben ein zufriedenes Knurren von sich.
es: Los cancerberos devoran la carne de cebra en unos cuantos bocados descomunales y sueltan un gruñido de satisfacción.
fr: Les chiens ne font que quelques bouchées de la viande de zèbre. Repus, ils grognent de plaisir.
it: I segugi infernali divorano la carne di zebra in pochi, enormi bocconi, poi emettono un ringhio soddisfatto.
ru: Адские псы пожирают мясо меньше чем за минуту и довольно урчат.

source: The highly flammable kerosene is normally used to clean grease off of machine parts.
de: Das hochentzündliche Kerosin wird für gewöhnlich dazu verwendet, Öl von Maschinerie zu entfernen.
es: El queroseno, altamente inflamable, se suele usar para limpiar la grasa de las piezas de las máquinas.
fr: Le pétrole hautement inflammable est normalement utilisé pour nettoyer la graisse des pièces de machine.
it: Il cherosene, altamente infiammabile, è di solito usato per togliere il grasso dalle parti meccaniche.
ru: Керосин - огнеопасная жидкость, с помощью которой, среди прочего, оттирают смазку с механических деталей.

source: The holodesk animates to display a high level blueprint of the facility with labels to touch to zoom into each area.
de: Der Holoprojektor erwacht zum Leben und zeigt dir einen hochdetaillierten Grundriss der Einrichtung, inklusive einer Zoomvorrichtung, sodass du dir jeden Bereich im Detail ansehen kannst.
es: El holoescritorio se enciende y aparece un plano de alto nivel de las instalaciones, con etiquetas que se pueden tocar para ampliar cada zona.
fr: Le holodesk s'anime pour afficher un plan détaillé du bâtiment, où l'on peut zoomer sur chaque zone en pressant une touche.
it: La mappa olografica si attiva e mostra una planimetria molto realistica della struttura, con etichette che, toccandole, permettono di ingrandire ogni area.
ru: Голографический проектор демонстрирует подробный чертеж здания, который позволяет внимательно рассмотреть любое из помещений.
