Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Seems there's something new every day. What is it this time?
de: Jeden Tag was Neues. Was ist es diesmal?
es: Parece que cada día hay algo nuevo. ¿De qué se trata esta vez?
fr: On dirait qu'il y a quelque chose de nouveau tous les jours. C'est quoi cette fois ?
it: Succedono cose nuove ogni giorno. Di che si tratta questa volta?
ru: Каждый день - новые сюрпризы. Что случилось на этот раз?

source: Seen anyone strange in the store lately?
de: Ist dir in letzter Zeit irgendjemand merkwürdiges im Laden aufgefallen?
es: ¿Has visto a alguien extraño por aquí últimamente?
fr: Vous avez vu quelque chose de bizarre ces derniers temps au magasin ?
it: Hai notato qualche tipo strano nel deposito ultimamente?
ru: В последнее время к вам заходил кто-нибудь подозрительный?

source: Select UB ID alphanumeric...
de: Zeichenfolge der UB-ID auswählen ...
es: Seleccionar identificación alfanumérica de la HU...
fr: Saisissez votre numéro d'identité de la Confrérie Universelle...
it: Seleziona codice di identificazione alfanumerico della FU...
ru: Укажите идентификационный номер члена Всеобщего братства

source: Select correct answer to personal question "My favorite frisbee catcher"
de: Wähle die richtige Antwort auf die persönliche Frage „Mein Lieblings-Frisbee-Fänger“ aus.
es: Selecciona la respuesta correcta a la pregunta personal: "Mi atrapador de discos voladores favorito"
fr: Sélectionner la réponse correcte à la question personnelle « Mon animal de compagnie préféré »
it: Seleziona la risposta corretta alla domanda segreta-"Il mio giocatore di frisbee preferito"
ru: Выберите правильный ответ на индивидуальный вопрос: "Мой лучший друг"

source: Select correct password retrieval prompt...
de: Korrekte Passwort-Wiederherstellungsaufforderung auswählen ...
es: Seleccionar mensaje de recuperación de la contraseña correcta...
fr: Saisissez l'indication de récupération du mot de passe correcte...
it: Seleziona Recupera password...
ru: Укажите кодовое слово для восстановления пароля...

source: Select housing location...
de: Wohnflügel auswählen ...
es: Seleccionando lugar de la casa...
fr: Saisissez votre résidence...
it: Seleziona il domicilio...
ru: Укажите размещение...

source: Self-destruction. It was Sam’s path, and it is humanity’s path, if we don’t make a change, if we don’t embrace a new way of thinking. We must put each other first. And this is the basis of my new family.
de: Sam befand sich auf einem Pfad der Selbstzerstörung. Mit der Menschheit verhält es sich ebenso, wenn wir nichts unternehmen, wenn wir nicht lernen, auf eine neue Art zu denken. Das ist das Grundverständnis meiner neuen Familie.
es: Autodestrucción. Era la trayectoria de Sam, y es la trayectoria de la humanidad, si no cambiamos, si no adoptamos una nueva forma de pensar. Debemos anteponer al prójimo. Y eso es la base de mi nueva familia.
fr: L'auto-destruction. C'était la voie qu'a choisie Sam, et ce sera celle de l'humanité si nous ne changeons rien, si nous n'embrassons pas un nouvel état d'esprit. Nous devons penser d'abord à autrui. Et il s'agit précisément de la base de ma nouvelle famille.
it: Autodistruzione. È stato il cammino di Sam, ed è il cammino dell'umanità, se cambiamo le cose, se non abbracciamo un nuovo modo di pensare. Dobbiamo metterci al primo posto. E questa è la base della mia nuova famiglia.
ru: Стремление навстречу собственной гибели. Сэм медленно убивал себя, и то же проделывает все человечество. Если мы не изменимся, если не научимся думать по-другому, то все погибнем. Мы должны думать друг о друге. Меня научила этому моя новая семья.

source: Sergeant Aguirre over there seems pretty friendly. Can I trust him?
de: Dieser Officer Aguirre da drüben scheint ja recht hilfsbereit zu sein. Kann ich ihm vertrauen?
es: El sargento Aguirre está por ahí, y parece muy simpático. ¿Puedo confiar en él?
fr: L'officier Aguirre à l'air plutôt sympathique. Je peux lui faire confiance ?
it: Il sergente Aguirre laggiù sembra un tipo piuttosto affabile. Posso fidarmi di lui?
ru: Сержант Агирре ведет себя дружелюбно. Ему можно доверять?

source: Seriously?
de: Im Ernst?
es: ¿En serio?
fr: Vraiment ?
it: Scherzi?
ru: Серьезно?

source: Serrano
ru: Серрано

source: Settings for the recording studio software.
de: Einstellungen für die Software des Aufnahmestudios.
es: Configuración del software del estudio de grabación.
fr: Paramètres du logiciel du studio d'enregistrement.
it: Impostazioni per il software dello studio di registrazione.
ru: Настройки записывающего оборудования.

source: Shadow.
ru: Тень.

source: Shadowrunner
ru: Раннер

source: Shaman
de: Schamane
es: Chamán
fr: Chaman
it: Sciamano
ru: Шаман

source: Shaman Sally
de: Schamanin Sally
es: Sally la Chamán
fr: Chaman Sally
it: Sciamano Sally
ru: Шаманка Салли

source: Shaman with a few Spirits and Spells
de: Eine Schamanin mit ein paar Geistern und Zaubern.
es: Chamán con algunos espíritus y hechizos
fr: Chaman avec quelques esprits et sorts.
it: Sciamano con alcuni spiriti e incantesimi
ru: Шаманка с несколькими духами и пригоршней заклинаний

source: Shane
ru: Шин

source: Shane's ID Card
de: Shanes Mitgliedskarte
es: Tarjeta de identificación de Shane
fr: Carte d'identification de Shane
it: Tessera di identificazione di Shane
ru: Пропуск Шина

source: Shane. Old boyfriend. He used to work here. Then one day, he saw a billboard for the Universal Brotherhood and that was that. Went to a meeting, made new friends... moved in with them. I was happy for him, until he started coming around trying to recruit me. I don’t need that drek.
de: Shane. Mein Ex. Er hat früher hier gearbeitet. Dann hat er eines Tages eine Anzeige der Universellen Bruderschaft gesehen und das war’s. Ist zu einem Treffen, hat neue Freunde gefunden ... ist zu ihnen gezogen. Erst war ich froh für ihn, aber dann wollte er mich auch rekrutieren. So einen Drek brauch ich nicht.
es: Shane. Un antiguo novio. Solía trabajar aquí. Y entonces un día vio un cartel de la Hermandad Universal y se acabó todo. Fue a una reunión, hizo nuevos amigos... y se mudó a vivir con ellos. Me alegré por él, hasta que empezó a venir para intentar reclutarme. Yo no necesito esa mierda.
fr: Shane. Un de mes ex. Avant, il travaillait ici. Et puis un jour, il a vu une affiche de la Confrérie Universelle et c'était fini. Il est allé à une réunion, s'est fait de nouveaux amis... puis a déménagé chez eux. J'étais contente pour lui, jusqu'à ce qu'il revienne pour essayer de me recruter. Je n'ai pas besoin de cette merde.
it: Shane. Ex fidanzato. Lavorava qui. Poi, un giorno, ha visto un manifesto della Fratellanza Universale, fine della storia. È andato a una riunione, incontrato nuovi amici... e alla fine si è trasferito da loro. Ero felice per lui, finché non ha cominciato a cercare di persuadermi a unirmi a loro. Non mi serve quella merda.
ru: Шин. Старый приятель. Когда-то он тоже здесь работал, но потом увидел листовку Всеобщего братства и покатился. Сходил на собрание, завел новых друзей... переехал к ним. Я была за него рада, пока он не завел привычку приходить и пытаться завербовать меня. Еще этого дерьма мне не хватало в жизни.

source: Shane? What about Shane?
de: Shane? Was ist mit Shane?
es: ¿Shane? ¿Qué pasa con Shane?
fr: Shane ? Qu'est-ce qu'il a, Shane ?
it: Shane? Che è successo a Shane?
ru: О Шине? Что с ним случилось?

source: Shane’s dead. I can’t tell you anything else right now. It’s too dangerous. But I thought you should know.
de: Shane ist tot. Mehr kann ich dir noch nicht sagen, es wäre zu gefährlich. Aber ich dachte, du solltest es wissen.
es: Shane está muerto. Ahora mismo no puedo decirte nada más. Es demasiado peligroso. Pero pensé que deberías saberlo.
fr: Shane est mort. Je ne peux rien vous dire de plus pour l'instant. C'est trop dangereux. Mais j'ai pensé qu'il fallait mieux vous le dire.
it: Shane è morto. Non posso dirti nient'altro adesso. È troppo pericoloso. Ma pensavo di doverti almeno avvertire.
ru: Шин мертв. Пока я не могу посвятить тебя в подробности, это слишком опасно, но тебе следовало это знать.

source: Shannon Half-Sky
es: Shannon Mediocielo
ru: Шеннон Расколотое Небо

source: Shannon’s plan is the best lead you’ve got to find out more about the Ripper. But getting back into the warehouse is going to require some support, in case the drek hits the fan. The Seamstresses Union will have exactly what you need: A Fixer. Finding this necessary middleman and deal-broker is key to most plans involving shadowrunners. A good Fixer is worth the nuyen. It’s their job to have the contacts and know who’s good at what. They’ll put together the team you need: magical support, skilled street samurai for muscle, or a novahot decker for Matrix work. Running the shadows is a life and death gamble. It pays to hire the best shadowrunners you can.
de: Shannons Plan ist deine beste und einzige Spur, um den Ripper zu finden. Doch um zurück in die Lagerhalle zu gelangen, wirst du Hilfe brauchen – man weiß nie, was einen bei solch einen Unterfangen erwartet. Die Seamstresses Union hat genau das, was du brauchst: einen Schieber. Diese Art von Mittelsmann ist ein zentraler Aspekt in den meisten Unterfangen, die Shadowrunner betreffen. Ein guter Schieber ist seine Nuyen wert. Er hat die richtigen Connections und weiß, wer was wie gut kann. Er besorgt dir genau das Team, das du brauchst: magische Unterstützung, einen Straßensamurai als Mann fürs Grobe oder einen brandheißen Decker, wenn die Matrix im Spiel ist. Das Leben in den Schatten ist ein riskantes Spiel. Es zahlt sich aus, die besten Shadowrunner anzuheuern, die mit Nuyen zu kaufen sind.
es: El plan de Shannon es la mejor pista que tienes para obtener más información sobre el Destripador. Pero para volver al almacén necesitarás un poco de ayuda, por si se arma la gorda. El Unión de Costureras tendrá justo lo que necesitas: Un fixer. Encontrar a este encargado de cerrar tratos e intermediario tan necesario es clave para la mayoría de los planes que incluyen shadowrunners. Un buen fixer vale su peso en nuyens. Su trabajo es tener los contactos necesarios y saber a quién se le da bien qué. Con su ayuda podrás montar el equipo que necesitas: apoyo mágico, un samurái callejero habilidoso para la fuerza o un decker novahot para el trabajo en la Matriz. Hacer runs por las sombras es un juego a vida o muerte. Vale la pena contratar a los mejores shadowrunners que puedas.
fr: Le plan de Shannon est votre meilleure piste pour l'instant pour en savoir plus l'éventreur. Mais pour retourner à l'entrepôt, il va vous falloir des renforts, au cas où les choses tournent mal. Le Seamstresses Union a exactement ce qu'il vous faut : Un Fixer. Pour les shadowrunners, il est capital de pouvoir compter sur cet intermédiaire. Un bon Fixer vaut son pesant de nuyens. Son job, c'est de vous fournir des contacts et de savoir qui est bon à quoi. Il monte toujours l'équipe qu'il vous faut : un as de la magie, un samouraï des rues bien musclé ou un decker novahot pour trafiquer dans la Matrice. Dans les ombres, les missions sont une question de vie ou de mort. Cela paie d'embaucher les meilleurs shadowrunners qu'on peut se permettre.
it: Il piano di Shannon è la pista migliore che hai per scoprire di più sullo Squartatore. Ma per tornare al magazzino avrai bisogno di supporto, nel caso le cose dovessero mettersi male. Al Seamstresses Union troverai esattamente quello che cerchi: un ricettatore. Trovare questo essenziale intermediario e negoziatore è la chiave di volta per la maggior parte dei piani che prevedono l'impiego di Shadowrunner. Un buon ricettatore vale ogni nuyen speso. Il loro lavoro è avere i contatti giusti per trovare il migliore per ogni missione. Mettono insieme la squadra che ti serve: supporto magico, abili Samurai da strada per suonarle di santa ragione, o Decker super esperti per lavori nella Matrice. Le missioni nelle ombre sono una scommessa in cui la posta in gioco è la vita o la morte. Reclutare i migliori Shadowrunner fa la differenza.
ru: Быть может, план Шеннон и впрямь поможет тебе выйти на след Потрошителя. Тогда тебе тем более следует заручиться поддержкой перед тем, как возвращаться на склад - просто на всякий случай. В Союзе белошвеек есть человек, который может тебе помочь: работодатель. Кто-то, кто готов выступить в качестве посредника между исполнителем и заказчиком, чьими услугами пользуются все известные тебе раннеры. Именно эти люди заключают контракты и знают, к какому из специалистов следует обращаться в каждом конкретном случае. Один из них соберет для тебя команду: тебе не помешают маг для огневой поддержки, уличный самурай и ловкий декер, который знает Матрицу как свои пять пальцев. Одна ошибка во время набега может стоить жизни тебе или любому из них. В Тенях следует быть готовым ко всему и не жалеть денег, когда оплачиваешь услуги хороших раннеров.

source: She can’t recommend you if she's dead. Did she say anything about why she wanted it?
de: Sie kann dich nicht weiterempfehlen, wenn sie tot ist. Hat sie dir gesagt, was sie mit der Waffe vorhatte?
es: No puede recomendarte si está muerta. ¿Dijo para qué la quería?
fr: Elle peut difficilement vous recommander si elle est morte. Vous a-t-elle dit pourquoi elle voulait cette arme ?
it: Non può raccomandarti se è morta. Ha detto qualcosa sul perché le serviva?
ru: Если ее убьют, она точно не будет довольна. Она не говорила, для чего ей понадобилось оружие?

source: She didn't. She hired someone to do it for her.
de: Hat sie auch nicht. Sie hat jemanden dafür engagiert.
es: No. Contrató a alguien que lo hiciera por ella.
fr: Elle l'a pas fait, au final. Elle a engagé quelqu'un pour le faire pour elle.
it: Infatti. Aveva assoldato qualcuno che lo facesse al posto suo.
ru: Она и не пачкала. Наняла себе головореза.

source: She got some help.
de: Sie hatte Hilfe.
es: Consiguió ayuda.
fr: Elle a reçu de l'aide.
it: È stata aiutata.
ru: Ей помогли.

source: She is a smart woman, and quite dangerous, but I fear for her.
de: Sie ist ein kluges Mädchen und tough dazu, doch ich mache mir Sorgen um sie.
es: Es una mujer inteligente, y bastante peligrosa, pero temo por ella.
fr: Elle est maline et plutôt dangereuse, mais j'ai peur pour elle.
it: È una donna intelligente e alquanto pericolosa, ma temo per la sua vita.
ru: Она неглупая женщина и умеет постоять за себя, но я серьезно обеспокоена.

source: She knows enough that she would kill to protect Jessica Watts.
de: Sie weiß genug, dass sie morden würde, um Jessica Watts zu schützen.
es: Sabe bastante como para proteger a Jessica Watts.
fr: Elle en sait suffisamment pour tuer afin de protéger Jessica Watts.
it: Ne sa abbastanza da decidere di uccidere, pur di proteggere Jessica Watts.
ru: Она знает достаточно. Ради Джессики Уоттс она пошла на убийство.

source: She locked us in but I can get us out of here. Last night, they were holding me in the next room - the one with the computers. I jacked into one and was hacking their security system when I tripped the alarm and got caught. They threw me in that cell and disabled the jackpoints, but I can fix them!
de: Sie hat uns eingeschlossen, aber ich kann uns hier wieder herausholen. Letzte Nacht haben sie mich im Nebenzimmer eingesperrt – dem Raum mit den ganzen Computern. Ich hab mich in einen davon eingeklinkt und ihr Sicherheitssystem gehackt, bis ich einen Alarm ausgelöst habe und erwischt wurde. Dann haben sie mich in diese Zelle geworfen und die Jackpoints deaktiviert, aber ich kann sie wieder hinbiegen!
es: Nos ha encerrado, pero yo puedo hacer que salgamos de aquí. Anoche me retuvieron en la sala de al lado, la de los ordenadores. Conseguí conectarme a uno y estuve hackeando su sistema de seguridad, hasta que activé la alarma y me pillaron. Me metieron en esa celda y desactivaron los puntos de conexión, ¡pero puedo arreglarlos!
fr: Elle nous a enfermés, mais j'ai un moyen de nous faire sortir d'ici. La nuit dernière, ils m'ont enfermé dans la pièce à côté, celle avec les ordinateurs. J'en ai utilisé un pour pirater leur système de sécurité, mais l'alarme a retentit et j'ai été pris. Ils m'ont jeté dans cette cellule et désactivé les jackpoints, mais je peux les réparer !
it: Ci ha chiuso dentro, ma so come uscire di qui. Ieri notte mi tenevano nella stanza accanto, quella con i computer. Ho avuto accesso e ho manomesso il sistema di sicurezza, però è scattato l'allarme e hanno scoperto tutto. Hanno fatto in modo di sbattermi in una cella e disattivare i jackpoint, ma posso aggiustarli!
ru: Она заперла двери, но я разберусь с этим. Прошлой ночью они держали меня в соседней комнате - рядом с компьютером. Мне удалось подключиться к их системе. Я почти взломала их службу безопасности, когда сработала тревога и меня поймали. Меня бросили в эту камеру и закрыли точки доступа, но я знаю способ снова их открыть!

source: She looks familiar. Have I seen her somewhere?
de: Sie kam mir bekannt vor. Hab ich sie irgendwo schon mal gesehen?
es: Me suena. ¿La he visto antes?
fr: Elle me dit quelque chose. Je l'ai déjà vue quelque part...
it: Mi sembrava familiare. L'ho vista da qualche parte?
ru: Она выглядит ужасно знакомой. Где мы могли раньше видеться?

source: She rocks back and forth, her milky eyes clouded by cataracts and shame. White hair tumbles down her bony back and her fragile skin is so pale, the blue veins under it run like subway lines on a map. You glance down at her ID bracelet: Valerie Telestrian. Telestrian. That name's coming up a lot.
de: Sie wippt langsam vor und zurück, ihre milchigen Augen sind gleichermaßen von Katarakten und Scham vernebelt. Ihre weißen Haare fallen ihren dürren Rücken herab und ihre Haut ist so blass, dass ihre blauen Venen wie Linien auf einer Straßenkarte hervortreten. Du wirfst einen Blick auf ihr Patientenarmband: Valerie Telestrian. Telestrian. Diesen Namen hast du nun schon öfter gehört.
es: Se acuna hacia delante y hacia atrás, tiene los ojos blanquecinos nublados por la vergüenza y las cataratas. Su cabello blanco cae por una espalda escuálida, y su frágil piel es tan pálida que se pueden ver las venas recorriéndola como líneas de un mapa del metro. Bajas la mirada y la fijas en su pulsera identificativa: Valerie Telestrian. Telestrian. Ese nombre se oye mucho.
fr: Elle secoue la tête d'avant en arrière, les yeux obscurcis par les cataractes et la honte. Ses cheveux blancs tombent sur son dos squelettique, et sa peau fragile est très pâle, les veines bleues sous celle-ci visibles comme sur une carte de métro. Vous jetez un œil à son bracelet d'identité : Valerie Telestrian. Telestrian. C'est un nom qui revient souvent.
it: Dondola avanti e indietro, i suoi occhi lattei sono annebbiati dalle cataratte e dalla vergogna. I capelli bianchi cadono sulla sua schiena ossuta e la fragile pelle è così pallida che le vene blu sotto di essa paiono linee ferroviarie su una cartina. Dai un'occhiata al suo bracciale di identificazione: Valerie Telestrian. Telestrian. Continui a incontrare quel nome.
ru: Она раскачивается взад и вперед, ничего не видя перед собой. Ее слепые глаза застилает мутная пелена позора и катаракты. Седые волосы струятся у нее по спине, и ты отчетливо различаешь синие дорожки вен под тонкой пергаментной кожей у нее на руках. Ты бросаешь взгляд на ее медицинский браслет: Валери Телестриан. Телестриан. Последнее время это имя встречается слишком часто.

source: She said to talk to you about getting access to the office.
de: Sie hat gesagt, ich soll mich hier melden, wenn ich Zugang zum Büro benötige.
es: Me dijo que hablase contigo para poder entrar en la oficina.
fr: Elle m'a dit de vous demander de m'ouvrir le bureau.
it: Mi ha detto di chiedere a te per l'accesso all'ufficio.
ru: Она сказала, что ты можешь отпереть дверь в кабинет.

source: She stares into space, her head moving back and forth, uncomprehending.
de: Sie starrt ins Nichts. Ihr Kopf wippt vor und zurück, ohne auch nur ein Wort zu hören.
es: Se queda mirando al vacío agitando la cabeza hacia delante y hacia atrás, desorientada.
fr: Elle regarde dans le vide, sa tête allant d'avant en arrière, le visage plein d'incompréhension.
it: Fissa il vuoto, la sua testa ciondola avanti e indietro, assente.
ru: Она смотрит в пространство перед собой и молча раскачиваеся взад-вперед.

source: She starts to turn away, when a man with the face of a survivor and the zeal of a convert tugs at her arm - hard. It's clear the two have a history. They try to keep their voices low but the intensity of their conversation makes them easy to overhear.
de: Sie will sich gerade umdrehen, als ein Mann mit dem Gesicht eines Überlebenden und dem Eifer eines Konvertierten an ihrem Arm zieht – hart. Es ist offensichtlich, dass die beiden sich kennen. Sie versuchen, leise zu sprechen, doch die Intensität der Unterhaltung macht es leicht, ihr zu folgen.
es: Cuando empieza a darse la vuelta, un hombre con cara de superviviente y el fervor de un converso le tira del brazo con dureza. Es evidente que tienen un pasado común. Intentan hablar bajo, pero la intensidad de la conversación hace que resulte fácil escucharlos.
fr: Alors qu'elle se retourne, un homme avec une tête de survivant et le zèle d'un convertit tire violemment son bras. Ces deux-là se connaissent, clairement. Ils essayent de ne pas parler trop fort, mais l'intensité de leur conversation fait qu'on peut les entendre facilement.
it: Fa per allontanarsi, quando un uomo con la faccia di un sopravvissuto e il fervore di un convertito la strattona per il braccio, con forza. È evidente che si conoscano. Cercano di tenere la voce bassa, ma la conversazione è così concitata che è facile sentirli.
ru: Она собирается было отвернуться, но ее хватает за руку человек с изможденным лицом и горящими глазами фанатика. Они пытаются говорить тихо, но то и дело повышают голос, и подслушать их разговор не составляет никакого труда.

source: She was a devout Catholic. I don’t think it's an exaggeration to say that she sacrificed her life for Sam and me.
de: Sie war eine fromme Katholikin. Ich glaube nicht, dass es übertrieben wäre zu sagen, dass sie ihr Leben für Sam und mich aufgeopfert hat.
es: Era una católica devota. No creo que sea exagerado decir que sacrificó su vida por Sam y por mí.
fr: C'était une fervente catholique. Je crois qu'on peut dire sans exagérer qu'elle a sacrifié sa vie pour Sam et pour moi.
it: Era una cattolica devota. Non esagero nel dire che ha sacrificato la sua vita per me e Sam.
ru: Она была преданной католичкой. Если я скажу, что она принесла свою жизнь в жертву ради меня и Сэма, это не будет преувеличением.

source: She's a witness and has valuable information. Do you know where she is?
de: Sie ist eine Zeugin und besitzt wertvolle Informationen. Weißt du, wo sie ist?
es: Es una testigo y tiene información valiosa. ¿Sabes dónde está?
fr: C'est un témoin clé et elle a des informations importantes. Savez-vous où elle est ?
it: È una testimone e ha informazioni preziose. Sai dove si trova?
ru: Она свидетель и обладает важной информацией. Где она сейчас?

source: She's at the Universal Brotherhood. Heard anything about it?
de: Sie ist bei der Universellen Bruderschaft. Schon mal was davon gehört?
es: Está en la Hermandad Universal. ¿Has oído hablar de ella?
fr: Elle est à la Confrérie Universelle. Tu connais ?
it: È alla Fratellanza Universale. La conosci?
ru: Во Всеобщем братстве. Ты знаешь о них что-нибудь?
