Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}A sticky substance of some sort seems to have seeped through the trash pile, and your hands are quickly covered with the stuff. After searching for a minute, you unearth a handful of interesting items.
de: {{GM}}Der Müll ist durchsetzt mit irgendeiner klebrigen Substanz und bald klebt sie auch überall an deinen Händen. Bei deiner Suche entdeckst du eine Reihe von interessanten Gegenständen.
es: {{GM}}Una sustancia pegajosa de algún tipo parece haberse filtrado por el montón de basura, y tus manos pronto están cubiertas de esa cosa. Tras buscar durante un minuto, desentierras algunos objetos interesantes.
fr: {{GM}}Une sorte de substance gluante a dû couler dans la pile de déchets, et vos mains en sont rapidement couvertes. Après une minute de recherche, vous découvrez quelques objets intéressants.
it: {{GM}}Una sostanza appiccicosa di qualche tipo sembra essere penetrata attraverso il mucchio di rifiuti e le tue mani sono presto coperte di quella roba. Dopo aver cercato per un minuto, tiri fuori una manciata di articoli interessanti.
ru: {{GM}}Груду мусора пропитывает вонючая жидкость, которая липнет к твоим рукам. Примерно через минуту тебе удается разыскать несколько интересных предметов.

source: {{GM}}A tall, emotionless Lone Star officer blocks entry to the crime scene. Behind her, you spot the lively face of the Organ Grinders coroner, Dresden.{{/GM}} This is an active Lone Star investigation. Please step away from the barrier.
de: {{GM}}Ein großer, emotionsloser Lone-Star-Officer blockiert den Zugang zum Tatort. Hinter ihr siehst du das muntere Gesicht des Gerichtsmediziners von Organ Grinders, Dresden.{{/GM}} Hier ist eine Ermittlung von Lone Star im Gange. Treten Sie bitte von der Absperrung zurück.
es: {{GM}}Una agente de Lone Star, alta e impasible, bloquea la entrada a la escena del crimen. Detrás de ella puedes ver la cara animada de Dresden, el forense de Organilleros.{{/GM}} Esto es una investigación activa de Lone Star. Aléjese de la barrera, por favor.
fr: {{GM}}Un officier de Lone Star grand et impassible bloque l'entrée de la scène de crime. Derrière elle, vous reconnaissez le visage livide du légiste du Broyeur d'Organes, Dresden.{{/GM}} C'est une enquête en cours de Lone Star. Éloignez-vous de la barrière.
it: {{GM}}Un'agente Lone Star alta e inespressiva blocca l'ingresso alla scena del crimine. Dietro di lei noti la faccia allegra di Dresden, il medico legale della Suonatori d'organi.{{/GM}} C'è un'indagine della Lone Star in corso. Allontanarsi dalla transenna.
ru: {{GM}}Возле места преступления стоит офицер ''Одинокой звезды''. Это высокая и спокойная женщина, которая излучает ауру профессионализма. За спиной у нее мелькает жизнерадостная физиономия Дрездена, судебного медика из местного отделения компании ''Руки-ноги''.{{/GM}} Корпорация ''Одинокая звезда'' ведет расследование. Пожалуйста, не подходите к ограждению.

source: {{GM}}A to D.{{/GM}}
de: {{GM}}A bis D.{{/GM}}
es: {{GM}}A-D.{{/GM}}
fr: {{GM}}A à D.{{/GM}}
it: {{GM}}A - D.{{/GM}}
ru: {{GM}}Первая страница.{{/GM}}

source: {{GM}}A voice from a hidden speaker fills the room.{{/GM}}
de: {{GM}}Eine Stimme aus einem versteckten Lautsprecher erfüllt den Raum.{{/GM}}
es: {{GM}}Una voz procedente de un altavoz oculto llena la habitación.{{/GM}}
fr: {{GM}}Une voix s'élève d'un haut-parleur caché et emplit la pièce.{{/GM}}
it: {{GM}}Una voce proveniente da un altoparlante nascosto riempie la stanza.{{/GM}}
ru: {{GM}}В комнате раздается голос, исходящий из скрытого динамика.{{/GM}}

source: {{GM}}Access History{{/GM}}
de: {{GM}}Zugriffsprotokoll{{/GM}}
es: {{GM}}Acceder al historial{{/GM}}
fr: {{GM}}Accéder à l'historique{{/GM}}
it: {{GM}}Cronologia accessi{{/GM}}
ru: {{GM}}История поиска{{/GM}}

source: {{GM}}Access the pocket secretary.{{/GM}}
de: {{GM}}Greife auf den Taschensekretär zu.{{/GM}}
es: {{GM}}Entrar en la agenda de bolsillo.{{/GM}}
fr: {{GM}}Consulter l'assistant de poche.{{/GM}}
it: {{GM}}Controlla l'agenda elettronica.{{/GM}}
ru: {{GM}}Заглянуть в карманный секретарь.{{/GM}}

source: {{GM}}Activate the holodesk.{{/GM}}
de: {{GM}}Aktiviere den Holoprojektor.{{/GM}}
es: {{GM}}Activa el holoescritorio.{{/GM}}
fr: {{GM}}Activer le holodesk.{{/GM}}
it: {{GM}}Attiva la mappa olografica.{{/GM}}
ru: {{GM}}Включить голографический проектор.{{/GM}}

source: {{GM}}Adam Borders.{{/GM}}
ru: {{GM}}Адам Бордерс.{{/GM}}

source: {{GM}}Admin functions.{{/GM}}
de: {{GM}}Administratorfunktionen.{{/GM}}
es: {{GM}}Funciones de administración.{{/GM}}
fr: {{GM}}Fonctions admin.{{/GM}}
it: {{GM}}Funzioni di amministrazione.{{/GM}}
ru: {{GM}}Администрирование.{{/GM}}

source: {{GM}}After you put 300 nuyen onto his Credstick, he unlocks the door to storeroom.{{/GM}}
de: {{GM}}Nachdem du 300 Nuyen auf seinen Credstick geladen hast, öffnet er dir die Tür zum Lagerraum.{{/GM}}
es: {{GM}}Después de poner 300 nuyens en su credistick, abre la puerta del almacén.{{/GM}}
fr: {{GM}}Après que vous ayez transféré les 300 nuyens sur son créditube, il déverrouille la porte de la salle de stockage.{{/GM}}
it: {{GM}}Dopo che hai accreditato 300 nuyen sul suo credstick, apre la porta del ripostiglio.{{/GM}}
ru: {{GM}}Ты переводишь 300 нюйен на его кредстик, и он отпирает складское помещение.{{/GM}}

source: {{GM}}After you put 500 nuyen onto his credstick, he unlocks the door to storeroom.{{/GM}}
de: {{GM}}Nachdem du 500 Nuyen auf seinen Credstick geladen hast, öffnet er dir die Tür zum Lagerraum.{{/GM}}
es: {{GM}}Después de poner 500 nuyens en su credistick, abre la puerta del almacén.{{/GM}}
fr: {{GM}}Après que vous ayez transféré les 500 nuyens sur son créditube, il déverrouille la porte de la salle de stockage.{{/GM}}
it: {{GM}}Dopo che hai accreditato 500 nuyen sul suo credstick, apre la porta del ripostiglio.{{/GM}}
ru: {{GM}}Ты переводишь 500 нюйен на его кредстик, и он отпирает дверь в складское помещение.{{/GM}}

source: {{GM}}Aguirre shrugs.{{/GM}} Your loss, then.
de: {{GM}}Aguirre zuckt mit den Schultern.{{/GM}} Dein Pech.
es: {{GM}}Aguirre se encoge de hombros.{{/GM}} Pues tú te lo pierdes.
fr: {{GM}}Aguirre hausse les épaules.{{/GM}} Tant pis pour vous.
it: {{GM}}Aguirre alza le spalle.{{/GM}} Peggio per te, mi sa.
ru: {{GM}}Агирре пожимает плечами.{{/GM}} Значит, мы не договорились.

source: {{GM}}Aljernon eyes you keenly.{{/GM}} Bravo. That is precisely the idea. The insect spirit exists on both planes simultaneously.
de: {{GM}}Aljernon blickt dich aufmerksam an.{{/GM}} Bravo. Das ist genau der Punkt. Der Insektengeist existiert auf beiden Ebenen zugleich.
es: {{GM}}Aljernon te observa con detenimiento.{{/GM}} Bravo. Esa es exactamente la idea. El Espíritu insecto existe en ambos planos a la vez.
fr: {{GM}}Aljernon vous regarde avec enthousiasme.{{/GM}} Bravo. C'est précisément ça. L'esprit insecte existe sur les deux plans à la fois.
it: {{GM}}Aljernon ti scruta attentamente.{{/GM}} Ottimo. Questo è il concetto. Lo spirito dell'insetto esiste su entrambi i piani contemporaneamente.
ru: {{GM}}Алджернон пронзает тебя взглядом.{{/GM}} Браво. Именно так. Дух-насекомое существует в двух мирах одновременно.

source: {{GM}}Aljernon looks the same as always. So much so that one may wonder if he ever takes time to eat or sleep. Perhaps his presence on this plane of existence is insubstantial enough that he isn't subject to such base needs. Or perhaps he just does these things when no one is looking.{{/GM}}
de: {{GM}}Aljernon sieht so aus wie immer. So sehr sogar, dass man sich fragen muss, ob er jemals isst oder schläft. Vielleicht ist seine Präsenz auf dieser Ebene der Wirklichkeit schwach genug, dass er solche primären Bedürfnisse nicht verspürt. Oder er tut diese Dinge nur, wenn niemand hinsieht.{{/GM}}
es: {{GM}}Aljernon está como siempre. Hasta tal punto, que uno se pregunta si alguna vez se toma tiempo para comer o dormir. Tal vez su presencia en este plano de existencia es tan insustancial que no está sujeto a ese tipo de necesidades básicas. O quizá hace esas cosas cuando nadie lo mira.{{/GM}}
fr: {{GM}}Aljernon n'a pas changé. On pourrait presque se demander s'il prend le temps de manger ou de dormir. Peut-être que sa présence dans ce plan d'existence est assez insuffisante pour qu'il ne soit pas sujet à de tels besoins basiques. Ou peut-être qu'il fait ces choses quand personne ne regarde.{{/GM}}
it: {{GM}}Aljernon non è cambiato di una virgola. Viene da chiedersi se trovi mai il tempo per mangiare o dormire. Forse la sua presenza su questo piano dell'esistenza è talmente immateriale che non è toccata da questi bisogni. O forse, più semplicemente, li soddisfa quando nessuno vede.{{/GM}}
ru: {{GM}}Алджернон выглядит так же, как обычно. Ты невольно задумываешься о том, когда он спит - и спит ли вообще. Быть может, его присутствие в этом мире настолько эфемерно и преходяще, что он не испытывает такой потребности. Или спит на диване в соседней комнате, когда его никто не видит .{{/GM}}

source: {{GM}}Aljernon smiles at you, much as a parent smiles at an overconfident child.{{/GM}} On the contrary, spirits are the very essence of the natural world. They are born of land, sea, and sky. They are born of Man and beast and plant.
de: {{GM}}Aljernon schenkt dir ein Lächeln, wie es ein Vater einem allzu selbstsicheren Kind schenken würde.{{/GM}} Im Gegenteil, Geister sind die pure Essenz der natürlichen Welt. Sie sind aus dem Land geboren, aus dem Meer und dem Himmel. Sie sind aus dem Menschen, dem Tier und der Pflanze geboren.
es: {{GM}}Aljernon te sonríe, como un padre le sonreiría a un hijo demasiado seguro de sí mismo.{{/GM}} Al contrario, los espíritus son la verdadera esencia del mundo natural. Nacen de la tierra, del mar y del cielo. Nacen del hombre, de las bestias y las plantas.
fr: {{GM}}Aljernon vous sourit, d'un sourire qu'un père fait à son enfant trop sûr de lui.{{/GM}} Au contraire, les esprits sont l'essence même du monde naturel. Ils sont nés de la terre, de la mer et du ciel. Ils sont nés de l'homme, des animaux et des plantes.
it: {{GM}}Aljernon ti sorride come un genitore sorride a un figlio troppo sicuro di sé.{{/GM}} Al contrario, gli spiriti sono la vera essenza del mondo naturale. Sono figli della terra, del mare e del cielo. Sono figli dell'Uomo, degli animali e delle piante.
ru: {{GM}}Алджернон улыбается тебе, как родитель улыбается чересчур любознательному ребенку.{{/GM}} Напротив, духи редко бывают обеспокоены. Они часть этого мира, они часть суши, моря и неба. Часть человека, и зверя, и всего, что растет на этой земле. Что могло потревожить их?

source: {{GM}}Aljernon stands stock still, his eyes closed and his face composed in a mask of stern concentration. But then a small snore escapes his nose, instantly shattering the elf's carefully manicured mystique. A clearing of your throat is enough to rouse the talismonger from his "meditation".{{/GM}}
de: {{GM}}Aljernon steht stocksteif da, die Augen geschlossen und das Gesicht in völliger Konzentration zu einer Maske erstarrt. Dann entweicht seiner Nase ein leises Schnarchen und sofort ist die geheimnisvolle Aura des Elfen entzaubert. Du räusperst dich und der Taliskrämer erwacht aus seiner „Meditation“.{{/GM}}
es: {{GM}}Aljernon permanece completamente inmóvil, con los ojos cerrados y la cara formando una máscara de rígida concentración. Pero entonces un pequeño ronquido escapa por su nariz, destrozando la cuidadosamente pulida mística del elfo. Aclararte la garganta es suficiente para sacar al portatalismanes de su "meditación".{{/GM}}
fr: {{GM}}Aljernon ne bouge pas d'un pouce, ses yeux clos apportant la touche finale au masque de concentration qui cache son visage. Mais tout à coup un petit ronflement s'échappe de son nez, brisant instantanément l'allure mystique soigneusement composée. Un raclement de votre gorge suffit à le tirer de sa "méditation".{{/GM}}
it: {{GM}}Aljernon è perfettamente immobile, con gli occhi chiusi e un'espressione di assoluta concentrazione sul volto. Ma poi lo senti russare sommessamente e l'aria mistica dell'Elfo, così ben costruita, crolla. Basta un colpo di tosse per risvegliare il mercante di talismani dalla sua "meditazione".{{/GM}}
ru: {{GM}}Алджернон стоит неподвижно. Его закрытые глаза и сосредоточенное лицо позволяют предположить, что его разум витает где-то далеко, но в какой-то момент он издает носом едва слышный свист, и ты понимаешь, что на самом деле он спит. Ты театрально прокашливаешься. Этого оказывается достаточно, чтобы торговец талисманами прервал свою "медитацию".{{/GM}}

source: {{GM}}Aljernon takes a hard look at you for what may be the first time. But this is the hard look of a magician, whose eyes pierce the veil of reality and burrow through a man's soul.{{/GM}} I can see you have met with disturbing visions.
de: {{GM}}Aljernon blickt dir zum ersten Mal direkt ins Gesicht. Es ist der harte Blick eines Magiers, dessen Augen den Schleier der Wirklichkeit zu durchdringen und direkt in jemandes Seele zu starren vermögen.{{/GM}} Ich sehe, du bist verstörenden Visionen begegnet.
es: {{GM}}Aljernon te lanza una mirada dura, posiblemente la primera. Pero esta es la mirada dura de un mago, cuyos ojos perforan el velo de la realidad y hurgan en el alma de un hombre.{{/GM}} Veo que has tenido visiones perturbadoras.
fr: {{GM}}Aljernon semble vous examiner pour la première fois. Sauf que ce n'est pas un examen ordinaire, c'est un mage, qui peut voir la vérité et pénétrer l'âme d'un homme.{{/GM}} Je peux voir que vous avez vu des choses plutôt perturbantes.
it: {{GM}}Aljernon ti guarda attentamente, forse per la prima volta. È lo sguardo di un mago, i cui occhi possono squarciare il velo della realtà e scandagliare l'animo di un uomo.{{/GM}} Hai visto immagini che ti hanno turbato.
ru: {{GM}}Алджернон пристально смотрит на тебя, как если бы он видел тебя впервые. Это взгляд чародея, и взор его пронзает реальность. Ты понимаешь, что сейчас он рассматривает твою душу.{{/GM}} Похоже, тебя посетило страшное видение.

source: {{GM}}Aljernon's face takes on a dreamy expression.{{/GM}} Are any of us? Yes, $(l.name), I am here. And at the Seamstresses Union. And a myriad of other places. On to the work at hand. Do you require my magic?
de: {{GM}}Aljernons Gesicht nimmt einen abwesenden Ausdruck an.{{/GM}} Ist irgendjemand von uns wirklich hier? Ja, $(l.name). Ich bin hier. Ich bin ebenfalls in der Seamstresses Union und an unzähligen anderen Orten. Aber wenden wir uns dem hier und jetzt zu. Benötigst du meine magischen Waren?
es: {{GM}}El rostro de Aljernon adopta una expresión soñadora.{{/GM}} ¿Lo estamos alguno de nosotros? Sí, $(l.name), estoy aquí. En el Unión de Costureras. Y en un sinfín de sitios más. Volvamos a lo que estábamos. ¿Necesitas mi magia?
fr: {{GM}}Le visage d'Aljernon affiche un côté rêveur.{{/GM}} Le sommes-nous vraiment ? Oui, $(l.name), je suis ici. Et au Seamstresses Union. Et dans une myriade d'autres endroits. Prêt à travailler. Avez-vous besoin de ma magie ?
it: {{GM}}Il volto di Aljernon assume un'espressione sognante.{{/GM}} Qualcuno di noi lo è? Sì, $(l.name), sono qui. E al Seamstresses Union. E in una miriade di altri posti. Veniamo al lavoro in questione. Hai bisogno della mia magia?
ru: {{GM}}Лицо Алджернона приобретает мечтательное выражение.{{/GM}} Не в большей степени, чем ты или кто бы то ни было другой. Да, $(l.name), сейчас я здесь. И в Союзе белошвеек. И в то же время во множестве других мест. Тебе нужна помощь волшебника?

source: {{GM}}All his pretense drops.{{/GM}} I've run solid interference for you but I can't hold these guys off much longer. I'm good but... but I'm not *that* good. My plan will work. You've got to trust me.
de: {{GM}}Er lässt seine Fassade fallen.{{/GM}} Ich habe alles an Interferenzen aufgeboten, was nur möglich ist, aber ich kann diese Typen nicht mehr lange aufhalten. Ich bin gut, aber ... aber ich bin nicht *so* gut. Mein Plan wird funktionieren. Du musst mir vertrauen.
es: {{GM}}Toda su pretensión desaparece.{{/GM}} He estado interfiriendo por ti, pero no podré retener a estos tipos mucho más tiempo. Soy bueno... pero no *tan* bueno. Mi plan funcionará. Tienes que confiar en mí.
fr: {{GM}}Tous ses faux-semblants tombent à l'eau.{{/GM}} J'ai créé de solides interférences pour vous, mais je ne pourrai pas les retenir éternellement. Je suis peut-être bon, mais pas « aussi » bon que ça. Mon plan va marcher. Faites-moi confiance.
it: {{GM}}Abbandona ogni finzione.{{/GM}} Sto facendo un'ottima operazione di disturbo ma non posso tenerli lontani ancora a lungo. Sono bravo... ma non *così* bravo. Il mio piano funzionerà. Devi fidarti di me.
ru: {{GM}}Он перестает валять дурака.{{/GM}} Я делаю все, чтобы удержать их на расстоянии, но скоро они поймут, что их водят за нос. Я хорош... Но не *настолько* хорош. У меня есть план. Доверься мне.

source: {{GM}}Alpha sort - Brothers & Sisters.{{/GM}}
de: {{GM}}Alphabetische Sortierung – Brüder und Schwestern.{{/GM}}
es: {{GM}}Ordenar alfa - Hermanos y Hermanas.{{/GM}}
fr: {{GM}}Tri Alpha : Frères & Sœurs.{{/GM}}
it: {{GM}}Ordine alfabetico: Fratelli e Sorelle.{{/GM}}
ru: {{GM}}Сортировка в алфавитном порядке - братья и сестры.{{/GM}}

source: {{GM}}Another giggle.{{/GM}} Oh, don’t bother with your side of the conversation - I’m not really here. Just one reason for this vid – someone finally geeked me. I'm dead. I probably had it coming.
de: {{GM}}Noch ein Kichern.{{/GM}} Ach, mach dir um deine Seite der Konversation keine Sorgen – ich bin nicht wirklich hier. Es gibt nur einen Grund für dieses Video – jemand hat mich umgelegt. Ich bin tot. Wahrscheinlich war’s sogar gerechtfertigt.
es: {{GM}}Otra risita.{{/GM}} Oh, no te preocupes por tu parte de la conversación... No estoy realmente aquí. Este vídeo solo tiene una finalidad: al fin alguien ha acabado conmigo. Estoy muerto. Probablemente me lo he buscado.
fr: {{GM}}Il pouffe encore.{{/GM}} Oh, te fatigue pas à faire la conversation, je suis pas vraiment là. C'est pour ça que j'ai fait cette vidéo. Quelqu'un m'a chopé. Je suis mort. Je le méritais sûrement.
it: {{GM}}Un'altra risatina.{{/GM}} Oh, non preoccuparti di intervenire nella conversazione... In realtà non sono qui. Se stai guardando questo video, vuol dire che qualcuno mi ha finalmente fatto fuori. Sono morto. Probabilmente me lo meritavo.
ru: {{GM}}Еще один смешок.{{/GM}} Кстати, можешь мне не отвечать. На самом деле меня здесь нет. Я звоню тебе по одной причине - кто-то меня наконец прикончил. Я мертв. Скорее всего, я сам напросился.

source: {{GM}}Another intercom crackles at your elbow. One solid blow would offer a few moments of blessed silence, but this is also a rare chance to get a word in on the good doctor, who greets you with more of his chittering laughter.{{/GM}} You are a persistent one. A fine specimen indeed.
de: {{GM}}Wieder knistert es aus einer Gegensprechanlage neben dir. Ein ordentlicher Schlag würde dir ein paar Minuten Stille verschaffen, doch dies ist zugleich eine der seltenen Möglichkeiten, den guten Doktor zur Rede zu stellen. Dieser begrüßt dich mit seinem gewöhnlichen, schrillen Gelächter.{{/GM}} Du bist sehr hartnäckig. Ein wahres Prachtexemplar.
es: {{GM}}Otro intercomunicador te resuena en el codo. Un golpe sólido crearía unos minutos de bendito silencio, pero esta es una oportunidad para poder hablar con el buen médico, que te saluda con otra dosis de su risa agitada.{{/GM}} Eres muy persistente. Y un buen ejemplar, de eso no hay duda.
fr: {{GM}}Un autre interphone grésille à votre épaule. Une bonne déflagration vous offrirait quelques précieux instants de silence mais il s'agit là d'une rare occasion d'engager la conversation avec le docteur, celui vous accueillant avec un rire suraigu.{{/GM}} Vous êtes résistant. Un sacré spécimen.
it: {{GM}}Senti gracchiare un altro interfono vicino a te. Basterebbe un colpo ben assestato per avere un po' di pace, ma questa è anche una rara opportunità per riuscire a scambiare una parola con il dottore, che ti saluta con una risata squillante.{{/GM}} Sei una persona ostinata. Davvero uno splendido esemplare.
ru: {{GM}}Рядом с твоим локтем оживает еще один динамик. Одного хорошего удара будет достаточно, чтобы заставить его замолчать, но это редкая возможность перекинуться парой слов с добрым доктором, который приветствует тебя истерическим хихиканьем.{{/GM}} Целеустремленности тебе не занимать. Достойный представитель своей расы.

source: {{GM}}Any fear the wage-slave had vanishes as he discovers a way to assert his role in the pecking order.{{/GM}} I'm a Level 3 Account Analyst and you are about to find out just how much more valuable my time is! I'm going to get your supervisor.
de: {{GM}}Jegliche Furcht, die der Lohnsklave empfand, weicht, als er eine Möglichkeit entdeckt, seine Position in der Hackordnung zu stärken.{{/GM}} Ich bin ein Buchhaltungsfachmann der Stufe 3 und du wirst noch rausfinden, wie wertvoll meine Zeit ist! Ich hole deinen Vorgesetzten.
es: {{GM}}El miedo del esclavo del trabajo desaparece cuando descubre una forma de reafirmar su papel en la jerarquía.{{/GM}} Soy analista contable de nivel 3, ¡y vas a enterarte de lo mucho que vale mi tiempo! Voy a buscar a tu supervisor.
fr: {{GM}}L'esclave corpo se ressaisit et découvre un moyen de faire valoir ses droits à la hiérarchie.{{/GM}} Je suis un analyste comptable de niveau 3, et vous êtes sur le point de comprendre à quel point mon temps est précieux ! Je vais chercher votre superviseur.
it: {{GM}}I timori dello schiavo salariato svaniscono, mentre realizza che ha l'occasione di far valere la propria superiorità gerarchica.{{/GM}} Sono un analista contabile di terzo livello e adesso ti faccio vedere io quanto è prezioso il mio tempo! Chiamerò il tuo supervisore.
ru: {{GM}}Страх исчезает из глаз сотрудника, когда он понимает, что все еще может воспользоваться своим положением.{{/GM}} Я финансовый аналитик третьего уровня, и сейчас ты узнаешь, как глупо было тратить мое время! Я собираюсь пожаловаться твоему начальнику ЛИЧНО.

source: {{GM}}Any pretense of innocence has now been cast aside. She snarls.{{/GM}} This was a reckoning. Holmes delivered justice!
de: {{GM}}Mittlerweile hat sie jede vorgespielte Unschuld fallen lassen. Sie knurrt dich an.{{/GM}} Das war die Abrechnung. Holmes hat Gerechtigkeit walten lassen!
es: {{GM}}Ha desaparecido todo intento de inocencia fingida. Gruñe.{{/GM}} Fue un ajuste de cuentas. ¡Holmes hizo justicia!
fr: {{GM}}Toute présomption d'innocence est maintenant envolée. Elle grogne.{{/GM}} C'était le moment de rendre des comptes. Holmes a rendu justice !
it: {{GM}}Ogni simulazione d'innocenza è stata ormai abbandonata. Parla rabbiosamente.{{/GM}} È stata una resa dei conti. Holmes ha fatto giustizia!
ru: {{GM}}Джессика больше не пытается изображать непричастность. Она уже почти рычит.{{/GM}} Это было возмездием! Холмс всего лишь восстановил справедливость!
