Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: What? Tell me! Did he get released?
de: Was? Sag schon, haben sie ihn entlassen?
es: ¿Qué? ¡Cuéntame! ¿Lo han soltado?
fr: Quoi ? Dites-moi ! Ils l'ont relâché ?
it: Cosa? Dimmelo! L'hanno dimesso?
ru: Ну что? Скажи мне! Его выпустили?

source: What? What is it?
de: Was? Was ist los?
es: ¿Qué? ¿Qué es esto?
fr: Quoi ? On est-ce qu'il y a ?
it: Che cosa? Che succede?
ru: Что? В чем дело?

source: What? What's new?!
de: Was? Was ist neu?!
es: ¿Qué? ¿Qué es nuevo?
fr: Quoi ? Qu'est-ce qui est nouveau ?!
it: Che cosa? Cos'è nuovo?!
ru: Новенькое? Где?

source: What? You need runners again? Good. I got some new contacts. Some primo mercs.
de: Was? Du brauchst schon wieder Runner? Gut für dich, dass ich neue Kontakte habe. Ein paar erstklassige Söldner.
es: ¿Qué? ¿Necesitas runners otra vez? Bien. Tengo nuevos contactos. Unos mercenarios de primera.
fr: Quoi ? Vous avez encore besoin de runners ? Bien. J'ai quelques nouveaux contacts. Des mercenaires de premier ordre.
it: Cosa? Ti servono di nuovo dei Runner? Bene. Ho un po' di contatti nuovi. Mercenari di prima classe.
ru: Что? Тебе опять нужны раннеры? Тебе повезло. Несколько опытных людей ищут работу. Лучшие из лучших.

source: What?! No, please! Don't!
de: Was?! Nein, bitte! Tu es nicht!
es: ¡¿Qué?! ¡No, por favor! ¡No!
fr: Quoi ?! Non, s'il vous plaît ! Non !
it: Cosa? No, ti prego! Non farlo!
ru: Что?! Нет, пожалуйста! Не надо!

source: Whatever Mrs. Kubota wants - I didn’t realize Coyote was missing. She said she expected to encounter some kind of paranormal animal at close range. I recommended the Ares Predator but she couldn’t afford it, so she went with the Browning Max Power.
de: Wenn das so ist – ich wusste nicht, dass Coyote vermisst wird. Sie sagte, sie rechnete mit einer Konfrontation mit irgendeinem paranormalen Tier auf kurze Distanz. Ich empfahl ihr die Ares Predator, aber die konnte sie sich nicht leisten, also entschloss sie sich für die Browning Max Power.
es: Los deseos de la Sra. Kubota son órdenes para mí; no sabía que Coyote había desaparecido. Dijo que esperaba enfrentarse a alguna especie de animal paranormal a poca distancia. Le recomendé la Ares Predator, pero no se la podía permitir, así que optó por la Browning Max Power.
fr: Peu importe ce que dit Mme Kubota. Je ne m'étais pas rendu compte de la disparition de Coyote. Elle a dit qu'elle s'attendait à affronter de près une espèce d'animal paranormal. Je lui ai conseillé l'Ares Predator mais elle ne pouvait pas se le permettre. Alors elle a choisi le Browning Max Power.
it: Se lo dice la signora Kubota, allora. Non sapevo che Coyote fosse scomparsa. Ha detto che doveva incontrare da vicino una sorta di bestia paranormale. Io le ho consigliato l'Ares Predator, ma non aveva abbastanza soldi, perciò si è portata a casa il Browning Max-Power.
ru: Миссис Кубота права - я понятия не имела, что с Койот что-то случилось. Она сказала, ей нужно оружие, из которого можно уложить паранормального хищника с близкого расстояния. Я порекомендовала ей Хищник модели Ареса, но у нее не хватило денег, поэтому я продала ей Браунинг Макс.

source: Whatever it is you’ve gotten into, $(l.name)... you’re in it deep. From what I hear, the Brotherhood has members in high places - government, corps, law enforcement... you be careful, chummer.
de: Mit was auch immer du dich da eingelassen hast, $(l.name) ... jetzt steckst du richtig tief drin. Nach allem, was ich gehört habe, hat die Bruderschaft Mitglieder in allen möglichen einflussreichen Positionen – Regierung, Kons, Polizei ... sei besser vorsichtig, Chummer.
es: Sea lo que sea en lo que te has metido, $(l.name)... estás hasta el cuello. Por lo que he oído, algunos miembros de la Hermandad ocupan lugares prominentes: gobierno, corporaciones, cuerpos de seguridad... así que ten cuidado, colega.
fr: Peu importe dans quoi vous vous êtes fourré, $(l.name)... Vous y êtes bien profond. De ce que j'ai entendu, la Confrérie a des membres haut placés : gouvernement, sociétés, autorités... Soyez prudent, mon gars.
it: Qualsiasi siano i tuoi ultimi guai, $(l.name)... ci sei dentro fino al collo. Pare che la Fratellanza abbia posizionato i suoi adepti ai piani alti del governo, delle corporazioni, delle forze dell'ordine... quindi fa' attenzione.
ru: Не знаю, $(l.name), куда вы залезли на этот раз... но залезли вы по самые уши. Судя по тому, что я знаю, Братство имеет глаза и уши везде - в правительстве, в корпорациях, в армии и полиции... так что не теряй бдительности. Особенно если у них на тебя зуб.

source: Whatever pain you're feeling is far less than what you deserve.
de: Welche Schmerzen du auch immer gerade erleidest, sie sind noch viel geringer, als du es verdient hättest.
es: El dolor que estás sufriendo no es nada comparado con el que mereces.
fr: Peu importe la peine que vous ressentez, ce n'est rien comparé à ce que vous méritez.
it: Qualsiasi dolore tu senta è molto inferiore a quello che meriteresti.
ru: Какую бы боль ты сейчас не чувствовала, ты заслужила ее. А возможно, и худшую.

source: Whatever you say, $(l.name). Oh, before you go. Johnny Clean asked me to flag you down the minute I saw you. Said he’s got someone who wants to talk to you. He sounded a little freaked out about it. He’s waiting for you downstairs.
de: Wie du meinst, $(l.name). Oh, bevor du gehst: Johnny Clean hat mich gebeten, dich sofort rüberzuwinken, sobald ich dich sehe. Sagte, dass er jemanden hat, der mit dir reden will. Er klang ziemlich nervös ... Naja, er wartet unten auf dich.
es: Lo que tú digas, $(l.name). Ah, antes de que te vayas. Johnny Clean me ha pedido que te llamara en cuanto te viera. Dice que tiene a alguien que quiere hablar contigo. Parecía un poco asustado. Te está esperando abajo.
fr: Comme vous voulez, $(l.name). Oh, tant que je vous tiens. Johnny Clean m'a demandé de vous prévenir dès que vous arriverez. Il dit que quelqu'un veut vous parler. Il avait l'air un peu paniqué à cette idée. Il vous attend en bas.
it: Come vuoi, $(l.name). Ah, prima che te ne vada. Ah, a proposito. Johnny Clean mi ha chiesto di avvisarti che c'è qualcuno vuole parlare con te. Sembrava un po' spaventato dall'idea. Ti aspetta di sotto.
ru: Как скажешь, $(l.name). Ах да! Чистюля Джонни попросил тебя зайти к нему, как только ты появишься. Сказал, что кто-то хочет с тобой переговорить. Мне показалось, он сильно нервничал. Он дожидается тебя внизу.

source: Whatever you say, $(l.name). I’m swamped, so I’ve gotta get back.
de: Wenn du meinst, $(l.name). Ich hab jede Menge Kunden, ich sollte wieder an die Arbeit.
es: Lo que tú digas, $(l.name). Estoy saturada, tengo que volver al tajo.
fr: Comme vous voulez, $(l.name). Je suis débordée, alors j'y retourne.
it: Come vuoi, $(l.name). C'è un sacco di gente, devo tornare al lavoro.
ru: Как скажешь, $(l.name). У нас сегодня аншлаг, так что мне надо работать.

source: Whatever you say, Slick.
de: Was auch immer du sagst, Mann.
es: Lo que tú digas, pollopera.
fr: Comme vous voulez.
it: Come vuoi tu, Slick.
ru: Как скажешь, Слик.

source: Whatever you say, kid. {{GM}}With one swift move, she sinks a syringe into Coyote’s thigh.{{/GM}} Nighty-night.
de: Was auch immer du sagst. {{GM}}Mit einer fließenden Bewegung versenkt sie eine Spritze in Coyotes Bein.{{/GM}} Gute Nacht.
es: Lo que tú digas, chica. {{GM}}Con un rápido movimiento, hunde una jeringuilla en el muslo de Coyote.{{/GM}} Buenas noches.
fr: Comme vous voulez. {{GM}}Tout à coup, elle plonge une seringue dans la cuisse de Coyote.{{/GM}} Bonne nuit.
it: Come vuoi tu, ragazzina. {{GM}}Con una mossa rapida, affonda una siringa nella coscia di Coyote.{{/GM}} Sogni d'oro.
ru: Как скажешь, девочка. {{GM}}Доктор одним быстрым движением всаживает девушке в бедро иглу шприца.{{/GM}} Спокойной ночи.

source: Whatever your reasons, I thank you.
de: Was auch immer dich dazu bewegt, ich danke dir.
es: Independientemente de tus motivos, gracias.
fr: Quelles que soient vos raisons, je vous remercie.
it: Qualunque siano le tue ragioni, ti ringrazio.
ru: Спасибо. Даже если ты делаешь это из-за своих причин, все равно спасибо.

source: Whatever.
de: Was auch immer.
es: Lo que sea.
fr: Peu importe.
it: Non importa.
ru: Ага.

source: Whatever. Anything else?
de: Naja. Sonst noch was?
es: Lo que sea. ¿Algo más?
fr: Peu importe. Il vous fallait autre chose ?
it: Poco importa. Altro?
ru: Это не мое дело. Еще что-нибудь?

source: Whatever. I have better things to do. Like find the Emerald City Ripper and make something of myself. We've gone through the researcher's computer, and I have suspicions that this is a copy-cat crime.
de: Was auch immer. Ich hab Wichtigeres zu tun. Zum Beispiel, den Emerald City Ripper zu finden und mir einen Namen zu machen. Wir haben den Computer des Forschers durchforstet und den Verdacht, dass es sich hier um einen Nachahmungstäter handelt.
es: Pues vale. Tengo mejores cosas que hacer. Como encontrar al Destripador de Ciudad Esmeralda y hacer algo con mi vida. Hemos revisado el ordenador del investigador y sospechamos que se trata de un crimen por imitación.
fr: Peu importe. J'ai mieux à faire. Comme trouver l'éventreur d'Emerald City et faire quelque chose de ma vie. On a analysé l'ordinateur du chercheur et je soupçonne ce crime d'avoir été perpétré par un imitateur.
it: Poco importa. Ho di meglio da fare. Per esempio scovare lo Squartatore di Emerald City e diventare qualcuno. Abbiamo analizzato il computer del ricercatore e io sospetto che si tratti di un crimine di emulazione.
ru: Ладно. Мне и без тебя есть чем заняться. Кто-то же должен выследить Потрошителя и получить премию. Мы проверили файлы на его компьютере, и похоже, что мы имеем дело с подражателем.

source: Whatever. I'm not here for salvation. I'm here for justice.
de: Ja, ja. Ich suche nicht nach Erlösung. Ich suche nach Gerechtigkeit.
es: Lo que sea. No he venido a salvarme. He venido a hacer justicia.
fr: Peu importe. Je ne suis pas ici pour le salut. Je suis ici pour la justice.
it: Chi se ne frega. Non sono qui per trovare la salvezza. Sono qui per avere giustizia.
ru: Я не ищу спасения, я ищу справедливости.

source: Whatever. Make it quick.
de: Was auch immer. Beeil dich.
es: Lo que sea. Que sea rápido.
fr: Peu importe. Dépêche-toi.
it: Va bene. Basta che ti sbrighi.
ru: Как скажешь. Только давай быстрее.

source: Whatever’s going on in there, I trust you’ll put an end to it, one way or another.
de: Was auch immer dort drinnen passiert, ich bin mir sicher, du wirst dem auf die ein oder andere Art ein Ende bereiten.
es: Sea lo que sea lo que esté pasando allí, seguro que tú le pondrás fin, cueste lo que cueste.
fr: Quoi qu'il se passe là-bas, j'espère que vous arriverez à y mettre fin, d'une façon ou d'une autre.
it: Qualunque cosa stia succedendo là dentro, sono convinto che tu saprai metterci la parola fine, in un modo o nell'altro.
ru: Не сомневаюсь, ты сумеешь положить конец тому, что происходит за их стенами. Чем бы они ни занимались там на самом деле.

source: What’s Shadowlands?
de: Was ist Shadowlands?
es: ¿Qué es Shadowlands?
fr: C'est quoi Shadowlands ?
it: Che cos'è Shadowlands?
ru: Что такое Сумеречные земли?

source: What’s a deck?
de: Was ist ein Deck?
es: ¿Qué es un ciberterminal?
fr: Qu'est-ce qu'un deck ?
it: Cos'è un Deck?
ru: Что такое дека?

source: What’s a program?
de: Was ist ein Programm?
es: ¿Qué es un programa?
fr: Qu'est-ce qu'un programme ?
it: Cos'è un programma?
ru: Кто такое программа?

source: What’s an ESP?
de: Was ist ein ESP?
es: ¿Qué es un PSE?
fr: Qu'est-ce qu'un ESP ?
it: Cos'è un ESP?
ru: Что такое агент?

source: What’s going on?
de: Was ist los?
es: ¿Qué pasa?
fr: Qu'est-ce qui se passe ?
it: Che si dice?
ru: И что теперь?

source: What’s it like to serve a Great Dragon?
de: Wie ist es so, einem Großen Drachen zu dienen?
es: ¿Cómo es eso de servir a un Gran Dragón?
fr: Ça fait quoi d'être au service d'un Grand Dragon ?
it: Com'è la vita a servire un Grande Drago?
ru: На что это похоже - служить великому дракону?

source: What’s it to you?
de: Was geht dich das an?
es: ¿A ti qué te importa?
fr: Qu'est-ce que ça peut te faire ?
it: Di che t'immischi?
ru: А тебе какое дело?

source: What’s that on your shoulder?
de: Was ist das auf deiner Schulter?
es: ¿Qué es eso que llevas en el hombro?
fr: C'est quoi sur votre épaule ?
it: Che cos'hai sulla spalla?
ru: Кто это сидит у вас на плече?

source: What’s that supposed to mean?
de: Was soll das denn heißen?
es: ¿Qué se supone que significa eso?
fr: Qu'est-ce que c'est sensé vouloir dire ?
it: E questo cosa vorrebbe dire?
ru: Что ты имеешь в виду?

source: What’s the connection between the bugs and the Universal Brotherhood?
de: Welche Verbindung besteht zwischen den Käfern und der Universellen Bruderschaft?
es: ¿Cuál es la conexión entre los bichos y la Hermandad Universal?
fr: Quel est le lien entre les insectes et la Confrérie Universelle ?
it: Che legame esiste tra gli insetti e la Fratellanza Universale?
ru: Какое отношение жуки имеют ко Всеобщему братству?

source: What’s the difference? A corp’s a corp.
de: Was ist der Unterschied? Eine Leiche ist eine Leiche.
es: ¿Y qué más da uno que otro? Una corporación es una corporación.
fr: Quelle différence ? Une corpo est une corpo.
it: Che differenza c'è? Una corporazione è una corporazione.
ru: Какая тебе разница? Что одна корпорация, что другая.

source: What’s the story behind the Nephilim Network?
de: Was ist die Geschichte hinter dem Nephilim-Netzwerk?
es: ¿Cuál es la historia detrás de la Red Nephilim?
fr: C'est quoi exactement l'histoire avec du Réseau Nephilim ?
it: Cosa c'è dietro alla Rete Nephilim?
ru: Как возникла Сеть Нефилимов?

source: What’s the word around town, Mr. Kluwe?
de: Was erzählen sich die Leute so, Mr. Kluwe?
es: ¿Qué se dice por la ciudad, Sr. Kluwe?
fr: Qu'est-ce qu'on raconte en ville, M. Kluwe ?
it: Che si dice in giro, signor Kluwe?
ru: О чем говорят завсегдатаи, мистер Клюве?

source: What’s this have to do with a Great Dragon and an elf who likes cosmetics?
de: Und was hat das alles mit einem Großen Drachen und einem Elf, der in einen Schminktopf gefallen ist, zu tun?
es: ¿Qué tiene que ver esto con un Gran dragón y un elfo aficionado al maquillaje?
fr: Qu'est-ce que tout ça a à voir avec un Grand Dragon et un elfe qui aime se peinturlurer ?
it: E questo che c'entra con un Grande Drago e un Elfo con una passione per la cosmesi?
ru: И какое отношение это имеет к великим драконам и эльфам, которые без ума от косметики?

source: What’s up, baby?
de: Was ist, Baby?
es: ¿Qué pasa, encanto?
fr: Comment ça va, bébé ?
it: Cosa c'è, piccola?
ru: Что такое, лапка?

source: What’s your problem?
de: Und was ist dein Problem?
es: ¿Qué problema tienes?
fr: Un problème ?
it: Qual è il problema?
ru: В чем проблема?

source: What’s your stake in this business?
de: Was springt dabei für dich raus?
es: ¿Cuál es tu parte en este asunto?
fr: Qu'est-ce que vous avez à y gagner ?
it: Qual è il tuo tornaconto in questo affare?
ru: В чем твой интерес?

source: What’s your story?
de: Und was bist du für einer?
es: ¿Cuál es tu historia?
fr: Qu'est-ce que tu racontes ?
it: Che c'è?
ru: Кто ты такой?

source: When I end you, it'll be good for my conscience and my credstick.
de: Wenn ich dich töte, wird es sowohl meinem Credstick als auch meinem Gewissen guttun.
es: Cuando acabe con vosotros, mi conciencia y mi credistick lo agradecerán.
fr: Vivement que j'en finisse avec vous, ça vaut mieux pour ma conscience et mon créditube.
it: Quando ti avrò fatto fuori, sia la mia coscienza che il mio conto in banca ne beneficeranno.
ru: Когда я отстрелю тебе башку, я смогу наконец спать спокойно. К тому же за тебя хорошо платят.

source: When I'm able, I'll commune with Bear, consult the spirits, and do what must be done.
de: Wenn ich wieder dazu in der Lage bin, kommuniziere ich mit Bär und den anderen Geistern und tue, was getan werden muss.
es: En cuanto pueda, conversaré con Oso, consultaré con los espíritus y haré lo que haya que hacer.
fr: Quand j'irai mieux, je parlerai avec Bear, consulterai les esprits, et ferai ce qui doit être fait.
it: Quando sarò in grado, comunicherò con l'Orso, consulterò gli spiriti e farò quello che dev'essere fatto.
ru: Я взову к духу Медведя, поговорю с духами и сделаю то, что должна.

source: When a girl accumulated enough money to open her own place of business, she named it the Seamstresses Union so potential workers would know that they would be treated fairly there. And thus, a rich tradition was born.
de: Wenn eine von ihnen genug Geld gesammelt hatte, um ihren eigenen Betrieb zu eröffnen, nannte sie diesen „Seamstresses Union“, damit potenzielle Arbeiterinnen wussten, dass sie dort fair behandelt werden würden. So entstand eine Tradition.
es: Cuando una chica consiguió el dinero suficiente para abrir su propio negocio, lo llamó el Unión de Costureras para que todas las que quisieran trabajar supieran que allí serían tratadas justamente. Y así nació una rica tradición.
fr: Un jour, une fille qui avait gagnait assez d'argent décida d'ouvrir son propre établissement et elle le baptisa « Seamstresses Union », afin que les travailleuses potentielles sachent qu'elles y seraient bien traitées comme dans n'importe quel autre syndicat de travailleurs. C'est comme ça que la tradition est née.
it: Quando una ragazza accumulava abbastanza fondi per aprire un'attività propria, la chiamava "Seamstresses Union", così che le possibili lavoratrici sapevano che lì sarebbero state trattate con riguardo. Così nacque una prestigiosa tradizione.
ru: Так родилась традиция. С тех пор каждое заведение подобного толка называлось Союзом.

source: When does the show start?
de: Wann beginnt die Show?
es: ¿Cuándo empieza el espectáculo?
fr: À quelle heure commence le concert ?
it: Quando comincia?
ru: Когда начинается это шоу?

source: When is your shift over?
de: Wann ist deine Schicht vorbei?
es: ¿Cuándo acabas tu turno?
fr: Tu finis à quelle heure ?
it: Quando finisci il turno?
ru: Когда у тебя кончается смена?

source: When the Other had gone and we returned to our vigil, we found two creatures of flesh. One you would call an elf, unsullied by technology and able to channel the energies of the cosmos... yet his spirit was corrupted from within. He was dark and twisted... yet not like the Other, so we did not flee.
de: Als der Fremde verschwunden war und wir erneut unsere Stelle als Wächter des Toten einnahmen, fanden wir zwei Kreaturen vor. Den einen würdet ihr Elf nennen. Frei von Technologie und in der Lage, die Energien des Kosmos zu leiten ... und doch war seine Seele von innen heraus zerstört. Sie war dunkel und verdorben ... doch nicht wie der Fremde, also blieben wir.
es: Cuando el Otro se había marchado y regresamos a nuestra vigilia, encontramos dos seres de carne. Uno al que llamarías elfo, no mancillado por la tecnología y capaz de canalizar las energías del cosmos... pero su espíritu estaba corrupto por dentro. Era un ser oscuro y retorcido... pero no como el Otro, por ello no escapamos.
fr: Quand l'autre esprit est parti et que nous sommes revenus, nous avons trouvés deux créatures de chair. L'un était ce que vous appelez un elfe, vierge de toute technologie et capable de canaliser les énergies du cosmos... mais son esprit était corrompu de l'intérieur. Il était sombre et malsain... mais pas comme l'autre, alors nous n'avons pas fui.
it: Quando l'Altro è andato via e noi siamo tornati alla nostra veglia, abbiamo trovato due creature di carne. Una che chiameresti Elfo, non contaminato dalla tecnologia e in grado di incanalare le energie del cosmo... ma con uno spirito corrotto dentro di sé. Un essere oscuro e perverso... ma non come l'Altro, quindi non siamo fuggiti.
ru: Когда иной ушел и мы вернулись, мы застали на этом месте двоих. Одного вы бы назвали эльфом. Его плоть не была осквернена железом... но его дух гнил изнутри. Он был страшен... но он не был Иным, и поэтому мы остались.

source: When the membrane between planes thins, the insect spirits reach into the mind of a shaman and begin their manipulation, playing on weaknesses and offering unlimited power if the rituals needed to bring the spirits here are performed. But once a shaman takes on an insect spirit as a totem, they begin an inevitable decline into insanity, slowly losing their humanity.
de: Wenn die Membran zwischen den Ebenen dünner wird, so starten die Insektengeister einen Angriff auf den Verstand eines Schamanen und beginnen, ihn zu manipulieren. Sie nutzen seine Schwächen aus und versprechen ihm unbegrenzte Macht, wenn die Rituale durchgeführt werden, durch die sie in unsere Welt gelangen können. Aber sobald ein Schamane einen Insektengeist als Totem angenommen hat, beginnt für ihn ein unausweichlicher Abstieg in den Wahnsinn und er verliert dabei langsam all seine Menschlichkeit.
es: Cuando la membrana que hay entre dos planos se estrecha, el Espíritu insecto llega hasta la mente de un chamán y empieza a manipularlo, jugando con sus puntos débiles y ofreciéndole un poder ilimitado si realiza los rituales necesarios para traer aquí a los espíritus. Pero cuando el chamán toma un Espíritu insecto como tótem, empieza una caída inevitable en la locura y lentamente pierde su humanidad.
fr: Quand la membrane qui sépare les dimensions s'amincit, les esprits insectes atteignent l'esprit d'un chaman et commencent à le manipuler. Ils jouent sur ses faiblesses et lui font miroiter des pouvoirs sans limite s'il exécute les rituels nécessaires à l'avènement des esprits. Mais une fois qu'un chaman prend un esprit insecte pour totem, il glisse inévitablement sur la pente de la folie, en perdant progressivement son humanité.
it: Quando la membrana tra piani dimensionali si assottiglia, gli spiriti degli insetti raggiungono la mente di uno Sciamano e cominciano a manipolarlo, giocando sulle sue debolezze e offrendogli potere illimitato in cambio dei riti necessari per portare qui gli spiriti. Ma una volta che lo Sciamano sceglie un insetto come totem, cominciano un irreversibile declino verso la follia, perdendo a poco a poco la loro umanità.
ru: Когда барьер между мирами истончается, духи-насекомые овладевают разумом шамана и начинают играть на его слабостях, обещая ему вечную жизнь и могущество в обмен на ритуалы, необходимые, чтобы распахнуть окно в этот мир. Если шаман поддается этому искушению, дух-насекомое становится его тотемом. После этого шаман постепенно впадает в безумие и перестает быть человеком.
