Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: It smells worse than it looks.
de: Riecht noch schlimmer als es aussieht.
es: Huele peor de lo que parece.
fr: Ça sent plus mauvais que ça en a l'air.
it: Puzza più di quanto non sembri.
ru: Пахнет гораздо хуже, чем выглядит.

source: It somehow kills the giant insect spirits that are protecting Jessica.
de: Es tötet irgendwie die riesigen Insektengeister, die Jessica beschützen.
es: Consigue matar a los Espíritus insecto gigantes que están protegiendo a Jessica.
fr: D'une manière ou d'une autre ça permet du tuer les esprits insectes géants qui protègent Jessica.
it: In qualche modo è in grado di uccidere gli spiriti degli insetti giganti che proteggono Jessica.
ru: Он убивает огромных духов-насекомых, которые защищают Джессику.

source: It sounds like a religion.
de: Das klingt ja wie eine Religion.
es: Parece una religión.
fr: On dirait une religion.
it: Sembra una sorta di religione.
ru: Похоже на религию.

source: It sounds like the Ripper is taking a different trophy from each victim. Sam's liver, this guy's lungs... any theories?
de: Es scheint, als würde der Ripper jedem Opfer eine andere Trophäe entnehmen. Sams Leber, die Lunge von diesem Kerl ... hast du schon irgendwelche Theorien?
es: Parece que El Destripador se está llevando un trofeo distinto de cada víctima. El hígado de Sam, los pulmones de este tipo... ¿alguna teoría?
fr: On dirait que l'éventreur prend un trophée différent sur chaque victime. Le foie de Sam, les poumons de ce type... vous avez une théorie ?
it: Pare che lo Squartatore prenda un trofeo diverso da ogni vittima. Da Sam il fegato, da questo tizio i polmoni... nessuna teoria?
ru: Похоже, Потрошитель забирает у каждой из жертв новый трофей. Печень у Сэма, легкие у этого парня... Есть идеи?

source: It stomps bugs dead. Got it.
de: Es macht die Käfer platt. Alles klar.
es: Hace que los bichos caigan muertos. Lo pillo.
fr: Ça écrabouille les bestioles. J'ai compris.
it: Li lascia stecchiti. Capito.
ru: Жуки от нее дохнут. Понятно.

source: It sure is cold out here...
de: Es ist ganz schön kalt hier draußen ...
es: Qué frío hace aquí fuera...
fr: Il fait vraiment froid ici...
it: Fa freddo fuori...
ru: Как здесь холодно...

source: It takes nearly an hour for the taxi to make its way from the squalor of the Redmond Barrens across the bridge to the Seattle waterfront and the Universal Brotherhood. The building is a pre-crash brick job with a fancy new facade that sports neon highlights and an enormous set of glass double doors. Through the windows, you can see activity within - smiling, happy disciples shuffling along in beige pajamas and slippers. A greeter stands outside the front door, gently attempting to entice the misbegotten and the curious to enter and take their first baby steps towards brotherhood. Pike Place Market is usually empty by now but you step out of the cab to the sounds of an excited crowd...
de: Es dauert beinahe eine Stunde, bis das Taxi es aus dem Elend der Redmond Barrens über die Brücke zum Hafengebiet und zur Universellen Bruderschaft geschafft hat. Die Bruderschaft befindet sich in einem Ziegelsteingebäude aus der Zeit vor dem Crash, das mit einer neuen Fassade mit Neonbeleuchtung und einer enormen, gläsernen Tür ausgestattet wurde. Die großen Fenster bieten einen Einblick ins Innere – lächelnde, fröhliche Anhänger wandern in beigen Schlafanzügen und Pantoffeln umher. Eine Empfangsperson steht vor der Tür und bemüht sich mit sanfter Überzeugungsarbeit, die Unglücklichen und Neugierigen dazu zu bewegen, durch die Glastüren der Bruderschaft zu treten. Pike Place Market ist um diese Zeit für gewöhnlich verlassen, doch als du aus dem Taxi steigst, schlägt dir der Lärm einer aufgeregten Menge entgegen ...
es: El taxi tarda casi una hora en abrirse paso hasta la miseria de los Barrens de Redmond, al otro lado del puente del puerto de Seattle y la Hermandad Universal. El edificio es una obra de ladrillo anterior al crash, con una bonita fachada nueva con luces de neón y un enorme conjunto de puertas dobles de cristal. Por las ventanas puedes ver la actividad del interior: discípulos felices y sonrientes, moviéndose en zapatillas y pijamas beis. Hay un encargado de dar la bienvenida en la puerta principal, intentando amablemente atraer a los infelices y a los curiosos, para que entren y den sus primeros pasos indecisos hacia la hermandad. El mercado de Pike Place suele estar vacío a esta hora, pero al salir del taxi escuchas a un multitud enfervorecida...
fr: Il vous faut près d'une heure de taxi pour passer le pont qui relie la misère de Redmond Barrens au front de mer de Seattle où se trouve la Confrérie Universelle. Tout en briques, le bâtiment date d'avant le crash, mais la façade a été refaite et des néons brillants illuminent les gigantesques double-portes de verre. Par la fenêtre, vous apercevez ce qui se passe à l'intérieur : des disciples à l'air heureux qui se balladent en pyjama et pantoufles beiges. Un hôte se tient devant la porte principale, tentant d'amadouer les égarés et les curieux afin qu'ils entrent et fassent leurs premiers pas dans la Confrérie. À cette heure, Pike Place Market est généralement désert, mais lorsque vous sortez du taxi, le vacarme d'une foule en délire vous frappe de plein fouet...
it: Il taxi ci mette quasi un'ora a portarti dallo squallore delle Terre desolate di Redmond al lungomare di Seattle e alla Fratellanza Universale, dall'altra parte del ponte. L'edificio è una struttura in mattoni risalente al'epoca precedente al crash della Matrice, ma con una splendida facciata nuova, piena di luci al neon e porte a vetri. Dalle finestre riesci a vedere quel che succede all'interno: seguaci in pigiama beige e ciabatte che camminano qua e là allegri e sorridenti. Davanti all'ingresso un usciere cerca gentilmente di convincere gli infedeli e i curiosi a entrare e muovere i primi passi verso la Fratellanza. Di solito a quest'ora il mercato di Pike Place è vuoto, ma quando scendi dal taxi senti il vociare di una folla eccitata...
ru: До площади, на которой стоит главное здание Всеобщего братства, такси добирается почти час. Дорога проходит через все редмондские Пустоши, минует пирс и пересекает центр города. Здание оказывается высоким и старым: скорее всего, его построили еще до крэша, но недавно отремонтировали, украсив фасад неоновыми огнями и огромной стеклянной дверью. Через нее можно разглядеть залитый светом холл и счастливых сестер и братьев, облаченных в пижамы бежевого цвета и домашние тапочки. Перед зданием стоит человек, ненавязчиво предлагающий любопытным и сомневающимся заглянуть внутрь и сделать первый шаг навстречу радостному будущему. Обычно к этому времени рынок Пайк-Плейс почти пустеет, но сейчас на площади возбужденно гудит изрядных размеров толпа...

source: It was a good racket you had going, here. But you got sloppy with your kills, and now the Ripper's trail leads straight to your door.
de: Das war keine schlechte Masche, die Sie da am Laufen hatten. Aber Sie haben Fehler gemacht und jetzt führt die Fährte des Rippers auf direktem Weg zu Ihnen.
es: Lo tenías bien montado. Pero te descuidaste y ahora el rastro del Destripador lleva directamente hasta tu puerta.
fr: C'était une affaire en or pour vous. Mais vous avez commencé à négliger vos crimes. Maintenant, la piste de l'éventreur mène tout droit à votre porte.
it: Aveva un bel giro, eh. Ma si è distratto un po' troppo tra un omicidio e l'altro, e ora le tracce dello Squartatore portano dritto alla sua porta.
ru: Идея была неплоха, но ты потерял бдительность, и теперь кровавый след ведет прямо к твоей двери.

source: It was a little more involved than I expected.
de: Das war alles ein wenig komplizierter, als ich erwartet hatte.
es: Ha sido un poco más complicado de lo que esperaba.
fr: C'était un peu plus intense que ce à quoi je m'attendais.
it: È stato un po' più complicato di quanto mi aspettassi.
ru: Задача оказалось немного труднее, чем можно было предположить.

source: It was a pretty average night. Regular crowd, as I remember. Sam was drinking with a guy named Armitage.
de: War ’ne recht gewöhnliche Nacht mit den üblichen Leuten, so weit ich mich erinnere. Sam hat mit einem Kerl namens Armitage getrunken.
es: Fue una noche bastante corriente. Sí no recuerdo mal, la gente habitual. Sam estaba bebiendo con un tipo llamado Armitage.
fr: C'était une nuit plutôt normale. Les mêmes que d'habitude. Sam buvait avec un type qui s'appelait Armitage.
it: Era una serata come tante altre. Solita gente, a quanto mi ricordi. Sam stava bevendo con un tizio di nome Armitage.
ru: Это была самая обычная ночь. Все те же знакомые лица. Сэм надирался с парнем по имени Армитидж.

source: It was a team effort, Baron.
de: Alles wegen der guten Teamarbeit, Baron.
es: Ha sido un trabajo de equipo, barón.
fr: C'était un travail de groupe, Baron.
it: È stato un lavoro di squadra, Baron.
ru: Барон, мы сделали это вместе.

source: It was all so stupid. Some Azzies were lobbing smokers behind our lines, more to mess with us than anything. I decided to toss one back. And didn't it just figure that the one I grab ain't a smoker.
de: Es war einfach nur dämlich. Ein paar Azzies hatten uns mit Rauchgranaten beworfen – mehr um uns zu ärgern, als sonst irgendwas. Also entschied ich mich dazu, eine davon zurückzuwerfen. Natürlich griff ich genau nach der Granate, die nicht bloß Rauch ausstieß.
es: Fue todo tan estúpido. Esos aztechis estaban lanzando bombas de humo tras nuestras líneas, más por fastidiar que otra cosa. Decidí devolverles una. Y no me imaginaba que la que agarré no era de humo.
fr: C'était si stupide. Des Azzies balançaient des fumigènes par-dessus nos lignes, plus pour nous emmerder qu'autre chose. J'ai décidé d'en renvoyer une. Et j'ai pas remarqué que celle que j'avais attrapée était pas une fumigène.
it: È andata in modo davvero stupido. Alcuni tizi dell'Aztechnology stavano lanciando granate fumogene dietro le nostre linee, più che altro per provocarci. Ho deciso di ritirargliene una. Ma non mi ero accorto che quella che avevo raccolto non era una granata fumogena.
ru: Я был дураком. Ацики забрасывали нас дымовыми шашками - больше ради порядка, чем с какой-то конкретной целью. Я решил вернуть им подарочек. И слишком поздно сообразил, что поднял не дымовуху, а лимонку.

source: It was an inspiring speech about how Universal Brotherhood is working to bring about a future of unity and belonging. Order from chaos. A future of Truth realized. It's a subject that he and Mother Lynne talk about often.
de: Es war eine inspirierende Rede darüber, wie die Universelle Bruderschaft daran arbeitet, eine Zukunft der Einheit und der Zugehörigkeit zu schaffen. Ordnung statt Chaos. Eine Zukunft im Namen der Wahrheit. Es ist ein Anliegen, über das Mutter Lynne und er sehr oft sprechen.
es: Ha sido un discurso muy estimulante sobre cómo la Hermandad Universal está trabajando para crear un futuro de unidad y pertenencia. Orden a partir del caos. Un futuro donde la Verdad se hace realidad. Es un tema del que hablan a menudo tanto él como Madre Lynne.
fr: C'était un discours remarquable sur comment la Confrérie Universelle travaille pour apporter un futur fondé sur l'unité et l'appartenance. L'ordre à partir du chaos. Un futur véritable. C'est un sujet que lui et Mère Lynne abordent souvent.
it: Ha tenuto un emozionante discorso su come la Fratellanza Universale stia operando per portare un futuro di Unità e Appartenenza. L'ordine dal caos. Un futuro di Verità realizzata. È un argomento di cui lui e Madre Lynne parlano spesso.
ru: Он прочитал вдохновенную проповедь о том, как Братство неустанно трудится, дабы приблизить светлое и радостное будущее. Упорядочить окружающий нас хаос. Принести миру истину. Он и мать Линн часто напоминают нам об этом.

source: It was less of what brought me there than what made me leave here. I felt lost in Seattle, so I moved to California to see if I could find myself.
de: Die Frage ist weniger, was mich dorthin führte, als was mich hier fortgehen ließ. Ich fühlte mich in Seattle verloren, also zog ich nach Kalifornien, um zu sehen, ob ich mich dort selbst finden könnte.
es: No es tanto lo que me trae por aquí como lo que me hizo marcharme de aquí. En Seattle estaba perdida, así que me trasladé a California para ver si podía encontrarme.
fr: La question n'est pas tant ce qui m'a séduit là-bas, mais plutôt ce qui m'a poussée à partir. À Seattle, je me sentais perdue, alors j'ai déménagé en Californie pour essayer de me recentrer.
it: Era quello che stavo lasciando qui, piuttosto che ciò che andavo a trovare là. Mi sentivo smarrita a Seattle, così sono andata in California per cercare me stessa.
ru: Честно говоря, мне было все равно, куда ехать, лишь бы подальше отсюда. В Сиэтле я чувствовала себя потерянной. В Калифорнию я отправилась в надежде обрести себя.

source: It was not a gift! It was stolen. And I wasn't about to let him destroy what little remained of her with his vulgar appetites!
de: Es war kein Geschenk! Es war Diebstahl! Und ich konnte nicht zusehen, wie er das, was noch von ihr übrig war, nach Belieben zerstörte.
es: ¡No fue un regalo! Se lo robó. ¡Y yo no iba a permitirle destruir lo poco que quedaba de ella con sus vulgares instintos!
fr: Ce n'était pas un cadeau ! C'était un vol ! Et je n'allais pas le laisser détruire ce qui restait d'elle pour son bonheur personnel !
it: Non è stato un dono! Le è stato rubato. E non avevo intenzione di lasciargli distruggere quel poco che era rimasto di lei con i suoi volgari appetiti!
ru: Подарила?! Он украл у нее жизнь! Я не могла позволить ему и дальше осквернять то, что осталось от ее тела, чтобы утолять свои мерзкие страсти!

source: It was one of the few possessions he had.
de: Es war eins der wenigen Besitztümer, die er hatte.
es: Era una de las pocas posesiones que tenía.
fr: C'était l'une des seules choses qu'il possédait.
it: Era una delle poche cose che possedeva.
ru: Это один из его немногих пожитков.

source: It wasn’t always like that but once he got sick, he started using more and more stuff to try and forget about it.
de: Es war nicht immer so, aber als er krank wurde, begann er mehr und mehr von diesem Zeug zu benutzen, um sein Leben zu vergessen.
es: No era siempre así pero, cuando se puso enfermo, empezó a consumir más y más cosas para intentar olvidarlo.
fr: Ce n'était pas toujours comme ça, mais une fois qu'il est tombé malade, il a commencé à prendre de plus en plus de choses.
it: Non era sempre così, ma dopo essersi ammalato, iniziò sempre più a fare uso di roba per cercare di non pensarci.
ru: Так было не всегда, но после того, как он заболел, он приналег на "развлечения", чтобы об этом забыть.

source: It went as planned until your father's people found me and brought me in.
de: Alles verlief nach Plan, bis die Männer deines Vaters mich gefunden und hierher verfrachtet haben.
es: Todo fue según el plan hasta que la gente de tu padre me encontró y me trajo aquí.
fr: Tout marchait comme prévu jusqu'à ce que les associés de votre père me trouvent et me ramènent ici.
it: È andata come previsto finché gli uomini di tuo padre non ci hanno trovati e portati dentro.
ru: Все шло по плану, пока люди твоего отца не повязали меня и не притащили сюда.

source: It would not be the first written about me, to be sure! I shall consider it! Now, onward! {{GM}}You hear him muttering rhymes to himself as he walks.{{/GM}}
de: Es wäre nicht das erste, das über meine Taten geschrieben wurde. Das kann ich dir versichern! Ich werde darüber nachdenken. Nun aber voran, tapfere Mannen! {{GM}}Als er weitergeht, hörst du ihn Reime vor sich hinmurmeln.{{/GM}}
es: ¡No sería el primero que escriben sobre mí, eso desde luego! ¡Me lo pensaré! ¡Y ahora, adelante! {{GM}}Lo oyes musitar rimas mientras camina.{{/GM}}
fr: Ça ne serait pas la première fois que l'on écrit sur mes aventures ! J'y penserai ! Maintenant, en avant ! {{GM}}Vous l'entendez marmonner des rimes pendant qu'il marche.{{/GM}}
it: Non sarebbe sicuramente la prima volta per me! Ci penserò! Ora, avanti! {{GM}}Senti che mormora dei versi tra sé e sé mentre cammina.{{/GM}}
ru: Она будет не первой! Тебе удалось меня убедить. Ну, вперед! {{GM}}Прислушавшись, ты понимаешь, что он бормочет себе под нос рифмы.{{/GM}}

source: It would only take a few moments to install the chip, but perhaps it's not the wisest course of action while in view of a loyal wage slave.
de: Es würde nur ein paar Minuten dauern, den Chip zu installieren, aber vielleicht ist das nicht die beste Vorgehensweise, solange du dich in der direkten Sichtlinie eines treuen Lohnsklaven befindest.
es: Solo se tardan unos segundos en instalar el chip, pero quizás no sea lo más inteligente hacerlo a la vista de un leal esclavo del trabajo.
fr: Installer la puce ne prendrait que quelques instants, mais ce n'est peut-être pas le plan le plus judicieux face à un travailleur loyal.
it: Ci vorrebbero solo pochi minuti per installare il chip, ma forse non è la mossa più saggia in presenza di uno schiavo salariato leale.
ru: Тебе нужно всего несколько секунд, чтобы установить чип, но вряд ли это стоит делать на глазах у преданного работника корпорации

source: It would take an army, Mr. Kluwe.
de: Da bräuchten sie schon eine Armee für, Mr. Kluwe.
es: Haría falta un ejército, Sr. Kluwe.
fr: Cela demanderait une armée. M. Kluwe.
it: Ci vorrebbe un intero esercito, signor Kluwe.
ru: На это понадобится армия, мистер Клюве.

source: It's 100 or nothing.
de: 100 oder gar nichts.
es: 100 o nada.
fr: C'est 100 ou rien.
it: 100 o niente.
ru: 100 или ничего.

source: It's 2070. World ain't what it used to be, son.
de: Es ist 2070. Hat sich einiges geändert da draußen, Mann.
es: 2070. El mundo ya no es lo que solía ser, hijo.
fr: On est en 2070. Non mais où va le monde...
it: È il 2070. Il mondo non è più quello di una volta, figliolo.
ru: 2070. Мир изменился, сынок.

source: It's DONNY. D. O. N. N. Y. An' I don't know for sure. What year is it?
de: Es heißt DONNY. D. O. N. N. Y. Und ich bin mir nicht ganz sicher. Welches Jahr haben wir?
es: Soy DONNY. D. O. N. N. Y. Y no lo sé seguro. ¿En qué año estamos?
fr: C'est DONNY. D. O. N. N. Y. Et je suis sûr que j'sais pas. On est en quelle année ?
it: È DONNY. D. O. N. N. Y. E non lo so per certo. Che anno è?
ru: Я ДОННИ. Д. О. Н. Н. И. И я не знаю. Который сейчас год?

source: It's Sam's shirt. Several of the buttons are missing, and blood has thoroughly soaked it. The bag sloshes a bit in your hand.
de: Das Hemd gehörte Sam. Ein paar der Knöpfe fehlen und es ist blutdurchtränkt. Der Inhalt der Tüte schwappt ein wenig vor sich hin, während du sie in der Hand hältst.
es: Es la camisa de Sam. Le faltan varios botones y está empapada de sangre. La bolsa te gotea en la mano.
fr: C'est la chemise de Sam. Plusieurs boutons manquent, et elle est recouverte de sang. Le sac se renverse un peu dans votre main.
it: È la camicia di Sam. Mancano diversi bottoni ed è inzuppata di sangue. La busta insanguinata ti scivola tra le mani.
ru: Рубашка Сэма. На ней не хватает нескольких пуговиц, и ее пропитала кровь. Пластиковый пакет хлюпает, когда ты кладешь его на место.

source: It's a dog-eat-dog world out there.
de: Tja, es ist ein Kampf jeder gegen jeden da draußen.
es: El mundo de ahí fuera es una jungla.
fr: Là-bas, c'est la loi de la jungle.
it: Il mondo là fuori è estremamente competitivo.
ru: Тут каждый сам за себя.

source: It's a framed GED from South Seattle Community College.
de: Ein eingerahmtes Abschlusszeugnis des South Seattle Community College.
es: Es un GED enmarcado del South Seattle Community College.
fr: C'est un diplôme encadré du South Seattle Community College.
it: Un diploma incorniciato del South Seattle Community College.
ru: Диплом о среднем специальном образовании, выданный политехническим колледжем Южного Сиэтла.

source: It's a little complicated. I’ll... just slot Sam's video for you. Hang on.
de: Es ist ein wenig kompliziert. Ich ... äh ... slotte einfach Sams Video für dich. Einen Moment.
es: Es un poco complicado. Yo... Te pondré el vídeo de Sam. Un momento.
fr: C'est un peu compliqué. Je vais... vous montrer la vidéo de Sam. Attendez.
it: È un po' complicato. Ehm... ti inoltro il video di Sam. Aspetta.
ru: Все сложно. Я... Давай я поставлю для тебя запись. Подожди секунду.

source: It's a matter of record, obtainable by anyone wanting it bad enough. Donor and recipients.
de: Das steht in den Akten, die jeder bekommen kann, der sie nur wirklich dringend will. Spender und Empfänger.
es: Solo es un registro, un registro que puede conseguir cualquiera que esté desesperado por tenerlo. Donantes y receptores.
fr: Ce n'est qu'une histoire de dossier, que l'on peut obtenir aisément si on s'en donne la peine. Donneurs et receveurs.
it: Sono tutte informazioni ottenibili da chiunque sia seriamente intenzionato a procurarsele. Donatori e riceventi.
ru: Подобную информацию скрывают не слишком тщательно. Список доноров и реципиентов находится в открытом доступе.

source: It's a standard cheap unsecured credstick. No way of knowing what’s on it without slotting it.
de: Es ist ein standardmäßiger, billiger, unverschlüsselter Credstick. Es ist unmöglich zu sagen, was sich darauf befindet, ohne ihn zu slotten.
es: Es un credistick estándar barato, sin proteger. Sin conectarlo, no hay forma de saber lo que hay dentro.
fr: C'est un créditube standard bon marché. Aucun moyen de savoir ce qu'il contient sans moyen de lecture.
it: È un normale credstick non protetto da due soldi. Non c'è modo di sapere cosa contenga senza collegarlo.
ru: Самый обычный дешевый кредстик. Сказать, сколько на нем денег, не подключив к сканеру, невозможно.

source: It's a trick!
de: Es ist ein Trick!
es: ¡Es un truco!
fr: C'est un piège !
it: È un trucco!
ru: Это обман!

source: It's a trick... drek!
de: Es ist ein Trick ... Drek!
es: Es un truco... ¡mierda!
fr: C'est un piège... merde !
it: È un trucco... merda!
ru: Черт! Это подстава!

source: It's about the run you sent Coyote on. It went south.
de: Es geht um den Run, auf dem Coyote für dich war. Er ging nicht gut aus.
es: Es sobre el run al que envió a Coyote. Se fue todo al traste.
fr: C'est à propos du run pour lequel vous avez envoyé Coyote. Il y a eu un problème.
it: Riguarda la missione che ha affidato a Coyote. È stato un disastro.
ru: По поводу набега, в который ушла Койот. Он провалился.

source: It's alright, officer. $+(l.he)'s with me. {{GM}}Dresden steps up to the barrier with a warm grin.{{/GM}}
de: Schon in Ordnung, Officer. $+(l.he) gehört zu mir. {{GM}}Dresden tritt mit einem breiten Grinsen an die Absperrung heran.{{/GM}}
es: No pasa nada, agente. $+(l.he) está conmigo. {{GM}}Dresden se acerca a la barrera con una cálida sonrisa.{{/GM}}
fr: C'est bon, officier. $+(l.he) est avec moi. {{GM}}Dresden s'avance près de la barrière avec un large sourire.{{/GM}}
it: È tutto a posto, agente. $+(l.he) è con me.{{GM}}Dresden si avvicina alla transenna con un ghigno benevolo.{{/GM}}
ru: Все в порядке, офицер. $+(l.he) со мной. {{GM}}Дрезден подходит к ограждению и весело тебе подмигивает.{{/GM}}

source: It's an automated medication dispensary. It doesn't recognize you, so nothing happens.
de: Es ist eine automatische Arzneiausgabe. Sie erkennt dich nicht, also rührt sich nichts.
es: Es un dispensario automático de medicinas. No te reconoce, por eso no sucede nada.
fr: C'est un dispensaire médical automatisé. Il ne vous reconnait pas, par conséquent rien ne se passe.
it: È un distributore automatico di farmaci. Non ti riconosce per cui non accade nulla.
ru: Автоматический дозатор лекарственных препаратов. Машина не узнает тебя, поэтому ничего не случается.
