Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Past the door is a short passage leading to a freight elevator. You hit the down button and the elevator rumbles its descent. Past where a basement would be. Past where a parking garage would be. The doors open to a very different environment from the one you left. Gone is the airy, soothing atmosphere of the Brotherhood’s public face. The corridor leading from the elevator is utilitarian and sterile, the spa music replaced by echoing nothingness. Somewhere ahead, far below the Universal Brotherhood, is Sam’s twin sister. Somewhere ahead, beneath a veneer of unity and belonging, is Sam’s killer. The same woman. Jessica Watts.
de: Hinter der Tür ist ein kurzer Gang, der zu einem Frachtlift führt. Du drückst die Taste nach unten und der Lift beginnt seinen Abstieg. Weiter nach unten, als sich ein Keller befinden würde. Weiter nach unten, als sich eine Tiefgarage befinden würde. Nach einer langen Fahrt öffnen sich die Türen und du befindest dich in einer völlig anderen Umgebung als nur wenige Minuten zuvor. Die luftige, entspannende Atmosphäre der öffentlichen Fassade der Bruderschaft ist völlig verschwunden. Der Gang, der vom Lift abgeht, ist sehr zweckmäßig und steril. Statt Wohlfühlmusik erfüllt absolute Stille den Gang. Irgendwo dort vorne, weit unter dem Gebäude der Universellen Bruderschaft, befindet sich Sams Zwillingsschwester. Irgendwo dort vorne, hinter einer Fassade der Einheit und der Zugehörigkeit, versteckt sich Sams Mörderin. Ein und dieselbe Frau. Jessica Watts.
es: Tras la puerta hay un pequeño pasillo que lleva a un montacargas. Pulsas el botón de bajada y el ascensor inicia su descenso. Más allá de donde estaría el sótano. Más allá de donde estaría el aparcamiento subterráneo. Las puertas se abren a un entorno muy diferente del que acabas de abandonar. Ha desaparecido la atmósfera etérea y tranquilizante del rostro público de la Hermandad. El pasillo que lleva al ascensor está vacío y yermo, sustituyendo la música de spa por un vacío reverberante. En alguna parte de ahí delante, muy por debajo de la Hermandad Universal, está la hermana gemela de Sam. En alguna parte de ahí delante, bajo una capa de unidad y pertenencia, está el asesino de Sam. La misma mujer. Jessica Watts.
fr: La porte révèle un petit couloir qui mène à un ascenseur de marchandises. Vous appuyez sur le bouton pour descendre et l'ascenseur se met en marche en vibrant. Il descend plus bas que la profondeur habituelle d'une cave. Plus bas que la profondeur habituelle d'un parking. Les portes s'ouvrent et vous laissent face à un environnement entièrement différent de celui que vous venez de quitter. L'atmosphère douce et relaxante du visage public de la Confrérie a disparue. Le couloir sur lequel s'ouvre l'ascenseur est utilitaire et stérile. La musique zen effacée par des échos qui résonnent dans le silence. Quelque part dans ces couloirs, loin en-dessous de la Confrérie Universelle, se trouve la sœur jumelle de Sam. Quelque part dans ces couloirs, sous un vernis d'unité et d'appartenance, se trouve l'assassin de Sam. Une seule et même femme. Jessica Watts.
it: Oltre la porta c'è un breve passaggio che conduce a un montacarichi. Premi il pulsante e senti il rimbombo dell'ascensore che sta scendendo. Ancora oltre dovresti trovare uno scantinato. Ancora oltre dovresti trovare un garage. Le porte si aprono e ti compare davanti uno scenario molto diverso da quello che hai lasciato. Non c'è più l'ambiente confortevole e rilassante della Fratellanza. Il corridoio che porta all'ascensore è pratico ma sterile, la musica rilassante da centro benessere è stata sostituita da un silenzio inquietante. Laggiù da qualche parte, molto più giù dei sotterranei della Fratellanza Universale, deve esserci la sorella gemella di Sam. Laggiù da qualche parte, dietro una facciata di Unità e Appartenenza, si nasconde l'assassino di Sam. La stessa donna. Jessica Watts.
ru: За дверью оказывается небольшой коридор, в конце которого находится грузовой лифт. Ты нажимаешь на кнопку, и платформа с гудением начинает опускаться. Спуск продолжается гораздо дольше, чем можно было бы предположить. Вы наверняка уже миновали подвал. Когда двери наконец открываются, твоим глазам предстает ничем не примечательная картина. В отличие от помещений, в которые допускаются посторонние, здесь не играет музыка и нет украшений на стенах. Вас встречает стерильная, холодная пустота. Где-то здесь скрывается сестра-близнец Сэма. Где-то здесь, прикрываясь красивыми словами о любви и братстве, скрывается его убийца. Одна и та же женщина. Джессика Уоттс.

source: Patience, patience. We're not done here yet.
de: Geduld, Geduld. Wir sind hier noch nicht fertig.
es: Paciencia, paciencia. Aún no hemos terminado.
fr: Patience, patience. On n'en a pas encore fini, ici.
it: Calma, calma. Non abbiamo ancora terminato.
ru: Спокойствие, только спокойствие. Я еще не закончил.

source: Patient
es: Paciente
it: Paziente
ru: Пациент

source: Patient had undocumented cyberware in the left arm, as well as multiple pieces of shrapnel in various locations. Complications would likely arise if transplanted to another host. The rest of the body is in excellent condition and can be used to improve other subjects, as well as fulfill some custom requests.
de: Der Patient besaß undokumentierte Cyberware in seinem linken Arm sowie mehrere Granatsplitter in verschiedenen Teilen seines Körpers. Bei der Transplantation des Armes könnten Komplikationen auftreten. Der Rest des Körpers ist jedoch in ausgezeichnetem Zustand und kann verwendet werden, um andere Subjekte aufzubessern, oder spezifische Anforderungen zu erfüllen.
es: El paciente lleva ciberimplantes sin documentar en el brazo izquierdo y varios trozos de metralla en diferentes lugares. Probablemente habría complicaciones si se trasplantara a otro anfitrión. El resto del cuerpo está en un estado excelente y se puede utilizar para mejorar a otros sujetos y para implementar otras peticiones personalizadas.
fr: Le patient possède un cyberware inconnu sur le bras gauche, ainsi que de multiples pièces de shrapnel dans plusieurs endroits. Des complications sont à attendre s'il y a transplantation sur un autre hôte. Le reste du corps est en excellente condition et peut être utilisé pour améliorer d'autres sujets, ainsi que pour des requêtes personnalisées.
it: Il paziente aveva delle parti cibernetiche non documentate nel braccio sinistro e numerose schegge in diverse zone del corpo. Potrebbero insorgere complicazioni in caso di trapiantato in un altro ospite. Il resto del corpo è in ottime condizioni e può essere utilizzato per migliorare altri soggetti, nonché per soddisfare alcune richieste personalizzate.
ru: В левой руке пациента установлен незарегистрированный кибернетический имплантат. В мягких тканях обнаружены осколки шрапнели. При пересадке могут возникнуть непредвиденные осложнения. Остальное тело находится в великолепном состоянии и может быть использовано в качестве источника донорских органов для других пациентов или для выполнения частных заказов.

source: Patrick
ru: Патрик

source: Patron
de: Kunde
es: Mecenas
it: Cliente abituale
ru: Завсегдатай

source: Paydata downloaded.
de: Paydata heruntergeladen.
es: Datos de pago descargados.
fr: Données de paiement téléchargées.
it: Dati scaricati.
ru: Копирование завершено.

source: People are just too quick to label something a hate crime. Check the census. The city is still 66% humans. Close your eyes and throw a rock, you’re more than likely to hit a human. Doesn’t make it a hate crime. Still a crime though, and that should be enough.
de: Die Leute sind einfach viel zu schnell bereit, etwas ein Verbrechen aus Hass zu nennen. Sieh dir mal die letzte Volkszählung an. Die Stadtbevölkerung besteht immer noch zu 66 % aus Menschen. Wenn du einen Stein in eine Menge wirfst, triffst du immer noch höchstwahrscheinlich einen Menschen. Das macht es nicht zu einem Hassverbrechen. Es ist dennoch ein Verbrechen und das sollte genug sein.
es: La gente etiqueta demasiado a la ligera algo como un crimen racial. Échale un vistazo al censo. En la ciudad hay un 66 % de humanos. Cierra los ojos y tira una piedra, lo más probable es que le des a un humano. Eso no lo convierte en un crimen racial. Pero sigue siendo un crimen y con eso debería bastar.
fr: Les gens ont vite fait de mettre ça sur le compte des races. Il n'y a qu'à voir le recensement. En ville, il y a encore 66 % d'humains. Si on ferme les yeux et on lance une pierre, il est très probable qu'on frappe un humain. C'est pas pour autant que c'est un crime racial. C'est tout de même un crime, et ça devrait suffire.
it: La gente fa in fretta a etichettare un crimine come razziale. Guarda la popolazione. Il 66% della città è umana. Chiudi gli occhi e lancia un sasso, probabilmente colpirai un Umano. Eppure questo non è un crimine razziale. Pur sempre un crimine, e questo è abbastanza.
ru: Люди готовы что угодно назвать преступлением на почве ненависти. Достаточно взглянуть на результаты переписи: 66% населения этого города состоит из людей. Закрой глаза и подбрось в воздух яблоко - можно быть уверенным, что в толпе оно упадет на человека. Совпадения случаются. Тем не менее, убийство остается убийством, и этого должно быть достаточно.

source: People are saying it was the Ripper. But people say a lot of things about what they don’t know, or what they don’t understand.
de: Die Leute sagen, es sei der Ripper gewesen. Aber die Leute reden viel über Dinge, von denen sie nichts wissen oder die sie nicht verstehen.
es: La gente dice que fue el Destripador. Pero la gente dice muchas cosas sobre lo que no sabe, o no entiende.
fr: Les gens disent que c'est l'éventreur. Mais les gens disent beaucoup de choses sur ce qu'ils ne savent pas ou sur ce qu'ils ne comprennent pas.
it: La gente dice che sia stato lo Squartatore. Ma la gente dice un sacco di cose su faccende che non conosce o non capisce.
ru: Люди утверждают, что это дело рук Потрошителя. Но люди часто утверждают абсурдные вещи и любят поговорить о том, чего не знают на самом деле или не способны понять.

source: People are starting to say there is some dark drek going down in those chapter houses. Like they’re taking advantage of the poor folk who go there looking for help. I gotta say, that makes my blood boil.
de: Die Leute beginnen zu munkeln, dass in diesen Kapitelhäusern ganz schön übler Drek vor sich geht. Angeblich vergehen sie sich an den armen Leuten, die dort nach Hilfe suchen. Ich muss sagen, so etwas bringt mein Blut in Wallung.
es: La gente está empezando a decir que pasa algo raro en esos cabildos. Como que se aprovechan de la pobre gente que acude para pedir ayuda. Tengo que decir que eso hace que me hierva la sangre.
fr: Les gens commencent à raconter de sales histoires sur ce qui se passe dans cette Confrérie. Apparemment, elle abuserait des pauvres diables qui s'y rendent pour trouver de l'aide. Ça, ça me rend vraiment malade.
it: La gente comincia a vociferare che ci sia una montagna di letame nascosta in quelle sale capitolari. Insomma, che ci si approfitti del povero diavolo che va lì per cercare aiuto. Devo dire che mi fa ribollire il sangue.
ru: Поговаривают, будто в принадлежащих Братству приютах творятся нехорошие вещи. Будто в них исчезают обездоленные - люди, которым больше негде было искать помощи. Должен сказать, это крепко выводит меня из себя.

source: People hear things.
de: Hab ich irgendwo aufgeschnappt.
es: La gente oye cosas.
fr: Les gens racontent des trucs...
it: La gente chiacchiera.
ru: Я много чего знаю.

source: People who don't want to be found usually won't take kindly to you knocking on their front door. Do what you gotta do.
de: Leute, die nicht gefunden werden wollen, freuen sich normalerweise nicht sonderlich, wenn man an ihre Haustür klopft. Tu, was du tun musst.
es: A la gente que no quiere que la encuentren no le suele gustar que llamen a su puerta. Haga lo que tenga que hacer.
fr: Les gens qui ne souhaitent pas être retrouvés ne risquent pas de répondre à quelqu'un frappant à leur porte. Faites ce que vous avez à faire.
it: Chi non vuole essere trovato, di solito non si mette a bussare gentilmente alla porta del vicino. Faccia quello che deve fare.
ru: Люди, которые не хотят, чтобы их нашли, не любят, когда кто-то стучит к ним в дверь. Делай то, что должен.

source: Perhaps it is due to the population of humans and meta-humans on Earth being so much higher than in previous ages. As a result, the volume of magic created by sentient beings is correspondingly higher. Or perhaps it is the density of the population coupled with the advances of society and technology that has altered things.
de: Vielleicht liegt es daran, dass die Bevölkerungsdichte der Menschen und Meta-Menschen so viel höher ist als in früheren Zeiten. Eine Folge daraus ist es, dass die Menge an Magie, die von den fühlenden Wesen ausgeht, dementsprechend höher ist. Oder vielleicht ist es auch die Bevölkerungsdichte in Verbindung mit den gesellschaftlichen und technologischen Fortschritten, die die Veränderung hervorgerufen haben.
es: Quizás se deba a que la población de humanos y metahumanos en la Tierra es mucho mayor que en épocas anteriores. Como resultado de ello, el volumen de la magia creada por seres conscientes ha aumentado en la misma medida. O quizás lo que ha alterado las cosas es la densidad de la población combinada con los avances de la sociedad y la tecnología.
fr: C'est peut-être lié au fait que la population d'humains et de méta-humains sur Terre est aujourd'hui plus nombreuse que jamais. Par conséquent, le volume global de magie créée par des êtres pensants est plus important. Ou bien c'est la densité de population, associée aux progrès technologiques, qui a changé la donne.
it: Forse è perché la popolazione umana e metaumana sulla Terra è molto maggiore rispetto alle altre epoche. Di conseguenza, il volume di magia creato da esseri senzienti è direttamente proporzionale. O forse è la densità della popolazione associata ai progressi tecnologici della società che ha alterato le cose.
ru: Возможно, это произошло потому, что население людей и металюдей на Земле оказалось гораздо выше, чем в предыдущие эпохи. Объем магических сил, порожденных разумом столь многих существ, оказался гораздо значительнее, нежели ранее. Или же решающим фактором оказалась высокая плотность населения в сочетании с высоким уровнем социального и технологического развития человечества.

source: Perhaps too big. It is not for me to say. I am not here to comment on the way you live your life. I will simply remind you to take all that you need to guarantee success. The people... downstairs are there to serve you.
de: Womöglich zu groß. Doch diese Einschätzung steht mir nicht zu. Ich bin nicht hier, um darüber zu urteilen, wie du dein Leben lebst. Ich will dich bloß daran erinnern, dass du Nutzen aus all dem ziehst, was dir zum Erfolg verhelfen kann. Die Leute dort ... unten helfen dir gerne.
es: Tal vez demasiado grande. No me corresponde a mí decirlo. Yo no estoy aquí para comentar cómo vivís vuestra vida. Solo te recordaré que deberías coger todo lo que necesitas para garantizarte el éxito. Los de abajo están a tu servicio.
fr: Peut-être trop difficile. Ce n'est pas à moi de le dire. Je ne suis pas ici pour commenter vos choix de vie. Je vous rappelle simplement de prendre tout ce dont vous avez besoin pour réussir. Les gens... en bas, sont là pour vous servir.
it: Forse troppo arduo. Non sta a me dirlo. Non sta a me giudicare come vivi la tua vita. Voglio solo ricordarti di prendere tutto quello che serve per il successo della tua missione. Le persone... qui sotto, sono al tuo servizio.
ru: Быть может, она слишком тяжела. Не мне об этом судить. Я не собираюсь учить тебя, как прожить жизнь. Я всего лишь хочу напомнить тебе, что внизу ждут люди, которые будут рады помочь. Всегда будут рады.

source: Perhaps when Mr. Silverstar gets his next promotion that will become a value for you data pushers as well. Right now it seems your value is "clock out early and ignore my responsibilities". Don't go anywhere, I need to make my report to Erik.
de: Wenn Mr. Silverstar seine nächste Beförderung erhält, wird das vielleicht auch das Motto für euch Büroknechte werden. Zur Zeit scheint euer Motto ja „vorzeitig nach Hause gehen und meine Verantwortung ignorieren“ zu sein. Gehen Sie nirgendwohin, ich muss das melden.
es: Quizás cuando el Sr. Silverstar obtenga su siguiente ascenso eso también pase a ser de valor para vosotros, los machacadatos. Ahora mismo me parece que vuestro valor es "fichar pronto e ignorar mis responsabilidades". No vayáis a ningún sitio, tengo que hacer mi informe para Erik.
fr: Peut-être que lorsque M. Silverstar obtiendra sa prochaine promotion ça aura de la valeur pour les dealers de données comme vous. Pour l'instant, c'est plutôt "finir le plus tôt possible et ignorer mes responsabilités". Ne bougez pas, je dois faire mon rapport à Erik.
it: Forse, quando il signor Silverstar otterrà la sua prossima promozione, questo diventerà un valore anche per voi spacciatori di dati. In questo momento sembra che per te il valore sia "finire di lavorare presto e ignorare le mie responsabilità". Non ti muovere da qui, devo fare rapporto a Erik.
ru: Надеюсь, что когда мистер Сильверстар получит следующее повышение, он как следует возьмется за вас, бездельников. Сейчас для вас "превыше всего" - это убраться домой пораньше. Сиди здесь, мне надо доложить ему о результатах расследования.

source: Perhaps you should construct an epic poem about our adventure here.
de: Vielleicht solltest du ein episches Gedicht über unser Abenteuer verfassen.
es: A lo mejor deberías escribir un poema épico sobre nuestra aventura.
fr: Vous devriez peut-être écrire un récit épique de nos aventures.
it: Forse dovresti comporre un poema epico sulla nostra avventura.
ru: Ты должен сложить оду в честь нашей великой победы.

source: Perhaps.
de: Womöglich.
es: Quizás.
fr: Peut-être.
it: Forse.
ru: Возможно.

source: Perhaps. All the same, I wish I could see her. She is like a daughter to me.
de: Vielleicht. Dennoch wünsche ich mir, sie wäre sicher wieder hier. Sie ist wie eine Tochter für mich.
es: Puede. En fin, ojalá pudiera verla. Es como una hija para mí.
fr: Peut-être. Peu importe, j'aimerais vraiment la revoir. Elle est comme une fille, pour moi.
it: Forse. Ad ogni modo, vorrei tanto rivederla. È come una figlia per me.
ru: Надеюсь. Признаюсь, я серьезно обеспокоена. Она мне как дочь.

source: Personafix Chip Wiper
de: Personafix Chip-Löschsystem
es: Borrachips Personafix
fr: Effaceur de puce Personafix
it: Azzeratore di chip Personafix
ru: Чип-депрограмматор

source: Personal Correspondence Archive
de: Persönliches Kommunikationsarchiv
es: Archivo de correspondencia personal
fr: Archive de correspondance personnelle
it: Archivio della corrispondenza personale
ru: Архив частной корреспонденции

source: Pestilence
de: Pestilenz
es: Pestilencia
it: Pestilenza
ru: Чума

source: Photo of Sam and Jessica
de: Foto von Sam und Jessica
es: Foto de Sam y Jessica
fr: Photo de Sam et de Jessica
it: Foto di Sam e Jessica
ru: Фотография Сэма и Джессики

source: Piece of cake.
de: Kinderspiel.
es: Pan comido.
fr: Du gâteau.
it: Un gioco da ragazzi.
ru: Ничего страшного.

source: Pike Place. I’m sure you remember. There was a fresh corpse on the ground.
de: Pike Place. Ich bin sicher, Sie erinnern sich. Wir trafen uns über einer frischen Leiche.
es: Pike Place. Seguro que te acuerdas. Había un cadáver fresco en el suelo.
fr: Pike Place. Je suis sûr que vous vous souvenez. Un cadavre tout frais gisait sur le sol.
it: Pike Place. Sono certo che si ricorda di me. C'era un cadavere ancora caldo per terra.
ru: Пайк-Плейс. Это должно освежить твою память. Прямо над свежим трупом.

source: Pitezel
ru: Пицель

source: Pitezel! Subdue them!
de: Pitezel! Bändige sie!
es: ¡Pitezel! ¡Somételos!
fr: Pitezel ! Maîtrise-les !
it: Pitezel! Neutralizzali!
ru: Пицель! Разберись с ними!

source: Plan Your Next Move
de: Plane deinen nächsten Zug
es: Planifica tu siguiente movimiento.
fr: Préparer votre prochaine action
it: Pensa alla tua prossima mossa
ru: Реши, что делать теперь

source: Plan on doing anything about it?
de: Hast du vor, irgendwas deswegen zu tun?
es: ¿Piensas hacer algo al respecto?
fr: Et vous avez fait quelque chose ?
it: Pensi di fare qualcosa?
ru: И что ты собираешься сделать по этому поводу?

source: Plant the Commlink Chips to Get to Eric Silverstar's Office
de: Verteile die Kommlink-Chips, um in Erik Silverstars Büro zu gelangen
es: Coloca los chips de commlink para acceder a la oficina de Erik Silverstar
fr: Placer les puces commlink pour pouvoir pénétrer dans le bureau d'Erik Silverstar.
it: Impianta i chip commlink per raggiungere l'ufficio di Erik Silverstar
ru: Спрячь чипы возле роутеров, чтобы попасть в офис Эрика Сильверстара

source: Play it smart. If you run away now, I won't have to hunt you down later.
de: Tut, was das Beste für euch ist. Wenn ihr jetzt weglauft, muss ich euch später nicht töten.
es: Sé listo. Si huyes ahora, no tendré que ir a por ti luego.
fr: Soyez malin. Si vous vous enfuyez maintenant, je n'aurais pas besoin de vous poursuivre après.
it: Usa il cervello. Se scappi adesso, non dovrò darti la caccia più tardi.
ru: Прояви здравомыслие. Если ты убежишь сейчас, мне не придется стрелять тебе в колено.

source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore
ru: Игрок

source: Player Character 0
de: Spielercharakter 0
es: Personaje jugador 0
fr: Personnage du joueur 0
it: Personaggio Giocatore 0
ru: Игрок 0

source: Player Character 1
de: Spielercharakter 1
es: Personaje jugador 1
fr: Personnage du joueur 1
it: Personaggio Giocatore 1
ru: Игрок 1

source: Player One (Shaman)
de: Spieler eins (Schamane)
es: Jugador uno (chamán)
fr: Joueur Un (Chaman)
it: Giocatore Uno (Sciamano)
ru: Ишрок один (шаман)

source: Player Zero
de: Spieler null
es: Jugador cero
fr: Joueur Zéro
it: Giocatore Zero
ru: Игрок ноль

source: Player0
de: Spieler 0
es: Jugador0
fr: Joueur0
ru: Игрок0

source: Player1
de: Spieler 1
es: Jugador1
fr: Joueur1
ru: Игрок1

source: Please *cough* please help me!
de: Bitte *hust* bitte hilf mir!
es: ¡Por favor, *tose*, ayúdame, por favor!
fr: S'il vous plait *toux*, aidez-moi !
it: Aiuto *tossisce*, qualcuno mi aiuti!
ru: Пожалуйста, умоляю! Помоги!

source: Please answer three security questions to reset password. Question 1. Your first childhood pet?
de: Bitte beantworten Sie drei Sicherheitsfragen, um das Passwort zurückzusetzen. 1. Frage. Wie hieß Ihr erstes Haustier?
es: Responde a las tres preguntas de seguridad para restaurar la contraseña. Pregunta 1. ¿Tu primera mascota?
fr: Veuillez répondre à trois questions de sécurité pour réinitialiser le mot de passe. Question 1. Votre premier animal de compagnie s'appelait... ?
it: Rispondi alle tre domande di sicurezza per reimpostare la password. Domanda 1. Come si chiamava il tuo primo animale domestico?
ru: Пожалуйста, ответьте на три секретных вопроса, чтобы сбросить пароль. Вопрос 1. Домашнее животное, которое вы держали в детстве?

source: Please do.
de: Bitte nimm es.
es: Por favor.
fr: Je vous en prie.
it: Certo.
ru: Пожалуйста.

source: Please help!
de: Bitte helft mir!
es: ¡Ayuda, por favor!
fr: Aidez-moi !
it: Aiutatemi per favore!
ru: Помогите!
