Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: We need to find out where Sam's sister might've gone. Maybe one of these guys can tell us... with a little encouragement.
de: Wir müssen herausfinden, wohin Sams Schwester gegangen sein könnte. Vielleicht kann uns einer dieser Kerle etwas erzählen ... mit ein wenig Nachhelfen.
es: Tenemos que descubrir dónde puede haber ido la hermana de Sam. Quizás uno de estos tipos pueda decírnoslo... con el debido estímulo.
fr: Nous devons tenter de retrouver la sœur de Sam. Peut-être que l'un de ces gars-là pourra nous le dire... si on l'encourage un peu.
it: Dobbiamo scoprire dove potrebbe essere andata la sorella di Sam. Forse uno di questi ragazzi può dircelo... con un po' di incoraggiamento.
ru: Нам нужно узнать, куда отправилась сестра Сэма. Может, один из этих парней нам расскажет... после небольшого поощрения.

source: We need to get rid of these guys before we can summon the spirit.
de: Wir müssen diese Typen loswerden, bevor wir den Geist beschwören können.
es: Tenemos que deshacernos de estos tipos antes de poder conjurar al espíritu.
fr: On doit se débarrasser de ces types avant de pouvoir invoquer l'esprit.
it: Dobbiamo togliere di mezzo questa gente, prima di invocare lo spirito.
ru: Нужно избавиться от этих ребят, прежде чем я смогу призвать духов.

source: We no longer see the world of flesh, Seeker. Only the essence and auras of living things. Words, though... words may echo through the veil, and sometimes... sometimes we may hear them.
de: Die Welt der Körperlichen ist uns verwehrt. Wir sehen nur noch die Essenz und die Aura der Lebenden. Doch Wörter ... Wörter driften ins Jenseits hinüber und manchmal ... manchmal können wir sie hören.
es: Nosotros ya no vemos el mundo de la carne. Solo la esencia y las auras de los seres vivos. Pero las palabras... las palabras pueden resonar a través del velo y, a veces... a veces las podemos oír.
fr: Nous ne voyons plus le monde de la chair, Chercheur. Seules les essences et les auras des êtres vivants. Les mots, cependant... les mots peuvent résonner à travers le voile, et parfois... nous pouvons les entendre.
it: Non vediamo più il mondo di carne, Cercatore. Solo l'essenza e l'aura dei viventi. Le parole, tuttavia... possono riecheggiare nei veli e, a volte... a volte possiamo sentirle.
ru: Мы уже не видим мир плоти, Искатель. Только сущность и ауру живых. Но слова... Слова пронзают вуаль, и иногда мы их слышим.

source: We pay on delivery, friend. That's how it always works.
de: Gezahlt wird, wenn der Job erledigt ist. Du weißt, dass das immer so läuft.
es: Pagamos al recibir la entrega, amigo. Así es como funciona siempre.
fr: Nous payons à la livraison. C'est toujours comme ça que ça marche.
it: Paghiamo alla consegna. È così che funziona sempre.
ru: Я заплачу только после того, как ученый окажется в безопасности, и никак иначе.

source: We prefer "Building Maintenance" sir.
de: Wir bevorzugen den Ausdruck „Wartungspersonal“, Sir.
es: Preferimos el término "Mantenimiento del edificio", señor.
fr: On préfère se faire appeler "gardiens d'immeuble", monsieur.
it: Preferiamo "Personale della Manutenzione", signore.
ru: Для нас главной добродетелью является "чистота", сэр.

source: We ran together.
de: Wir gingen zusammen auf Runs.
es: Corríamos juntos.
fr: Nous faisions des runs ensemble.
it: Lavoravamo insieme alle missioni.
ru: Мы вместе ходили в набеги.

source: We shall achieve our goals, Samedi assures you. And perhaps some day, we will meet in person and drink a toast to our mutually beneficial partnership - and to the world, which we have saved together! But first, the plan requires you, and ONLY YOU to stay the night.
de: Wir werden unser Ziel erreichen. Das kann Samedi dir versichern. Und womöglich werden wir uns eines Tages von Angesicht zu Angesicht treffen und darauf anstoßen, wie wir gemeinsam die Welt gerettet haben! Doch zuerst musst du und zwar DU ALLEIN die Nacht über hier bleiben.
es: Lograremos nuestros objetivos, Samedi te lo asegura. Y quizás, algún día, nos veremos en persona y brindaremos por esta asociación que nos beneficia mutuamente, y por el mundo, ¡que hemos salvado juntos! Pero primero, para llevar a cabo el plan es necesario que tú, y SOLO TÚ, te quedes a pasar la noche.
fr: Nous atteindrons nos objectifs, Samedi vous l'assure. Et peut-être qu'un jour nous nous rencontrerons en personne et porterons un toast à notre partenariat bénéfique, et au monde que nous avons sauvé ensemble ! Mais d'abord, le plan vous requiert vous, et UNIQUEMENT VOUS pour passer la nuit.
it: Riusciremo a raggiungere i nostri obiettivi, parola di Samedi. E forse un giorno ci incontreremo di persona e brinderemo alla nostra proficua collaborazione e al mondo intero, che avremo salvato insieme! Ma per prima cosa, il piano prevede che tu, e SOLO TU, rimanga qui questa notte.
ru: Мы добьемся своего, поверь Самеди! Самеди никогда не лжет. Когда-нибудь мы встретимся лицом к лицу и поднимем бокалы за наше плодотворное сотрудничество - и за нашу победу, которая спасет мир! Но сперва тебе - и только тебе - придется заночевать в этом здании.

source: We should choose our friends more carefully, $(l.name).
de: Wir sollten uns unsere Freunde in Zukunft genauer aussuchen, $(l.name).
es: Deberíamos ir con más cuidado al elegir a nuestros amigos, $(l.name).
fr: On devrait mieux choisir nos amis, $(l.name).
it: Dovremmo sceglierci gli amici con più attenzione, $(l.name).
ru: Нам следует тщательнее выбирать друзей, $(l.name).

source: We still must see if we can get into Erik Silverstar's office, the Aegis sample is there.
de: Wir müssen immer noch versuchen, in Erik Silverstars Büro zu kommen, die Aegis-Probe befindet sich dort.
es: Aún debemos comprobar si podemos entrar en la oficina de Erik Silverstar, la muestra de Aegis está allí.
fr: Nous devons encore vérifier qu'il est possible d'entrer dans le bureau d'Erik Silverstar, l'échantillon d'Aegis s'y trouve.
it: Dobbiamo ancora capire se possiamo entrare nell'ufficio di Erik Silverstar; il prototipo Aegis è lì.
ru: Нам все еще надо попасть в кабинет Эрика Сильверстара. Образец "Эгиды" находится там.

source: We totally understand. Once you hear our message, we believe you will see that there is a better way!
de: Das verstehen wir vollkommen. Aber wir sind sicher, dass du verstehen wirst, dass es einen besseren Weg gibt, sobald du unsere Botschaft hörst!
es: Lo entendemos perfectamente. Cuando hayas escuchado nuestro mensaje, creemos que verás que hay una forma mejor de hacer las cosas!
fr: Nous comprenons parfaitement. Une fois que vous aurez entendu notre message, nous sommes sûrs que vous apercevrez une meilleure voie !
it: Capiamo perfettamente. Una volta ascoltato il nostro messaggio, siamo sicuri che vedrai che c'è un modo migliore!
ru: Мы понимаем. Но верим, что когда ты услышишь наш призыв, то отринешь свои заблуждения!

source: We two, we have a common knowledge now, and we share a common purpose.
de: Wir beide, wir wissen etwas Bedeutsames und teilen ein gemeinsames Ziel.
es: Nosotros dos, ahora tenemos un conocimiento común y compartimos un mismo propósito.
fr: Vous et moi nous partageons désormais un secret, mais nous partageons aussi un but commun.
it: Noi due siamo a conoscenza di alcune informazioni e abbiamo lo stesso obiettivo.
ru: Мы вдвоем знаем то, чего не знают другие. Более того, у нас общая цель.

source: We two, we have a common knowledge now, and we share a common purpose. Samedi knows the one you are after - he knows! And he can help you get to her! But this commlink... it is not a secure connection is it? No! We need to meet face-to-face, so to speak. In cyberspace.
de: Wir beide, wir wissen etwas Bedeutsames und teilen ein gemeinsames Ziel. Samedi weiß, hinter wem du her bist – er weiß es! Und er kann dir helfen, zu ihr zu gelangen! Aber dieser Kommlink ... das ist keine sichere Verbindung, oder? Nein! Wir müssen uns vis-à-vis treffen, sozusagen. Im Cyberspace.
es: Nosotros dos, ahora tenemos un conocimiento común y compartimos un mismo propósito. Samedi conoce a la persona que buscas, ¡la conoce! ¡Y puede ayudarte a llegar hasta ella! Pero este commlink... no es una conexión segura, ¿verdad? ¡No! Tenemos que encontrarnos cara a cara, por así decirlo. En el ciberespacio.
fr: Vous et moi nous partageons désormais un secret, mais nous partageons aussi un but commun. Samedi connait la personne que vous cherchez... il connait ! Et il peut vous aider à la trouver ! Mais ce commlink... ça n'est pas une connexion sécurisée, n'est-ce pas ? Non ! Nous devons nous rencontrer en face à face, si je puis dire. Dans le cyberespace.
it: Noi due siamo a conoscenza di alcune informazioni e abbiamo lo stesso obiettivo. Samedi conosce la persona che stai cercando... Eccome se la conosce! E può aiutarti a catturarla! Ma questo commlink... non è una connessione sicura, non trovi? No! Dobbiamo parlare faccia a faccia, per così dire. Nello spazio cibernetico.
ru: Теперь мы знаем то, чего не знают другие, и у нас есть общая цель. Самеди знает, за кем ты охотишься - он знает! И он поможет тебе до нее добраться! Но этот коммлинк... не самое надежное средство связи, нет? Да! Мы встретимся лицом к лицу и поговорим. В киберпространстве.

source: We wait for the money.
de: Wir warten auf das Geld.
es: Esperaremos a cobrar.
fr: On attend l'argent.
it: Stiamo aspettando i soldi.
ru: Мы дождемся наших денег.

source: We want Aegis because it kills bugs. Big ones. Like the ones you met at the Universal Brotherhood. If you want to go back there and bring the Watts woman to justice, you’ll need Aegis.
de: Wir wollen Aegis, weil man damit Käfer um die Ecke bringen kann. Und zwar die großen ... Die Sorte, die du bei der Universellen Bruderschaft kennengelernt hast. Wenn du dorthin zurückgehen und es dieser Watts-Frau heimzahlen willst, wirst du Aegis brauchen.
es: Queremos Aegis porque mata a los bichos. A los grandes. Como los que te encontraste en la Hermandad Universal. Si quieres volver allí y traer a esa tal Watts ante la justicia, necesitarás a Aegis.
fr: Nous voulons cet Aegis parce qu'il tue les insectes. Les gros insectes. Comme ceux que vous avez affrontés à la Confrérie Universelle. Si vous voulez vous en sortir vivant et traduire cette Watts en justice, il va vous falloir l'Aegis.
it: Vogliamo l'Aegis perché uccide gli insetti. Quelli grossi. Come quelli che hai visto alla Fratellanza Universale. Se vuoi tornare lì e assicurare la signora Watts alla giustizia, avrai bisogno dell'Aegis.
ru: "Эгида" нужна нам, потому что она убивает жуков. Больших жуков, тех, которые пытались сожрать тебя в подвале Всеобщего братства. Если ты хочешь вернуться туда и добраться до этой женщины, Уоттс, тебе понадобится "Эгида".

source: We went in hard and fast. It got bloody.
de: Wir sind ohne Rücksicht auf Verluste rein. Es wurde heftig.
es: Entramos rápido y con dureza. Se derramó sangre.
fr: Tout s'est passé très vite. Ça a tourné au bain de sang.
it: Ci siamo andati pesanti. Ha iniziato a scorrere sangue.
ru: Мы напали стремительно и внезапно. Пролилось много крови.

source: We were here first, assholes! This is OUR score.
de: Wir waren zuerst hier, ihr Arschlöcher! Das ist UNSER Run.
es: ¡Nosotros hemos llegado primero, capullos! Esto es cosa NUESTRA.
fr: On était là les premiers, salopards ! C'est à NOUS !
it: Siamo arrivati prima noi, stronzi! Questo colpo è il NOSTRO.
ru: Эй, засранцы, мы сюда пришли первыми! Это НАША добыча.

source: We will, in a minute. I still have some questions.
de: Machen wir ja gleich. Ich hab nur noch kurz ein paar Fragen.
es: Lo haremos, en un minuto. Aún tengo algunas preguntas.
fr: Oui, dans une minute. J'ai encore quelques questions.
it: Tra un attimo. Ho ancora delle domande.
ru: Сейчас пойдем. У меня еще остались вопросы.

source: We'll come back later, once the coast is clear.
de: Wir kommen später zurück, wenn die Luft rein ist.
es: Volveremos más tarde, cuando no haya moros en la costa.
fr: Nous reviendrons plus tard, une fois que la voie sera libre.
it: Torneremo più tardi, quando la via sarà libera.
ru: Мы вернемся позднее, когда они закончат.

source: We'll find out. Let's find this bug juice and get out of here!
de: Das finden wir schon raus. Suchen wir dieses Insektenspray und dann raus hier!
es: Lo descubriremos. ¡Busquemos ese zumo de bicho y salgamos de aquí!
fr: On va bien voir. Il faut trouver ce jus d'insecte et se barrer d'ici !
it: Lo scopriremo. Troviamo il liquido e filiamocela!
ru: Скоро узнаем. Мы должны достать этот жучиный сок и свалить отсюда!

source: We'll need at least two objects of significance from inside the warehouse. I'd go myself, but these pigs have barred me from entering.
de: Wir brauchen mindestens zwei Objekte von Bedeutung aus der Lagerhalle. Ich würde ja selbst gehen, aber die Bullen lassen mich da nicht rein.
es: Necesitaremos al menos dos objetos importantes del interior del almacén. Iría yo misma, pero esos cerdos me han prohibido la entrada.
fr: Nous aurons besoin d'au moins deux objets importants qui se trouvent dans cet entrepôt. J'irais bien moi-même, mais ces porcs m'empêchent d'entrer.
it: Avremo bisogno di trovare almeno due oggetti importanti all'interno del magazzino. Andrei personalmente, ma quei porci mi impediscono di entrare.
ru: Мне нужны по меньшей мере два предмета с этого склада. Я бы взяла их сама, но эти ублюдки меня не пускают.

source: We'll see.
de: Wir werden sehen.
es: Ya veremos.
fr: On verra.
it: Vedremo.
ru: Посмотрим.

source: We're all responsible for what happens at this company.
de: Wir sind alle verantwortlich für das, was mit dem Konzern geschieht.
es: Todos somos responsables de lo que ocurre en esta compañía.
fr: On est tous responsables de ce qui se passe dans cette société.
it: Siamo tutti responsabili di ciò che accade in quest'azienda.
ru: Мы все несем ответственность за то, что происходит в компании.

source: We're done for now. Buzz.
de: Wir sind hier fertig. Schwirr ab.
es: Ya hemos terminado. Lárgate.
fr: On en reste là pour le moment. Partez.
it: Abbiamo finito per ora. Levati di torno.
ru: Мы все уже обсудили. Дуй отсюда.

source: We're here to take care of business. Let's get to it.
de: Wir sind hier, um etwas zu erledigen. Machen wir uns an die Arbeit.
es: Estamos aquí por negocios. Vamos a ello.
fr: Nous sommes venus régler certaines affaires. Occupons-nous en.
it: Siamo qui per un lavoro. Non perdiamo tempo.
ru: У нас есть дело. За работу.

source: We're in.
de: Wir sind drin.
es: Estamos dentro.
fr: On y est.
it: Siamo dentro.
ru: Мы у цели.

source: We're not, so please don't report me.
de: Dürfen wir auch nicht, also verrat es bitte niemandem.
es: No lo tenemos, por favor, no me delates.
fr: On n'a pas le droit, alors ne me balancez pas.
it: Non possiamo, quindi non denunciarmi.
ru: Конечно, не разрешают. Пожалуйста, не выдавай меня.

source: We're under attack boys, get the big guns!
de: Wir werden angegriffen! Holt die großen Knarren raus!
es: Nos atacan chicos, ¡a por las armas grandes!
fr: Les gars, on nous attaque, sortez les gros calibres !
it: Siamo sotto attacco ragazzi, prendete le armi!
ru: На нас напали! Пускайте в ход артиллерию!

source: We've gone through the victim's computer and his case notes indicate he was selling secrets. Idiot kept records.
de: Wir haben den Computer des Opfers durchforstet und seinen Notizen nach zu urteilen, hat er wohl Geheimnisse weiterverkauft. Der Idiot hat alles dokumentiert.
es: Hemos revisado el ordenador de la víctima y sus notas sobre el caso indican que estaba vendiendo secretos. El idiota mantenía un registro.
fr: En dépouillant l'ordinateur de la victime et ses notes sur le cas, on a découvert qu'il vendait des secrets. Faut être con pour garder des traces de ça.
it: Abbiamo spulciato il computer della vittima e i suoi appunti indicano che stava vendendo segreti. L'idiota ne teneva traccia.
ru: Мы уже просмотрели файлы на его компьютере. Болван не просто продавал секреты своего работодателя, он еще и вел учет сделок.

source: WealthTouristLady
de: Reiche Touristin
ru: Богатая туристка

source: Welcome $(scene.BroSis)! Are you ready to build a better tomorrow?
de: Willkommen $(scene.BroSis)! Bist du bereit, ein besseres Morgen zu errichten?
es: ¡Te doy la bienvenida, $(scene.BroSis)! ¿Con ganas de adentrarte en un mundo mejor?
fr: Bienvenue $(scene.BroSis) ! Êtes-vous prêt à construire un meilleur lendemain ?
it: Salve $(scene.BroSis)! Costruiamo un futuro migliore?
ru: Приветствую, $(scene.BroSis)! Ты здесь для того, чтобы шагнуть в светлое будущее?

source: Welcome $(scene.BroSis)! I hope you are ready to build a better tomorrow! I’m sorry but we do not allow groups. Everyone must enter the Universal Brotherhood alone.
de: Willkommen, $(scene.BroSis)! Ich hoffe, du bist bereit, ein besseres Morgen zu errichten! Es tut mir leid, aber wir gestatten Gruppen keinen Zutritt. Jeder muss die Bruderschaft allein betreten.
es: ¡Te doy la bienvenida, $(scene.BroSis)! ¡Espero que tengas la voluntad de adentrarte en un mañana mejor! Lo siento, pero no aceptamos grupos. Cada uno debe entrar en la Hermandad Universal solo.
fr: Bienvenue $(scene.BroSis) ! J'espère que vous êtes prêt à construire un meilleur lendemain ! Je suis désolé, mais nous n'acceptons pas les groupes. Il est impossible de pénétrer dans la Confrérie Universelle accompagné.
it: Salve $(scene.BroSis)! Spero che tu voglia costruire un futuro migliore! Mi dispiace, ma i gruppi non sono ammessi. Ognuno deve entrare nella Fratellanza Universale da solo.
ru: Добро пожаловать, $(scene.BroSis)! Надеюсь, ты здесь для того, чтобы сделать шаг навстречу будущему! Прошу прощения, но я не могу впустить всех вас. Посещать Всеобщее братство следует в одиночку.

source: Welcome aboard the Titanic. Grab a vest and start paddling.
de: Willkommen auf der Titanic. Streift die Schwimmwesten über und fangt an zu paddeln.
es: Te doy la bienvenida a bordo del Titanic. Coge un chaleco y empieza a remar.
fr: Bienvenue à bord du Titanic. Prenez une veste et commencez à pagayer.
it: Benvenuti a bordo del Titanic. Prendete un giubbotto e iniziate a remare.
ru: Добро пожаловать на Титаник. Хватай весло и начинай грести.

source: Welcome back, $(l.name).
de: Willkommen zurück, $(l.name).
es: Hola de nuevo, $(l.name).
fr: Content de vous revoir, $(l.name).
it: Felice di rivederti, $(l.name).
ru: Добро пожаловать, $(l.name).

source: Welcome back. What more can I do for you?
de: Willkommen zurück. Was kann ich sonst noch für dich tun?
es: Hola de nuevo. ¿En qué más puedo ayudarte?
fr: Content de vous revoir. Que puis-je faire de plus pour vous ?
it: Felice di rivederti. Cos'altro posso fare per te?
ru: Добро пожаловать. Чем еще я могу тебе помочь?

source: Welcome to the Universal Brotherhood's Counseling Center. What's your name?
de: Willkommen im Beratungscenter der Universellen Bruderschaft Wie ist dein Name?
es: Bienvenido al Centro de Asesoramiento de la Hermandad Universal. ¿Cómo te llamas?
fr: Bienvenue au Centre de conseil de la Confrérie Universelle. Quel est votre nom ?
it: Il consultorio della Fratellanza Universale ti dà il benvenuto. Qual è il tuo nome?
ru: Добро пожаловать в совет душепопечителей Всеобщего братства. Я могу узнать, как вас зовут?

source: Welcome, $(l.name). Is there anything I might provide to make your life easier, or perhaps make another’s more difficult?
de: Willkommen, $(l.name). Gibt es etwas, dass ich für dich tun kann, um dir das Leben zu erleichtern, oder vielleicht um es jemand anderem zu erschweren?
es: Hola, $(l.name). ¿Te puedo ofrecer algo para hacerte la vida más fácil, o para hacérsela más difícil a otro?
fr: Bienvenue, $(l.name). Puis-je faire quelque chose pour vous rendre la vie plus facile, ou peut-être pour rendre la vie d'un autre plus difficile ?
it: Il mio benvenuto, $(l.name). C'è qualcosa che posso offriti per renderti la vita un po' più facile, o forse un po' più difficile?
ru: Добро пожаловать, $(l.name). Я могу предложить тебе что-то, что облегчит твою тяжелую ношу? Или ты хочешь купить что-то, что начнет создавать проблемы для кого-то еще?

source: Welcome, $(l.sir)! What business brings you to Mercy Mental Hospital?
de: Willkommen, $(l.sir)! Was führt Sie ins Mercy Mental Hospital?
es: ¡Hola, $(l.sir)! ¿Qué le trae al psiquiátrico Mercy?
fr: Bienvenu, $(l.sir) ! Quel genre d'affaire vous amène à l'hôpital psychiatrique Mercy ?
it: Le do il benvenuto, $(l.sir)! Qual buon vento la porta al Mercy Mental Hospital?
ru: Добро пожаловать, $(l.sir)! Что привело вас в психиатрическую клинику "Милосердие"?

source: Welcome, behave yourself.
de: Willkommen, benimm dich.
es: Hola, compórtate.
fr: Bienvenue. Soyez sage.
it: Salve, cerca di non creare casini.
ru: Добро пожаловать. Веди себя прилично.

source: Welcome.
de: Willkommen.
es: Te doy la bienvenida.
fr: Bienvenue.
it: Ti do il benvenuto.
ru: Добро пожаловать.

source: Well - nice knowin' ya. {{GM}}Jake turns, and disappears into shadowy depths of the Redmond Barrens.{{/GM}}
de: Schön, deine Bekanntschaft gemacht zu haben. {{GM}}Jake kehrt dir den Rücken zu und verschwindet in den Schatten der Redmond Barrens.{{/GM}}
es: Bueno... un placer haberte conocido. {{GM}}Jake se gira y desaparece en las sombrías profundidades de los Barrens de Redmond.{{/GM}}
fr: Bon. Content de t'avoir connu. {{GM}}Jake se retourne et disparait dans l'obscurité de Redmond Barrens.{{/GM}}
it: Beh, felice di conoscerti. {{GM}}Jake si gira e scompare nelle profondità oscure delle Terre desolate di Redmond.{{/GM}}
ru: Ну, до встречи. {{GM}}Джейк поворачивается к тебе спиной и исчезает в темноте редмондских Пустошей.{{/GM}}

source: Well done mon ami! As it happens, Erik Silverstar's office is on this very floor! About time a little good fortune came our way, eh?
de: Gut gemacht! Zufälligerweise befindet sich Erik Silverstars Büro auf genau diesem Stockwerk! Es wurde auch Zeit, dass wir mal ein wenig Glück haben, n’est-ce pas?
es: ¡Bien hecho, mon ami! ¡Resulta que la oficina de Erik Silverstar está en esta planta! Ya era hora de que nos sonriera un poco la fortuna, ¿eh?
fr: Bien joué mon ami ! En l'occurrence, le bureau d'Erik Silverstar se trouve à cet étage ! Il était temps que la chance tourne, hein ?
it: Ben fatto mon ami! Il caso vuole che l'ufficio di Erik Silverstar sia proprio su questo piano! Ci voleva proprio un colpo di fortuna, eh?
ru: Отлично сработано, mon ami! Офис Эрика Сильверстара находится прямо на этом этаже! В кои-то веки нам наконец повезло, да?

source: Well enjoy yourself. This looks like your type of place. I'm just sweeping up a bit.
de: Na dann, viel Spaß. Das scheint ja der richtige Ort für dich zu sein. Ich fege hier nur noch ein bisschen.
es: Bueno, que te diviertas. Tienes pinta de encajar aquí a la perfección. Solo estoy barriendo un poco.
fr: Eh bien amusez-vous bien. On dirait bien que c'est votre genre d'endroit. Je passe juste un coup de balai.
it: Divertiti. Sembra che sia il tuo tipo di posto. Sto soltanto dando una pulita.
ru: Желаю приятно провести время. Тебе наверняка здесь понравится. Все, я пошел выносить мусор.

source: Well hurry up.
de: Na dann beeil dich.
es: Venga, pues date prisa.
fr: Alors on se dépêche.
it: Beh, sbrigati.
ru: Тогда поторопись.

source: Well it's "Duty above all" right?
de: Nun, es heißt ja „Pflicht über alles“, oder?
es: Bueno "Lo primero es el deber", ¿no?
fr: On dit bien "le devoir avant tout", n'est-ce pas ?
it: Beh, dunque possiamo dire "il dovere innanzitutto"?
ru: "Долг превыше всего", не так ли?
