Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Well... it was big, and I think it must've had some hospital attachments because I saw some needles. It was a lot like one I saw back in '44, when I got captured by elves. They did all sorts of experiments on me, let me tell you. Never trusted one of them cyber-people.
de: Naja ... sie war groß und ich glaube, es waren ein paar Krankenhausaufsätze dabei, ich hab nämlich ein paar Nadeln gesehen. So was ähnliches hab ich ’44 schon mal gesehen, als ich von Elfen gefangen genommen wurde. Die haben alle möglichen Experimente an mir durchgeführt, das sag ich dir. Ich hab diesen Cyber-Menschen noch nie vertraut.
es: Bueno... era grande y creo que tenía algo que ver con algún hospital, porque vi algunas agujas. Se parecía mucho a uno que vi en el 44, cuando me capturaron los elfos. Deja que te diga que hicieron todo tipo de experimentos conmigo. Nunca confíes en uno de esos cibertipos.
fr: Eh bah... il était grand, et je crois qu'il avait des trucs d'hôpital avec lui, parce que j'ai vu des aiguilles. C'était vachement comme ce que j'ai vu en 44, quand j'ai été capturé par des elfes. Ils ont fait tout plein d'expériences sur moi. Je vous dis, faut jamais leur faire confiance à ces cyborgs, jamais !
it: Beh... era grosso e penso avesse con sé degli strumenti da ospedale, perché ho visto degli aghi. Mi ricordava molto un tizio che ho visto quando sono stato catturato dagli Elfi, nel '44. Hanno fatto un sacco di esperimenti su di me, lasciamelo dire. Non mi sono mai fidato di questa gente mezza cibernetica.
ru: Ну... рука у него была большая. Думаю, это хирургическая модель: я видел иглы и встроенный инъектор. Такой меня вскрыли эльфы в 2044, когда я попал к ним в плен. Ставили на мне эксперименты, как на крысе. Никогда не доверял киборгам.

source: Well... when we get her back, I'm sure she'll help you out. Now let's get moving - the Royale is just a few blocks from here.
de: Tja ... wenn wir sie retten sollten, wird sie dir sicher dabei helfen. Und jetzt los, das Royale ist nur ein paar Blocks von hier entfernt.
es: Bueno... Cuando volvamos, seguro que te ayuda. Pongámonos en marcha; los Royale están a unas pocas manzanas de aquí.
fr: Bon... quand on l'aura retrouvée, je suis sûr qu'elle t'aidera. Maintenant, allons-y. Les Royale ne sont qu'à quelques blocs d'ici.
it: Beh... quando torneremo, sono sicuro che ti aiuterà. Ora diamoci una mossa. Gli Appartamenti Royale sono a pochi isolati da qui.
ru: Ну... когда мы вытащим ее, она наверняка тебе поможет. Ладно, пошли. "Роял" находится в паре кварталов отсюда.

source: Well... why the hell not. I’ve got nowhere else to go. Might as well see how deep this cesspool gets.
de: Naja ... Wieso zum Teufel nicht, ich kann sonst eh nirgendwohin. Da kann ich mir genauso gut ansehen, wie tief ich noch in den Schlamassel geraten kann.
es: Bueno... por qué no. No tengo otro sitio al que ir. Podría ver a qué profundidad llega este pozo negro.
fr: Et bien... pourquoi pas. Je n'ai nulle part ailleurs où aller. On va voir jusqu'où nous mène cette rivière de merde.
it: Bene... perché no. Non so dove andare. Voglio proprio vedere dove mi porta questa fogna.
ru: Ну... мне все равно больше нечем заняться. Можем проверить, почем фунт лиха.

source: Well? Got the goods?
de: Na? Hast du das Zeug?
es: ¿Y? ¿Tienes la mercancía?
fr: Alors ? Vous avez la marchandise ?
it: Allora? Hai la roba?
ru: Ну? Принесли?

source: Were there any other witnesses?
de: Gab es irgendwelche weiteren Zeugen?
es: ¿Hubo más testigos?
fr: Y avait-il d'autres témoins ?
it: C'erano altri testimoni?
ru: Возможно, есть и другие свидетели преступления?

source: Were you and your brother close?
de: Standen du und dein Bruder euch nahe?
es: ¿Tenías una buena relación con tu hermano?
fr: Étiez-vous proche de votre frère ?
it: Tu e tuo fratello avevate un rapporto stretto?
ru: Насколько близки были вы и ваш брат?

source: Were you spying on me at the Seamstresses Union?
de: Hast du mich in der Seamstresses Union ausspioniert?
es: ¿Me estabas espiando en el Unión de Costureras?
fr: Étiez-vous en train de m'espionner au Seamstresses Union ?
it: Mi stavi spiando nel Seamstresses Union?
ru: Почему ты шпионил за мной в Союзе?

source: We’ll help you fix the jackpoints.
de: Wir helfen dir, die Jackpoints zu reparieren.
es: Te ayudaremos a arreglar los puntos de conexión.
fr: On va vous aider à réparer les jackpoints.
it: Ti aiuteremo ad aggiustare i jackpoint.
ru: Мы поможем тебе разобраться с сетью.

source: We’ll see what happens.
de: Wir werden sehen.
es: Ya veremos lo que pasa.
fr: On verra bien.
it: Vedremo che succede.
ru: Посмотрим.

source: We’ll see.
de: Wir werden sehen.
es: Ya veremos.
fr: On verra.
it: Staremo a vedere.
ru: Посмотрим.

source: We’ll see. It’s gonna take years to work off this debt.
de: Wir werden sehen. Es wird Jahre dauern, bis ich die Schulden abgearbeitet habe.
es: Ya veremos. Harán falta años para saldar esta deuda.
fr: Nous verrons. Ça va prendre des années pour rembourser cette dette.
it: Staremo a vedere. Ci vorranno anni per ripagare questo debito.
ru: Посмотрим. Чтобы отработать долг, уйдут годы.

source: We’re a tight unit. We cost a bit more than the common rabble but we’re worth it.
de: Wir sind eine hochspezialisierte Einheit. Wir kosten natürlich ein wenig mehr als das gewöhnliche Gesindel, aber wir sind es wert.
es: Somos una unidad compacta. Somos un poco más caros que la chusma habitual, pero vale la pena.
fr: Nous sommes une unité soudée. Nous demandons un peu plus que les autres, mais nous en valons la peine.
it: Siamo un'unità d'eccezione. Costiamo un po' di più ma ne vale la pena.
ru: Мы - небольшая группа. За свои услуги мы берем дороже обычных парней с улицы, но наши услуги стоят этих денег.

source: We’re all gonna die, McKlusky.
de: Wir sterben alle irgendwann, McKlusky.
es: Todos vamos a morir, McKlusky.
fr: Nous mourrons tous, McKlusky.
it: Moriremo tutti, McKlusky.
ru: Все мы когда-нибудь умрем, Макклюски.

source: We’re done here. I’m done. I don’t need to step foot in one of these places ever again.
de: Wir sind hier fertig. Ich bin fertig. Ich möchte nie wieder auch nur einen Fuß in einen dieser Orte setzen.
es: Hemos terminado. Yo he terminado. No necesito volver a poner un pie en uno de estos lugares en la vida.
fr: On en a fini, ici. Je m'en vais. Je ne remettrai plus jamais les pieds dans un endroit pareil.
it: Abbiamo finito, qui. Ce l'ho fatta. Non dovrò mai più mettere piede in un posto come questo.
ru: Дело сделано. Я добилась того, чего хотела. Я никогда больше не шагну за порог одного из этих притонов.

source: We’re looking for a kid named Gino. Know him?
de: Wir suchen nach einem Typen namens Gino. Kennst du ihn?
es: Buscamos a un chico llamado Gino. ¿Lo conocías?
fr: Nous cherchons un gamin nommé Gino. Vous le connaissez ?
it: Stiamo cercando un ragazzo di nome Gino. Lo conosci?
ru: Мы ищем парня по имени Джино. Знаешь такого?

source: We’re not friends.
de: Wir sind keine Freunde.
es: No somos amigos.
fr: Nous ne sommes pas amis.
it: Non siamo amici.
ru: Не позволю.

source: We’re reinforcements, $+(l.sir)! Bratach Falan - Tir Tairngire Special Forces.
de: Wir sind die Verstärkung, $+(l.sir)! Bratan Falan – Tír-Tairngire-Spezialeinsatzkräfte.
es: ¡Somos los refuerzos, $+(l.sir)! Bratach Falan, fuerzas especiales de Tir Tairngire.
fr: Nous sommes les renforts, $+(l.sir) ! Bratach Falan, forces spéciales de Tir Tairngire.
it: Siamo i rinforzi, $+(l.sir)! Bratach Falan, forze speciali di Tir Tairngire.
ru: Подкрепления, $+(l.sir)! Черный вымпел - войска особого назначения Тир Тайрнжира.

source: We’re trying to help you.
de: Wir wollen dir bloß helfen.
es: Intentamos ayudarte.
fr: On essaie de t'aider.
it: Stiamo cercando di aiutarti.
ru: Мы пытаемся тебе помочь.

source: We’re with Coyote. She's indisposed at the moment.
de: Wir gehören zu Coyote. Sie ist zurzeit leider verhindert.
es: Estamos con Coyote. En estos momentos está indispuesta.
fr: Nous sommes avec Coyote. Elle est indisposée pour le moment.
it: Stiamo con Coyote. Al momento lei non se la passa molto bene.
ru: Я вместо Койот. Она не может прийти.

source: We’ve come to conclude your business with Coyote.
de: Wir sind hier, um dein Geschäft mit Coyote zu beenden.
es: Hemos venido a cerrar su trato con Coyote.
fr: Nous sommes venus pour conclure vos affaires avec Coyote.
it: Siamo qui per concludere il suo affare con Coyote.
ru: Мы здесь по просьбе Койот.

source: We’ve got incoming!
de: Da kommt jemand!
es: ¡Tenemos compañía!
fr: Y'a du monde qui arrive !
it: Ci sono visite!
ru: Враги!

source: We’ve heard that before and it doesn’t offend us. Religions are often referred to as cults by the fearful and the ignorant. Why don’t you take in a Discovery Meeting and hear what we have to say? Come in and find the power of Belonging.
de: Das haben wir schon öfter gehört und es stört uns nicht im Geringsten. Religionen werden von den Furchtsamen und den Unwissenden oft als Sekten abgetan. Warum nimmst du nicht an einem Erfahrungstreffen teil und findest heraus, was wir zu sagen haben? Komme herein und entdecke die Macht der Zugehörigkeit.
es: Hemos oído eso antes y no nos ofende. Es habitual que los temerosos y los ignorantes llamen sectas a las religiones. ¿Por qué no participas en una Reunión de Descubrimiento y escuchas lo que tenemos que decir? Entra y descubre el poder de Pertenecer.
fr: Nous avons déjà entendu cela par le passé et cela ne nous blesse pas. Les craintifs et les ignorants parlent souvent des religions comme de sectes. Pourquoi ne pas participer à une Réunion de la découverte pour écouter ce que nous avons à dire ? Entrez et découvrez le pouvoir de l'Appartenance.
it: L'abbiamo già sentito prima e non ci sentiamo offesi. Le religioni vengono spesso definite culti dai timorosi e dagli ignoranti. Perché non partecipi a un incontro di presentazione e ascolti cos'abbiamo da dire? Entra e trova la forza dell'Appartenenza.
ru: Да, мы не в первый раз слышим это сравнение. Оно не оскорбляет нас. Маловеры и завистники всегда называют религию сектой, особенно если не понимают ее подлинной сущности. Почему бы тебе не посетить приветственное собрание и не послушать проповедь? Входи и стань частью нашей огромной семьи.

source: Wha? - what...the hell. Who slotted me out? Who fragging slotted me out?
de: Wa– was ... zur Hölle? Wer hat mich ausgeslottet? Wer zum Frag hat mich ausgeslottet?
es: ¿Qué? ¿Qué... demonios? ¿Quién me ha desconectado? ¿Quién coño me ha desconectado?
fr: Quoi ? Putain... de merde ? Qui m'a cassé mon trip ? Qui m'a cassé mon trip, bordel ?
it: Che? ... Che diavolo. Chi mi ha disconnesso? Chi cavolo mi ha disconnesso?
ru: Что? Какого... какого черта. Кто меня отключил? Кто. Меня. Отключил?

source: What I'm gonna do to you.
de: Das, was ich mit dir anstellen werde.
es: Lo que te voy a hacer a ti.
fr: Ce que je vais te faire.
it: Quello che sto per fare a te.
ru: Из того, что я сейчас с тобой сделаю.

source: What about MY SON?!
de: Was ist mit MEINEM SOHN?!
es: ¡¿Y qué pasa con MI HIJO?!
fr: Et MON FILS alors !?
it: E MIO FIGLIO?!
ru: А как же МОЙ СЫН?!

source: What about intrusion countermeasures?
de: Was ist mit Gegenmaßnahmen?
es: ¿Qué hay de los Programas Anti-Intrusos?
fr: Et en ce qui concerne les contre-mesures d'intrusion ?
it: E come fai con le MAI, le misure anti-intrusione?
ru: Тебя не пугают программы пресечения несанкционированного доступа?

source: What about me?
de: Was ist mit mir?
es: ¿Y qué pasa conmigo?
fr: Et pour moi ?
it: E a me?
ru: А что будет со мной?

source: What about my 1.5 million nuyen?
de: Was ist mit meinen 1,5 Millionen Nuyen?
es: ¿Qué pasa con mi millón y medio de nuyens?
fr: Et pour mes 1,5 million de nuyens ?
it: E il mio milione e mezzo di nuyen?
ru: Отлично. А где мои полтора миллиона?

source: What about my crew?
de: Was ist mit meiner Crew?
es: ¿Y qué pasa con mi gente?
fr: Et pour mon équipe ?
it: Che ne è della mia squadra?
ru: Что будет с командой?

source: What about my million nuyen?
de: Was ist mit meinen ein Millionen Nuyen?
es: ¿Qué pasa con mi millón de nuyens?
fr: Et pour mon million de nuyens ?
it: E il mio milione di nuyen?
ru: Отлично. А где мой миллион?

source: What about the bite marks on her arm?
de: Was ist mit den Bisswunden auf ihrem Arm?
es: ¿Qué hay de las marcas de mordiscos que tiene en el brazo?
fr: Et les marques de morsures sur son bras ?
it: E che mi dici dei morsi sul braccio?
ru: А откуда у нее на руке следы укуса?

source: What about you?
de: Was ist mit dir?
es: ¿Y qué pasa contigo?
fr: Et toi, alors ?
it: E tu?
ru: А ты?

source: What about you? You’re not coming with?
de: Was ist mit dir? Du kommst nicht mit?
es: ¿Qué hay de ti? ¿No vas a venir?
fr: Et vous ? Vous ne venez pas ?
it: E tu? Non verrai con me?
ru: А как же ты? Ты с нами не пойдешь?

source: What always happens. Some run or some deal or some meet went south. One thing led to another, etcetera, etcetera.
de: Das, was immer passiert. Irgendein Run oder Deal oder sonstiges Treffen ist schiefgelaufen. Eins führte zum nächsten et cetera, et cetera.
es: Lo que pasa siempre. Algún run, o algún trapicheo o alguna reunión se fueron a la mierda. Una cosa llevó a la otra, etcétera, etcétera.
fr: C'est souvent le cas. Un run, un deal, ou une rencontre qui tourne mal. Une chose en amène une autre, etc.
it: Quello che accade sempre. Qualche missione, affare o incontro andato a rotoli. Una cosa tira l'altra, eccetera, eccetera.
ru: То же, что и всегда. Чей-то набег пошел не так, как планировалось, у кого-то не выдержали нервы, и понеслось.

source: What are organs worth these days?
de: Wie viel sind Organe heutzutage wert?
es: ¿Cuánto valen los órganos hoy en día?
fr: Combien valent les organes de nos jours ?
it: Quanto valgono gli organi di questi tempi?
ru: Почем нынче органы на черном рынке?

source: What are you doing here!?!
de: Was machst du hier?!
es: ¡¿Qué hacéis aquí?!
fr: Qu'est-ce que vous foutez ici !?
it: Che cosa ci fai qui?!?
ru: Что вы здесь делаете?

source: What are you doing here?
de: Was tust du hier?
es: ¿Qué estás haciendo aquí?
fr: Qu'est-ce que vous faites ici ?
it: Come mai sei qui?
ru: Что ты здесь делаешь?

source: What brought you down there?
de: Was hat dich dorthin verschlagen?
es: ¿Qué te trae por aquí?
fr: Qu'est-ce qui vous a séduit, là-bas ?
it: Cosa ti ha portato laggiù?
ru: Почему именно Калифорния?

source: What business? I got no business with you.
de: Geschäftliches? Ich hab mit dir nix am Hut.
es: ¿Qué asuntos? Yo no tengo ningún asunto pendiente contigo.
fr: Quelles affaires ? Je n'ai aucune affaire en cours avec vous.
it: Che affari? Non abbiamo affari in sospeso.
ru: Какому делу? Я первый раз тебя вижу.

source: What can I do for you?
de: Was kann ich für dich tun?
es: ¿En qué puedo ayudarte?
fr: Que puis-je faire pour vous ?
it: Cosa posso fare per te?
ru: В чем дело?

source: What can I do to help you?
de: Wie kann ich dir behilflich sein?
es: ¿Qué puedo hacer para ayudarte?
fr: Que puis-je faire pour vous aider ?
it: Come posso aiutarti?
ru: Чем я могу помочь?

source: What can I do you for?
de: Was kann ich für dich tun?
es: ¿En qué puedo ayudarte?
fr: En quoi puis-je vous aider ?
it: Cosa le serve?
ru: Чем могу помочь?

source: What can I get you, chummer?
de: Was hättest du gerne, Chummer?
es: ¿Qué puedo hacer por ti, colega?
fr: Qu'est-ce que je vous sers ?
it: Cosa prendi?
ru: Купишь чего-нибудь?

source: What can I get you?
de: Was hättest du gerne?
es: ¿Qué puedo hacer por ti?
fr: Qu'est-ce que vous cherchez ?
it: Cosa posso procurarti?
ru: Распаковать для тебя что-нибудь?

source: What can I help you with today!
de: Womit kann ich dir heute helfen?
es: ¿En qué puedo ayudarte hoy?
fr: En quoi puis-je vous aider ?
it: Cosa posso fare per lei?
ru: Чем могу быть полезна?

source: What can we expect to find down here.
de: Was erwartet uns hier unten.
es: ¿Qué podemos esperar encontrar ahí abajo?
fr: Qu'est-ce qui m'attend là en bas ?
it: Cosa possiamo aspettarci di trovare laggiù?
ru: Кто ждет нас впереди?

source: What can you tell me about the Barrens?
de: Was kannst du mir über die Barrens erzählen?
es: ¿Qué puedes decirme de los Barrens?
fr: Qu'est-ce que vous pouvez me dire sur Barrens ?
it: Che mi sai dire a proposito delle Terre desolate?
ru: Расскажи мне о Пустошах.

source: What can you tell me about the murder that took place here?
de: Was können Sie mir über den Mord sagen, der hier passiert ist?
es: ¿Qué puedes contarme sobre el asesinato que ocurrió aquí?
fr: Que pouvez-vous me dire au sujet du meurtre qui a eu lieu ici ?
it: Che mi sai dire dell'omicidio che è avvenuto qui?
ru: Что ты можешь рассказать мне об этом убийстве?

source: What could go wrong?
de: Was soll denn schiefgehen?
es: ¿Qué puede pasar?
fr: Ça ne peut pas rater, non ?
it: Cosa potrebbe andare storto?
ru: Что может пойти не так?

source: What cyberware do you have available?
de: Was für Cyberware hast du denn anzubieten?
es: ¿Qué ciberimplantes tienes por ahí?
fr: Quels cyberwares avez-vous en stock ?
it: Quali parti cibernetiche hai a disposizione?
ru: Какое у вас есть железо?

source: What did Father Willy talk about?
de: Worüber hat Vater Willy heute gesprochen?
es: ¿De qué ha hablado Padre Willy?
fr: De quoi Père Willy parlait-il ?
it: Di che cosa ha parlato Padre Willy?
ru: Чему именно учит новообращенных сестер и братьев отец Вилли?

source: What did Lynne Telestrian and the Universal Brotherhood want with you?
de: Was wollten Lynne Telestrian und die Universelle Bruderschaft von dir?
es: ¿Qué querían de ti Lynne Telestrian y la Hermandad Universal?
fr: Qu'est-ce que Lynne Telestrian et la Confrérie Universelle vous veulent ?
it: Che cosa vogliono Lynne Telestrian e la Fratellanza Universale da te?
ru: Чего от тебя хотели Всеобщее братство и Линн Телестриан?

source: What did they want with you?
de: Was wollten die von dir?
es: ¿Qué querían de ti?
fr: Pourquoi ils en avaient après vous ?
it: Cosa volevano da te?
ru: Чего им было от тебя надо?

source: What didn’t you see?
de: Was hast du nicht gesehen?
es: ¿Qué no has visto?
fr: Qu'est-ce que tu n'as pas vu ?
it: Cosa non hai visto?
ru: И чего же ты не видел?

source: What do I look like, a damn alarm clock?
de: Seh ich etwa aus wie der verdammte Weckdienst?
es: ¿Te parezco un maldito despertador?
fr: Je ressemble à un putain de réveil matin ?!
it: Mi hai preso per una dannata sveglia?
ru: Я тебе что, будильник?

source: What do you have for sale?
de: Was für Waren hast du im Angebot?
es: ¿Qué tienes en venta?
fr: Qu'avez-vous à me vendre ?
it: Cos'hai da vendere?
ru: Что у тебя есть на продажу?

source: What do you know about the victim?
de: Was weißt du über das Opfer?
es: ¿Qué sabes de la víctima?
fr: Qu'est-ce que vous savez de la victime ?
it: Cosa sai della vittima?
ru: Что тебе известно о жертве?

source: What do you know of the areas you don't have access to?
de: Was kannst du mir zu den Bereichen sagen, zu denen du keinen Zutritt hast?
es: ¿Qué sabes de las zonas a las que no tienes acceso?
fr: Que savez-vous des zones auxquelles vous n'avez pas accès ?
it: Cosa sai delle aree a cui non hai accesso?
ru: Что ты знаешь о помещениях, в которые у тебя нет доступа?

source: What do you mean, "no credit?"
de: Was meinst du mit „kein Kredit“?
es: ¿Cómo que "no hay crédito?"
fr: Comment ça, "pas de crédit" ?
it: Che intendi con "credito esaurito"?
ru: Что ты имеешь в виду, "халява кончилась?"

source: What do you mean, “indestructible”?
de: Was meinst du mit „unzerstörbar“?
es: ¿Qué quieres decir con "indestructible"?
fr: Qu'est-ce que vous voulez dire par « indestructible » ?
it: Che intendi con "indistruttibili"?
ru: В каком смысле ''бессмертных''?

source: What do you mean? Josie's dead?
de: Was meinst du mit damit? Josie ist tot?
es: ¿Qué quieres decir? ¿Josie está muerto?
fr: Qu'est-ce que vous voulez dire ? Josie est mort ?
it: Che vuoi dire? Josie è morto?
ru: Что ты имеешь в виду? Джози умер?

source: What do you need, babe?
de: Was brauchst du, Babe?
es: ¿Qué necesitas, encanto?
fr: De quoi as-tu besoin, mon chou ?
it: Di cos'hai bisogno, baby?
ru: Что, лапка?

source: What do you need?
de: Was brauchst du?
es: ¿Qué necesitas?
fr: De quoi avez-vous besoin ?
it: Di cos'hai bisogno?
ru: Что тебе нужно?

source: What do you think we should do?
de: Was meinst du, was wir machen sollten?
es: ¿Qué crees que deberíamos hacer?
fr: Qu'est-ce qu'on devrait faire, d'après toi ?
it: Che dovremmo fare secondo te?
ru: И что мы должны делать, по-твоему?

source: What do you think, Jake?
de: Was meinst du, Jake?
es: ¿Qué opinas, Jake?
fr: Qu'est-ce que tu en penses, Jake ?
it: Che ne pensi, Jake?
ru: Что ты думаешь, Джейк?

source: What do you think, Paco? Should we kick the drek out of them?
de: Was meinst du, Paco? Sollen wir den Typen mal in den Arsch treten?
es: ¿Qué opinas, Paco? ¿Deberíamos darles una paliza?
fr: Qu'est-ce que t'en dis Paco ? On leur botte le cul ?
it: Che ne pensi, Paco? Dici che dovremmo suonargliele?
ru: Что думаешь, Пако? Выбьем из них дерьмо?

source: What do you want me to do?
de: Was willst du, dass ich tue?
es: ¿Qué quieres que haga?
fr: Qu'est-ce que vous voulez que je fasse ?
it: Cosa vuoi che faccia?
ru: И что же мне делать?

source: What do you want to know?
de: Was willst du wissen?
es: ¿Qué quieres saber?
fr: Que voulez-vous savoir ?
it: Cosa vuoi sapere?
ru: Что ты хочешь знать?

source: What do you want, McKlusky?
de: Was wollen Sie, McKlusky?
es: ¿Qué es lo que quieres, McKlusky?
fr: Qu'est-ce que vous voulez, McKlusky ?
it: Che cosa vuoi, McKlusky?
ru: Чего тебе надо, Макклюски?

source: What do you want?
de: Was willst du?
es: ¿Qué quieres?
fr: Qu'est-ce que vous voulez ?
it: Che vuoi?
ru: Чего тебе?

source: What does it look like?
de: Wonach sieht’s denn aus?
es: ¿Qué parece?
fr: À ton avis ?
it: Che aspetto ha?
ru: Угадай с трех раз.

source: What does she want now?
de: Was will sie denn jetzt schon wieder?
es: ¿Qué quiere ahora?
fr: Qu'est-ce qu'elle veut maintenant ?
it: Che altro vuole adesso?
ru: Чего ей от меня надо?

source: What does talking pay?
de: Und was bekomm ich für dieses Gespräch?
es: ¿Cuanto se paga por hablar?
fr: Est-ce que ça rapporte, de parler ?
it: Che cosa ci guadagno se parlo?
ru: И что я за это получу?

source: What does this have to do with Jessica and the Universal Brotherhood?
de: Was hat das mit Jessica und der Universellen Bruderschaft zu tun?
es: ¿Qué tiene que ver esto con Jessica y con la Hermandad Universal?
fr: Qu'est-ce que ça a à voir avec Jessica et la Confrérie Universelle ?
it: Cosa ha questo a che fare con Jessica e la Fratellanza Universale?
ru: Какое отношение это имеет к Джессике и Всеобщему братству?

source: What d’ya say?
de: Also, was sagst du?
es: ¿Qué has dicho?
fr: Qu'est-ce que vous en dites ?
it: Che ne dici?
ru: Что скажешь?

source: What else did you see that night?
de: Was hast du in dieser Nacht sonst noch gesehen?
es: ¿Qué más viste esa noche?
fr: Qu'est-ce que vous avez vu d'autre cette nuit ?
it: Che altro hai visto quella notte?
ru: Что еще ты видел той ночью?

source: What ever happened to trust?
de: Was ist bloß aus der guten alten Tugend des Vertrauens geworden?
es: ¿Qué ha pasado con la confianza?
fr: À qui peut-on faire confiance, de nos jours ?
it: Cos'è successo alla fiducia?
ru: Ты мне не доверяешь?

source: What exactly did you find?
de: Was genau hast du gefunden?
es: ¿Qué has encontrado exactamente?
fr: Qu'est-ce que tu as trouvé exactement ?
it: Cos'hai trovato esattamente?
ru: О чем идет речь?

source: What exactly do you sell here?
de: Was genau verkaufst du hier?
es: ¿Qué vendes aquí exactamente?
fr: Qu'est-ce que vous vendez exactement ici ?
it: Che cosa vendi esattamente?
ru: Что именно ты продаешь?
