Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Of course we're okay. We're ready for a little party. You you want to have a little play party with me, BUYER NAME?
de: Natürlich geht es uns gut. Wir hätten Lust auf eine kleine Party. Möchtest du eine kleine Party mit mir feiern, NAME DES KÄUFERS?
es: Estamos estupendamente. Todo listo para una fiestecita. ¿Quieres que hagamos una fiesta tú y yo, unos jueguecitos, NOMBRE DEL COMPRADOR?
fr: Bien sûr qu'on est d'accord. On est prêt pour la petite partie. Vous voulez faire une petite partie avec moi, BUYER NAME ?
it: Certo che siamo a posto. Siamo qui per fare un po' di festa. Vuoi vuoi fare un po' festa con me, NOME CLIENTE?
ru: Разумеется, с нами все в порядке. Мы просто хотим пошалить. Хочешь пошалить со мной, ИМЯ ПОКУПАТЕЛЯ?

source: Of course we’re interested!
de: Natürlich sind wir neugierig!
es: ¡Claro que estamos interesados!
fr: Bien sûr que nous sommes intéressés !
it: Certo che siamo interessati!
ru: Конечно, нам интересно!

source: Of course you are.
de: Natürlich bist du das.
es: Claro que sí.
fr: Bien sûr.
it: Certo, si capisce.
ru: А вот и нет.

source: Of course you do, now please start filling out the report on the data pad and I'm afraid I must ask you to not sit in my chair given your attire. I need to go head downstairs and investigate your findings, I'll be right back.
de: Natürlich tun Sie das, aber jetzt fangen Sie bitte an, den Bericht auf dem Daten-Pad auszufüllen. Ach ... und bitte setzen Sie sich nicht auf meinen Stuhl ... in diesem Aufzug, den Sie da anhaben. Ich muss nach unten gehen und näher untersuchen, was Sie da gefunden haben. Ich bin gleich wieder da.
es: Claro que sí, ahora empieza a completar el informe en el bloc de datos, me temo que debo pedirte que no te sientes en mi silla teniendo en cuenta cómo vas vestido. Tengo que ir abajo e investigar tus descubrimientos, volveré enseguida.
fr: Ça va de soi. Maintenant, veuillez remplir le rapport sur le datapad. Je vous offrirais bien une chaise, mais vu votre tenue... Je dois monter à l'étage pour analyser vos découvertes, je reviens tout de suite.
it: Naturalmente. Ora comincia a compilare i rapporti sul terminale. Ah, e temo di doverti chiedere di non sederti sulla mia sedia, visti gli abiti che indossi. Devo tornare di sotto e indagare sulle tue scoperte, torno subito.
ru: Само собой. А теперь, пожалуйста, возьми планшет и заполни бланк отчета. Вынужден попросить тебя не садиться в мое кресло в этой одежде. Я вернусь через четверть часа - мне нужно еще раз осмотреть место происшествия в присутствии моих провинившихся подчиненных.

source: Of course you do.
de: Natürlich tust du das.
es: Por supuesto.
fr: Bien sûr que oui.
it: Certo.
ru: Ну еще бы!

source: Of course you do. That’s why you came back. Street talk is that you are tracking the Ripper. What can I do for you, Ripper Tracker?
de: Natürlich hast du das. Deswegen bist du hier. Es heißt, du jagst den Ripper. Was kann ich für dich tun, Ripper-Jäger?
es: Por supuesto. Por eso has vuelto. En la calle se dice que le sigues la pista al Destripador. ¿Qué puedo hacer por ti, Cazadestripador?
fr: Bien sûr. C'est pour ça que vous êtes revenu. La rumeur dit que vous chassez l'éventreur. Que puis-je faire pour vous, chasseur d'éventreur ?
it: Certo che sì. È per questo che sei tornato. Corre voce che tu stia seguendo le tracce dello Squartatore. Cosa posso fare per te che insegui lo Squartatore?
ru: Ну разумеется. Я не удивлен. На улицах говорят, что ты собираешься призвать Потрошителя к ответу. Я могу помочь твоей охоте?

source: Of course you were. Thank you for allowing us to catch up.
de: Natürlich warst du das. Danke, dass du uns diese Neuigkeiten mitgeteilt hast.
es: Claro que sí. Gracias por ponernos al día.
fr: Bien sûr que oui. Merci de nous avoir mis au courant.
it: Certo. Grazie per gli ultimi aggiornamenti.
ru: Я рада это слышать. И спасибо, что не забываешь держать нас в курсе событий.

source: Of course you’re right. It’s your job to be right.
de: Natürlich hast du recht. Es ist dein Job, recht zu haben.
es: Claro, tiene razón. Su trabajo es tener razón.
fr: Bien sûr. C'est votre travail d'avoir raison.
it: Certo che hai ragione. Avere ragione è il tuo compito.
ru: Конечно, прав. Работа у вас такая - не ошибаться.

source: Of course! Grandmother Jessica is the leader of this chapter of the Universal Brotherhood.
de: Aber natürlich! Großmutter Jessica ist die Leiterin dieser Ortsgruppe der Universellen Bruderschaft.
es: ¡Por supuesto! Abuela Jessica es la líder de este cabildo de la Hermandad Universal.
fr: Bien sûr ! Grand-mère Jessica est à la tête de ce chapitre de la Confrérie Universelle.
it: Certamente. Nonna Jessica è il capo di questa sezione della Fratellanza Universale.
ru: Ну разумеется! Праматерь Джессика возглавляет эту коллегию Всеобщего братства.

source: Of course! I wanted to be a baseball player but I fell in with the wrong crowd.
de: Natürlich! Ich wollte immer Baseballspieler werden, hab mich aber mit den falschen Leuten eingelassen.
es: ¡Por supuesto! Quería ser jugador de béisbol pero acabé con la gente equivocada.
fr: Bien sûr ! Je voulais être joueur de base-ball mais j'ai mal choisi mes fréquentations.
it: Certo! Volevo essere un campione di baseball, ma sai com'è, ho sbagliato compagnie.
ru: Ну конечно! Я хотел стать бейсболистом, но попал в дурную компанию.

source: Of course, $(scene.BroSis)! Go right ahead and ask.
de: Selbstverständlich, $(scene.BroSis)! Tritt ein und frag nach.
es: ¡Por supuesto $(scene.BroSis)! Adelante, pregunta.
fr: Bien sûr, $(scene.BroSis) ! Posez vos questions.
it: Certo, $(scene.BroSis)! Prosegui dritto e chiedi.
ru: Ну конечно, $(scene.BroSis)! Спрашивай, а я постараюсь ответить.

source: Of course, we were expressly forbidden to follow in their footsteps. We were all expected to attend university and take full advantage of the opportunities they had fought so hard to give us.
de: Natürlich verboten sie uns ausdrücklich, in ihre Fußstapfen zu treten. Sie erwarteten von uns, auf die Universität zu gehen und all die Möglichkeiten auszuschöpfen, die sie so hart für uns erkämpft hatten.
es: Por supuesto, se nos prohibió expresamente seguir sus pasos. Nosotros debíamos ir a la universidad y aprovechar todas esas oportunidades que ellos nos consiguieron luchando mucho.
fr: Bien sûr, il nous était strictement interdit de suivre leur exemple. Nous devions tous aller à l'université et tirer avantage de toutes les opportunités pour lesquelles ils avaient travaillé si dur.
it: Ovviamente, ci era stato espressamente vietato di seguire le loro orme. Avremmo dovuto frequentare tutti l'università e sfruttare al meglio le opportunità che i nostri genitori ci avevano donato grazie al loro duro lavoro.
ru: Разумеется, они строго-настрого запретили нам брать с них пример. Мы должны были окончить университет и зажить обычной и счастливой жизнью, потому что именно мечта о ней двигала родителями на протяжении всей их карьеры.

source: Of course, you have something to say about it. You can beat their price.
de: Natürlich kannst du etwas dazu sagen. Du kannst ihren Preis schlagen.
es: Claro que tienes algo que decir al respecto. Puedes superar lo que me pagan.
fr: Bien sûr que vous avez votre mot à dire. Vous n'avez qu'à m'offrir plus d'argent.
it: Ma certo che puoi avere voce in capitolo. Devi semplicemente offrire più di loro.
ru: Ну так принимай. Ты всегда можешь перебить их цену.

source: Of course.
de: Natürlich.
es: Por supuesto.
fr: Bien sûr.
it: Certamente.
ru: Разумеется.

source: Of course. Grandmother Jessica is the matriarch of our family here, she runs the Seattle chapter of the Universal Brotherhood.
de: Natürlich. Großmutter Jessica ist die Matriarchin unser Familie hier. Sie leitet diesen Ortsverband der Universellen Bruderschaft.
es: Por supuesto. Abuela Jessica es la matriarca de nuestra familia, dirige el cabildo de Seattle de la Hermandad Universal.
fr: Bien sûr. Grand-mère Jessica est la matriarche de notre famille, elle s'occupe de la branche de la Confrérie Universelle de Seattle.
it: Certo. Nonna Jessica è la nostra matriarca. Gestisce la sede di Seattle della Fratellanza Universale.
ru: Разумеется. Матриарх Джессика возглавляет отделение Всеобщего братства в Сиэтле.

source: Of course. Here is my proposal. If you prevent the Queen from being summoned and destroy the insects in the next, one million nuyen will be divided by the surviving team members.
de: Selbstverständlich. Hier ist mein Vorschlag. Wenn Sie die Beschwörung der Königin verhindern und die Insekten im Nest vernichten, wird ein Preisgeld von einer Millionen Nuyen unter den überlebenden Team-Mitgliedern aufgeteilt werden.
es: Por supuesto. Esta es mi propuesta. Si evitas que conjuren a la Reina y destruyes los insectos a continuación, tendrás un millón de nuyens a repartir entre los miembros del equipo que sobrevivan.
fr: Bien sûr. Voilà ce que je vous propose. Si vous les empêchez d'invoquer la reine et détruisez les insectes dans la foulée, un million de nuyens à partager entre les membres de votre équipe encore en vie.
it: Certamente. Ecco la mia proposta. Se impedirai alla Regina di essere invocata e distruggerai gli insetti, i membri del team sopravvissuti si divideranno un milione di nuyen.
ru: Ну разумеется. Я готов сделать тебе следующее предложение. Если ты сумеешь предотвратить появление королевы и уничтожить гнездо духов-насекомых, выжившие члены отряда разделят между собой один миллион нюйен.

source: Of course. I'd expect no less. Listen, Coyote's missing and Mrs. Kubota asked me to find her. I need to know whatever you know.
de: Natürlich. Ich würde auch nichts anderes erwarten. Hör mal, Coyote wird vermisst und Mrs. Kubota will, dass ich sie finde. Ich muss wissen, was auch immer du weißt.
es: Claro. No esperaba menos. Mira, Coyote ha desaparecido y la Sra. Kubota me ha pedido que la encuentre. Necesito saber todo lo que sepas.
fr: Bien sûr. Je n'en attendais pas moins. Écoutez, Coyote a disparu et Mme Kubota m'a demandé de la retrouver. J'ai besoin du maximum de renseignements possible.
it: Certamente. Non mi aspetterei altro. Senti, Coyote è scomparsa e la signora Kubota mi ha chiesto di trovarla. Devo sapere qualunque cosa tu mi possa dire.
ru: Не сомневаюсь. Беда в том, что Койот пропала. Миссис Кубота попросила меня ее найти, и мне надо знать, где начинать поиски.

source: Of course. I'll be just inside if you need me. {{GM}}The Priest gives you an appraising look before moving off toward the nearby church.{{/GM}}
de: Selbstverständlich. Rufen Sie mich einfach, sollten Sie mich brauchen. {{GM}}Der Priester sieht dich abschätzend an, bevor er in Richtung der naheliegenden Kirche verschwindet.{{/GM}}
es: Por supuesto. Estaré dentro si me necesitas. {{GM}}El sacerdote te estudia con la mirada antes de marcharse hacia la iglesia cercana.{{/GM}}
fr: Bien sûr. Je serai à l'intérieur si vous avez besoin de moi. {{GM}}Le prêtre vous estime du regard avant de partir vers l'église avoisinante.{{/GM}}
it: Certo. Sono dentro se avete bisogno. {{GM}}Il sacerdote ti guarda con fare inquisitorio prima di dirigersi verso la vicina chiesa.{{/GM}}
ru: Разумеется. Я буду в церкви, если вдруг вам понадоблюсь. {{GM}}Перед тем, как покинуть вас, священник окидывает тебя оценивающим взглядом.{{/GM}}

source: Of course. Samedi is happy to complete the wire transfer now. You are flush with nuyen, mon ami! And now, Samedi shall - DREK!
de: Selbstverständlich. Samedi überweist nun mit Freuden das Geld. Jetzt hast du alle Nuyen, die du brauchst! Und jetzt wird Samedi – DREK!
es: Por supuesto. Samedi está encantado de completar la transferencia ahora mismo. ¡Estás forrado de nuyens, mon ami! Y ahora, Samedi tiene que... ¡MIERDA!
fr: Bien sûr. Samedi se fait un plaisir de vous transférer l'argent immédiatement. Vous êtes bourrés de nuyens, mon ami ! Et maintenant, Samedi va... MERDE !
it: Certamente. Samedi è lieto di completare il trasferimento ora. Sei strapieno di nuyen, mon ami! E ora, Samedi... MERDA!
ru: Ну разумеется. Самеди с радостью переведет на твой счет все причитающиеся деньги. Тебя ждет богатство, mon ami! Богатство! А потом Самеди - ЧЕРТ!

source: Of course. What would you like to know?
de: Aber sicher. Was würdest du gerne wissen?
es: Por supuesto. ¿Qué quieres saber?
fr: Bien sûr. Qu'est-ce que vous voulez savoir ?
it: Certo. Cosa vuoi sapere?
ru: Само собой. Что ты хочешь знать?

source: Of course. When I was in your line of work, I often visited sick friends in the middle of the night. Do you have everything you need - to visit your friend? Sick friends may require extended care. Be sure you leave here... fully packed.
de: Selbstverständlich. Als ich in deinem Berufsfeld gearbeitet habe, musste ich oft kranke Freunde mitten in der Nacht besuchen. Hast du denn alles, was du brauchst – um deinen kranken Freund zu besuchen? Kranke Freunde brauchen sehr viel Zuwendung. Bitte stelle sicher, dass du ... bestmöglich ausgerüstet bist.
es: Por supuesto. Cuando trabajaba en el mismo campo que tú, a menudo visitaba a amigos enfermos en medio de la noche. ¿Tienes todo lo que necesitas para... visitar a tu amigo? A veces, los amigos enfermos necesitan cuidados prolongados. Asegúrate de que te llevas... todo lo que necesitas.
fr: Bien sûr. Lorsque je faisais le même genre de travail que vous, je rendais souvent visite à des amis malades au milieu de la nuit. Vous avez tout ce qu'il faut, pour rendre visite à votre ami ? Les amis malades ont souvent besoin de beaucoup de choses. Veillez bien à quitter les lieux... bien équipé.
it: Certo. Quando lavoravo nel tuo campo, facevo spesso visita ad amici malati, nel bel mezzo della notte. Hai tutto quello che ti serve per... visitare questa persona? Gli amici malati richiedono cure intensive. Assicurati di partire... con tutto l'equipaggiamento.
ru: Разумеется. Когда я была на твоем месте, мне тоже часто приходилось навещать больных друзей в три часа ночи. У тебя есть все необходимое, чтобы позаботиться об этом больном друге? Не забудь взять с собой... лекарственнные средства.

source: Officer Aguirre
es: Agente Aguirre
fr: Officier Aguirre
it: Agente Aguirre
ru: Офицер Агирре

source: Officer Aguirre, what a pleasure to hear from you.
de: Officer Aguirre, was für eine Freude, von Ihnen zu hören.
es: Agente Aguirre, me alegro de tener noticias tuyas.
fr: Officier Aguirre, quel plaisir de vous voir.
it: Agente Aguirre, che piacere sentirla.
ru: Офицер Агирре, какая приятная неожиданность!

source: Officer Kuprik
es: Agente Kuprik
fr: Agent Kuprik
it: Agente Kuprik
ru: Офицер Куприк

source: Officer Landers
es: Agente Landers
fr: Officier Landers
it: Agente Landers
ru: Офицер Ландерс

source: Oh I’m being rude, let me also introduce you to our resident decker and my good friend Johnny Clean.
de: Oh, wie unhöflich von mir, lass mich dir unseren ansässigen Decker und meinen guten Freund Johnny Clean vorstellen.
es: Oh, qué maleducado, deja que te presente a nuestro decker residente y gran amigo mío Johnny Clean.
fr: Oh mais j'oubliais, permettez-moi de vous présenter notre decker résident et bon ami Johnny Clean.
it: Oh, sono proprio maleducato. Lascia che ti presenti il nostro Decker e buon amico, Johnny Clean.
ru: Прошу прощения, я совсем забыл про вежливость. Позволь представить тебе нашего лучшего декера и моего дорогого друга, Чистюлю Джонни.

source: Oh drek!
es: ¡Oh, mierda!
fr: Oh merde !
it: Oh, merda!
ru: Черт!

source: Oh god! Make it stop!
de: Oh Gott! Mach, dass es aufhört!
es: ¡Oh, Dios! ¡Haz que pare!
fr: Oh bon sang ! Arrêtez ça !
it: Oddio! Fallo smettere!
ru: О боже! Не надо!

source: Oh hell, ghouls!
de: Ach du Scheiße, Ghule!
es: ¡Demonios, necrófagos!
fr: Oh mon dieu, des goules !
it: Maledizione, i Ghoul!
ru: Проклятье! Трупоеды!

source: Oh it is worth a great deal, mon ami. A great deal. You see... it kills bugs. Big ones. Like the ones you met at the Universal Brotherhood. If you want to go back there and bring the Watts woman to justice, you’ll need Aegis.
de: Oh, es ist eine Menge wert. Eine große Menge. Weißt du ... Man kann damit Käfer um die Ecke bringen. Und zwar die großen ... Die Sorte, die du bei der Universellen Bruderschaft kennengelernt hast. Wenn du dorthin zurückgehen und es dieser Watts-Frau heimzahlen willst, wirst du Aegis brauchen.
es: Oh, merece mucho la pena, mon ami. Mucho. Ya ves... mata bichos. De los grandes. Como los que hay en la Hermandad Universal. Si quieres volver ahí y llevar a esa Watts ante la justicia, necesitarás a Aegis.
fr: Oh c'est d'une grande valeur, mon ami. D'une grande valeur. Voyez-vous... il tue les insectes. Les gros insectes. Comme ceux que vous avez rencontrés à la Confrérie Universelle. Si vous voulez y retourner et trainer cette Watts devant la justice, vous aurez besoin d'Aegis.
it: Oh, è un grande affare, mon ami. Un grande affare. Vedi... uccide gli insetti. Quelli grossi. Come quelli che hai visto alla Fratellanza Universale. Se vuoi tornare lì e assicurare la signora Watts alla giustizia, avrai bisogno dell'Aegis.
ru: Да, хорошие деньги, mon ami. Огромные деньги. А все потому, что она убивает жуков. Больших жуков, тех, которые пытались сожрать тебя в подвале Всеобщего братства. Если ты хочешь вернуться туда и добраться до этой женщины, Уоттс, тебе понадобится "Эгида".

source: Oh no, please no!
de: Nein ... bitte nicht!
es: ¡Oh, no, por favor!
fr: Oh non, merde !
it: Oh no, per favore no!
ru: Нет, пожалуйста, только не это!

source: Oh no.
de: Nein, nein.
fr: Oh non. Oh non...
ru: О нет!..

source: Oh sorry. Yeah, no problem. Just another day in paradise, right?
de: Oh, tut mir leid. Klar, kein Problem. Nur ein weiterer Tag im Paradies, was?
es: Oh, perdón. Claro, sin problema. Otro día en el paraíso, ¿verdad?
fr: Oh, désolé. Non, c'est rien. Juste une journée de plus au paradis, non ?
it: Oh, scusa. Sì, nessun problema. È un giorno come un altro, giusto?
ru: Да, извини. Без проблем. Еще один день в раю и все такое...

source: Oh thank-you, thank-you. I take back all the horrible things I was thinking about you.
de: Oh, danke, danke, danke. Ich nehme all die schrecklichen Dinge zurück, die ich über dich gedacht habe.
es: Oh gracias, gracias. Retiro todas las cosas horribles que pensaba de ti.
fr: Oh merci, merci... Je retire toutes les choses horribles que j'ai pensées sur vous.
it: Oh... grazie, grazie. Mi rimangio tutte le cose orribili che stavo pensando di te.
ru: Ой, спасибо. Спасибо! Беру назад все плохое, что я о вас сказал. И то, что подумал, тоже.

source: Oh yeah, like my grandpa used to say, "the check is in the mail." Don’t think so.
de: Ja klar, wie mein Opa immer sagte: „Der Scheck ist schon in der Post.“ Nein danke.
es: Oh, sí, como solía decir mi abuelo, "el cheque está en el correo". Creo que no.
fr: Oh ouais, comme mon papi disait, "le chèque est dans la boite au lettres". Je ne crois pas.
it: Oh sì, come diceva mio nonno , "pagare moneta vedere cammello.". Non credo proprio.
ru: Как говаривал мой дедуля, "утром деньги - вечером стулья". Так что нет.

source: Oh yeah. The whole thing was a Frankenstein job. The Ripper was harvesting body parts to reassemble Sam’s mother, Melinda. All the victims had transplanted organs - her organs - and the Ripper was taking them back.
de: Oh ja. Das ganze Ding war eine echte Frankenstein-Aktion. Der Ripper hat Körperteile eingesammelt, um Sams Mutter, Melinda, wieder zusammenzusetzen. Alle Opfer hatten nämlich Organtransplantate – Melindas Organe – und der Ripper hat sie wieder zurückgeholt.
es: Oh, sí. Todo esto era un trabajo de Frankenstein. El Destripador estaba recolectando partes de cuerpos para volver a recomponer a la madre de Sam, Melinda. Todas las víctimas tenían órganos trasplantados (sus órganos) y el Destripador los estaba recuperando.
fr: Oh ouais. Tout ce truc est digne de Frankenstein. L'éventreur récoltait des organes pour reconstituer la mère de Sam, Melinda. Toutes les victimes avaient reçu des greffes d'organes, ses organes à elle, et l'éventreur les récupérait.
it: Esatto. Tutta la faccenda era un lavoro alla Frankenstein. Lo Squartatore stava raccogliendo parti del corpo per riassemblare la madre di Sam, Melinda. Tutte le vittime avevano organi trapiantati, i suoi organi, e lo Squartatore li stava riportando indietro.
ru: О да. Потрошитель собирал свое собственное чудовище Франкенштейна. Он забирал у людей органы, чтобы заново собрать тело матери Сэма, Мелинды. Она была донором. Все погибшие получили от нее пересадку.

source: Oh! Wow. W-well... guess I've been in here much longer than I thought...
de: Oh! Wow. T-tja ... scheint, ich bin schon viel länger hier, als ich dachte ...
es: ¡Oh! Guau. B-bueno... supongo que llevo aquí más tiempo del que pensaba...
fr: Oh ! Wow. B-bon... eh bien je dois être ici depuis plus longtemps que je croyais...
it: Oh! Wow. B-beh... immagino di essere stato qui molto più a lungo di quanto pensassi...
ru: О! Ого. Ну-у... Кажется, я проторчал тут куда дольше, чем рассчитывал...

source: Oh, $(scene.BroSis) - I forgot to mention that everyone must enter the Universal Brotherhood alone.
de: Oh, $(scene.BroSis) – ich habe ganz vergessen zu erwähnen, dass jeder die Bruderschaft allein betreten muss.
es: Oh, $(scene.BroSis). Olvidé mencionar que hay que ingresar en la Hermandad Universal solo.
fr: Oh, $(scene.BroSis), j'ai oublié de mentionner qu'il est impossible d'entrer dans la Confrérie Universelle accompagné.
it: Oh, $(scene.BroSis)... ho dimenticato di dire che tutti devono entrare nella Fratellanza Universale da soli.
ru: Ой, $(scene.BroSis) - я забыл сказать тебе, что посещать Всеобщее братство можно только в одиночку.

source: Oh, I got her.
de: Und wie ich sie erwischt hab.
es: Sí, la pillé.
fr: Oh oui, je l'ai eu.
it: L'ho sistemata.
ru: Ей конец.

source: Oh, I see. Well, until you deliver them to Grandmother Jessica you’re responsible for them, so don’t let them go wandering off.
de: Ah, ich verstehe. Also gut. Bis du sie Großmutter Jessica übergeben hast, trägst du die Verantwortung für diese Leute, also lass sie nicht aus den Augen.
es: Vaya, ya veo. Bueno, hasta que se los lleves a Abuela Jessica tú eres responsable de ellos, así que no dejes que se marchen.
fr: Oh, je vois. Eh bien, jusqu'à ce que vous les ameniez à Grand-mère Jessica, vous êtes responsable d'eux, alors ne les laissez pas aller n'importe où.
it: Oh, capisco. Beh, fino a quando non li consegni a Nonna Jessica ne sei direttamente responsabile, fai in modo che non si allontanino.
ru: Тогда понимаю. Но ты за них отвечаешь. Не позволяй им бродить тут в одиночестве.

source: Oh, and I am a powerful mage as well. I forgot that.
de: Ach, und ich bin auch noch ein mächtiger Magier. Das hätte ich fast vergessen.
es: Oh y además soy un mago muy poderoso. Se me había olvidado.
fr: Oh, et je suis un grand mage, aussi. J'avais oublié.
it: Oh, e sono un potente Mago. L'avevo dimenticato.
ru: А еще я могущественный колдун. Забыл тебе об этом сказать.

source: Oh, but it is. On more than one level. Onward!
de: Oh, aber das ist es. In mehr als nur einer Hinsicht. Voran, tapfere Mannen!
es: Ah, pero sí que lo es. En más de un nivel. ¡Adelante!
fr: Oh, mais ça l'est. Sur plus d'un niveau. En avant !
it: Oh, ma è così. Su molti livelli diversi. Avanti!
ru: А вот тут ты ошибаешься. Ты даже не представляешь, насколько сильно. Вперед!
