Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: There is a weight in Telestrian's library - a sense of magnitude and of purpose. You are no longer in the presence of mere wealth. You are in the presence of history.
de: Es herrscht eine gewisse Schwere in Telestrians Bibliothek – ein unbestimmtes Gefühl von Größe und Bedeutsamkeit. Was du hier vor dir hast, ist nicht mehr nur immenser Reichtum. An diesem Ort wird Geschichte geschrieben.
es: La biblioteca de Telestrian transmite una sensación de magnitud y de finalidad. Ya no estás ante simple riqueza. Estás en presencia de la historia.
fr: Il y a quelque chose avec cette bibliothèque de Telestrian, une certaine grandeur et une raison d'être. On ne parle pas de richesses ici. On parle de l'Histoire avec un grand H.
it: La biblioteca dei Telestrian è imponente e dà un senso di grandiosità e fermezza. Non sei di fronte alla semplice ricchezza. Davanti a te c'è la storia.
ru: Библиотека поместья Телестрианов подавляет - и не только размерами. В воздухе витает запах книг и аромат власти. Тебя окружает не просто богатство, тебя окружает история.

source: There is also a large sum of nuyen which can easily be transferred to your account.
de: Du findest ebenfalls eine recht große Summe an Nuyen, die sich problemlos auf dein Konto übertragen lässt.
es: También hay una gran suma de nuyens que puedes transferir sin problemas a tu cuenta.
fr: Il y a également une grande quantité de nuyens, qui peuvent être facilement virés sur votre compte.
it: C'è anche una grossa somma di nuyen che può essere facilmente trasferita nel tuo conto.
ru: На счете доктора также обнаруживается изрядная сумма, которую будет нетрудно перевести в наличные.

source: There is an open bottle of expensive Scotch and a single glass that appears to be half empty, and a half smoked cigar.
de: Hier stehen eine offene Flasche teurer Scotch und ein einzelnes, halbleeres Glas. Daneben liegt eine halbgerauchte Zigarre.
es: Hay una botella abierta de caro whisky escocés y un solo vaso, que parece estar medio vacío, y un puro a medias.
fr: Il y a une bouteille d'un scotch haut de gamme, un verre qui a l'air à demi vide et un cigare à moitié fumé.
it: C'è una bottiglia aperta di costoso scotch, un bicchiere che sembra essere mezzo vuoto e un sigaro fumato a metà.
ru: Ты замечаешь на столе открытую бутылку дорогого виски, наполовину пустой стакан и наполовину выкуренную сигару в пепельнице.

source: There is no one else I would rather have by my side.
de: Es gibt niemand sonst, den ich lieber an meiner Seite wüsste.
es: No hay otra persona que quisiera tener a mi lado.
fr: Il n'y a personne d'autre que j'aimerais avoir à mes côtés.
it: Non vorrei altre persone al mio fianco.
ru: Сражаться вместе с тобой - настоящая честь.

source: There is no one else available tonight. She knows that. The two of us will have a long talk when I see her again... {{GM}}She stops. Sees your expression.{{/GM}}
de: Es steht sonst niemand zur Verfügung. Sie weiß das genau. Wir beide werden ein langes Gespräch führen müssen, wenn ich sie sehe ... {{GM}}Sie hält inne. Sie erfasst den Ausdruck auf deinem Gesicht.{{/GM}}
es: Esta noche no hay nadie más disponible. Ella lo sabe. Cuando la vuelva a ver, hablaremos largo y tendido... {{GM}}Se detiene. Nota tu expresión.{{/GM}}
fr: Il n'y a personne d'autre de disponible ce soir. Elle le sait. On aura une longue conversation la prochaine fois que je la verrai... {{GM}}Elle s'arrête. Voit votre expression.{{/GM}}
it: Non c'è nessun altro disponibile stasera. Lei lo sa. Quando la rivedo, dovremo farci una bella chiacchierata noi due... {{GM}}Si blocca. Vede la tua espressione.{{/GM}}
ru: Больше у меня никого не осталось. Она это знает. Мне придется как следует ее отчитать, когда она вернется... {{GM}}Она умолкает, когда видит твое выражение лица.{{/GM}}

source: There is no vessel! And there will be no Queen!
de: Es gibt kein Gefäß! Und es wird auch keine Königin geben!
es: ¡No hay ninguna vasija! ¡Y no habrá ninguna Reina!
fr: Il n'y a pas de vaisseau ! Et il n'y aura pas de reine !
it: Non c'è nessuna nave! E non ci sarà nessuna Regina!
ru: Жертвы не будет! И королевы тоже!

source: There is no way I’m giving you my card for you to cause trouble with. That sort of thing would come back to haunt me.
de: Kein Geld der Welt würde mich veranlassen, dir meine Karte zu geben, nur damit du damit wer-weiß-was anstellst. Das fällt alles nur wieder auf mich zurück.
es: Ni de coña te voy a dar mi tarjeta para que causes problemas. Algo así volvería para atormentarme.
fr: Je ne peux pas vous donner ma carte, vous allez causer des problèmes. Ce genre de truc va me hanter pendant longtemps.
it: Mai e poi mai ti darò la mia tessera perché tu mi metta nei guai. Una cosa del genere tornerebbe a tormentarmi.
ru: Э, нет. Ни за что. Мне не нужны неприятности. Ты же наверняка хочешь сотворить что-то ужасное.

source: There is still more work to be done, for both of us. But what must be done differs, for each of us.
de: Es gibt noch viel zu erledigen, und das gilt für uns beide. Aber unsere Aufgaben unterscheiden sich voneinander.
es: Aún nos queda trabajo por hacer. Pero cada cual tenemos algo diferente que hacer.
fr: Il reste encore beaucoup à faire, pour nous deux. Mais ce que chacun de nous a à faire est différent.
it: C'è ancora molto da fare, per entrambi, ma avremo dei compiti differenti.
ru: Это так. У нас обоих остались незавершенные дела, но теперь наши цели не совпадают.

source: There must be a way to get in there! We must get that sample, but for now I suggest you eliminate the remaining guards. Unless you think stealing high security corp assets benefits from witnesses.
de: Es muss einen Weg geben, dort hineinzugelangen! Wir müssen uns diese Probe holen, aber erst einmal schlage ich vor, dass du die restlichen Wachen ausschaltest. Außer du bist der Meinung, dass das Stehlen von Hochsicherheits-Unternehmenseigentümern von Zeugen profitiert.
es: ¡Tiene que haber una forma de entrar ahí! Debemos conseguir esa muestra, pero por ahora te sugiero que elimines a los guardias restantes. A menos que creas que los testigos son buenos para el robo de activos corporativos de alta seguridad.
fr: Il doit y avoir un moyen de rentrer ! Il nous faut cet échantillon, mais pour l'instant, je suggère que vous vous occupiez d'éliminer les gardes qui restent. Sauf si vous pensez qu'il est bénéfique d'avoir des témoins lorsqu'on vole des données corporatistes confidentielles.
it: Deve esserci un modo per infiltrarsi! Dobbiamo prendere quel campione, ma per ora ti suggerisco di fare fuori le guardie rimaste. A meno che tu non voglia avere testimoni mentre ti dai al furto di risorse corporative ad alta sicurezza.
ru: Мы должны пробраться туда! Мы не можем уйти с пустыми руками, но пока я советую тебе разобраться с охранниками. Если ты, конечно, не считаешь, наличие свидетелей при краже корпоративной собственности смягчающим обстоятельством.

source: There they are!
de: Sie sind hier!
es: ¡Aquí están!
fr: Les voilà !
it: Eccoli!
ru: Вот они!

source: There was a note on Sam's body. Sounded like an apology. An offer to meet up and bury the hatchet. It was signed "Jessica".
de: Ich habe eine Notiz bei Sams Leiche gefunden. Es klang wie eine Entschuldigung. Ein Angebot, sich zu treffen und das Kriegsbeil zu begraben. Der Brief war mit „Jessica“ unterschrieben.
es: En el cuerpo de Sam había una nota. Parecía una disculpa. Una oferta para reunirse y enterrar el hacha de guerra. La firmaba "Jessica".
fr: On a trouvé une note sur le corps de Sam. Un genre d'excuse. Une invitation à enterrer la hache de guerre. C'était signé "Jessica".
it: C'era un biglietto sul cadavere di Sam. Sembravano delle scuse. Una proposta di incontrarsi per seppellire l'ascia di guerra. Era firmato "Jessica".
ru: На теле Сэма лежала записка. Предложение оставить вражду и просьба о встрече. Она была подписана именем "Джессика".

source: There you are! It seems that some of my best are letting me down and its good to see that you're displaying one of the most important of my three key values.
de: Da sind Sie ja! Sieht so aus, als würden einige meiner besten Leute mich im Stich lassen. Es tut gut, zu sehen, dass wenigstens Sie einem der wichtigsten meiner drei Maximen folgen.
es: ¡Aquí estás! Parece que algunos de mis mejores hombres me están fallando y me alegra ver que tú demuestras uno de los tres valores clave más importantes para mí.
fr: Mais qui voilà ? Il semblerait que mes meilleurs hommes m'abandonnent. Je suis ravi de constater que vous avez fait vôtre l'un des trois principes que je considère comme fondamentaux.
it: Eccoti! Sembra che alcuni dei miei migliori uomini mi stiano deludendo, perciò è bello vedere che tu dimostri uno dei miei tre valori più importanti.
ru: А, вот ты где! Похоже, мои доверенные лица меня подвели. Рад видеть, что в отличие от них тебе присуща главная добродетель нашей организации.

source: There! Now you see them in their truest form. Now you see that they cannot die.
de: So! Jetzt siehst du sie in ihrer wahren Form. Jetzt siehst du, dass sie nicht sterben können.
es: ¡Mira! Ahora ya los has visto en su pura realidad. Ya ves que no pueden morir.
fr: Voilà ! Vous les voyez maintenant sous leur vraie forme. Vous voyez pourquoi ils ne peuvent pas mourir.
it: Ecco! Ora li vedi nella loro forma più autentica. Ora capisci che sono immortali.
ru: Вот! Узрите их истинный облик. Они бессмертны!

source: There's a bar in Touristville called the Seamstresses Union. I like it there.
de: In Touristville befindet sich eine Bar namens Seamstresses Union. Ich bin gerne da.
es: En Touristville hay un bar llamado Unión de Costureras. Me gusta ese lugar.
fr: Il y a un bar à Touristville appelé Seamstresses Union. On s'y sent bien.
it: C'è un bar a Touristville chiamato Seamstresses Union. Mi piace.
ru: В Туристическом городке есть бар, ''Союз белошвеек''. Мне там нравится.

source: There's a cockroach in my eggs!
de: Da ist eine Kakerlake in meinen Eiern!
es: ¡Hay una cucaracha en mis huevos!
fr: Il y a un cafard dans mes œufs !
it: C'è uno scarafaggio nelle mie uova!
ru: У меня в омлете таракан!

source: There's a gap between the fuselage and the building just large enough for someone of your stature to crawl through. It looks like you can sneak through here to bypass the security checkpoint.
de: Zwischen dem Flugzeugrumpf und der Wand befindet sich eine Lücke, die gerade groß genug ist, dass jemand von deiner Statur hindurchkriechen könnte. Es scheint, als könntest du die Sicherheitskontrolle so umgehen.
es: Hay un hueco entre el fuselaje y el edificio, justo lo bastante grande para que pueda arrastrarse alguien de tu tamaño. Parece que puedes colarte por aquí para atravesar el control de seguridad.
fr: Il y a un trou entre le fuselage et le bâtiment assez grand pour que quelqu'un de votre stature puisse y passer. Vous pouvez certainement vous faufiler ici pour contourner les points de contrôle de la sécurité.
it: Tra la fusoliera e l'edificio c'è spazio sufficiente da permettere a una persona della tua stazza di passarci strisciando. Puoi servirti di questo passaggio per superare furtivamente la postazione di controllo della sicurezza.
ru: Между фюзеляжем и зданием есть щель, достаточно большая, чтобы в нее можно было протиснуться. Похоже, тебе удалось найти способ миновать охранника на воротах.

source: There's a receipt stuck between the pages, and a diary entry.
de: Zwischen den Seiten steckt eine Quittung. Es befindet sich ebenfalls ein Tagebucheintrag an dieser Stelle.
es: Hay un recibo guardado entre las páginas y una entrada en el diario.
fr: Il y a un reçu coincé entre deux pages et une note dans le journal.
it: C'è uno scontrino tra le pagine e un'annotazione.
ru: Дневник заложен на этой странице чеком из магазина.

source: There's a serious maintenance issue that needs your immediate attention.
de: Wir haben ein ernsthaftes Wartungsproblem, mit dem sich sofort jemand befassen sollte.
es: Hay un problema grave de mantenimiento que requiere tu atención inmediata.
fr: Il y a un sérieux problème de maintenance qui requiert votre attention immédiate.
it: C'è un serio problema di manutenzione che va risolto immediatamente.
ru: В соседней комнате серьезная проблема. Самый настоящий бардак. Могу показать.

source: There's an open vent on this wall. It's too small for you to fit through... but you might be able to send a drone through to open the door from the other side.
de: An dieser Wand befindet sich ein offener Lüftungsschacht. Er ist zu klein, um hindurchzukriechen ... aber du könntest vielleicht eine Drohne hineinschicken, um dir die Tür zu öffnen.
es: En esta pared hay una rejilla abierta. Pero es demasiado pequeña y no cabes... aunque, a lo mejor puedes enviar a una sonda para que abra la puerta por el otro lado.
fr: Il y a un trou pour la ventilation sur ce mur. C'est trop petit pour que vous y passiez... Mais vous pourriez peut-être envoyer un drone pour ouvrir la porte de l'autre côté.
it: C'è un condotto d'areazione su questa parete. È troppo stretto per te... ma potresti riuscire a spedirci dentro un drone che aprirà la porta dall'altro lato.
ru: В стене есть открытый воздуховод. Он слишком тесен для человека, но дрон мог бы проникнуть через него в комнату и открыть дверь с другой стороны.

source: There's an unlabeled trivid disc in the second drawer.
de: In der zweiten Schublade ist eine unbeschriebene Trivid-Disc.
es: Hay un disco de trídeo sin etiquetar en el segundo cajón.
fr: Il y a un disque trivid non étiqueté dans le second tiroir.
it: C'è un disco trideo senza etichetta nel secondo cassetto.
ru: Во втором ящике обнаруживается неподписанный диск для трида.

source: There's got to be a way to force him to talk.
de: Es muss doch irgendwie möglich sein, ihn zum Reden zu bringen!
es: Tiene que haber una forma de obligarle a hablar.
fr: Il doit y avoir un moyen de le forcer à parler.
it: Ci deve essere un modo per obbligarlo a parlare.
ru: Должен быть способ как-то разговорить его.

source: There's no way I can change your mind?
de: Es gibt nichts, womit ich deine Meinung ändern könnte?
es: ¿No hay forma de que pueda hacerte cambiar de idea?
fr: Je ne peux pas te faire changer d'avis ?
it: Non c'è modo di farti cambiare idea?
ru: Я могу тебя переубедить?

source: There's still hope for you, Jessica.
de: Es besteht immer noch Hoffnung für dich, Jessica.
es: Jessica, todavía hay esperanza para ti.
fr: Il y a toujours de l'espoir pour vous, Jessica.
it: C'è ancora speranza per te, Jessica.
ru: Джессика, для тебя еще осталась надежда.

source: Therefore, you must bring a decker with you. This is vital.
de: Deswegen musst einen Decker mitnehmen. Das ist äußerst wichtig.
es: Por tanto, debes llevar contigo un decker. Es muy importante.
fr: C'est pourquoi vous devez amener un decker avec vous. C'est impératif.
it: Perciò, dovrai portare con te un Decker. Sarà di vitale importanza.
ru: Это означает, что тебе будет нужен декер. Это обязательное условие.

source: There’s a good bit of nervous energy in the place, for sure.
de: Es liegt so einiges an Nervosität in der Luft, das kannst du mir glauben.
es: En el lugar hay una buena dosis de energía histérica, de eso no hay duda.
fr: On peut sentir la nervosité dans cet endroit, c'est certain.
it: C'è molto nervosismo in questo posto, sicuramente.
ru: Да, напряжение чувствуется.

source: There’s a guy on the door - Charlie - he sells the passes to get in. He’s not tough. Blind in one eye. There’s another five or so wandering around. Two of ‘em are bad news - covered in magic symbols. Mean.
de: Zuerst ist da der Typ an der Tür – Charlie – er verkauft die Pässe für den Eintritt. Er ist nicht so hart. Ist auf einem Auge blind. Dann gibt es noch etwa fünf andere. Zwei von ihnen sind echt übel – mit allen möglichen magischen Symbolen eingedeckt.
es: Hay un tipo en la puerta, Charlie, que vende los pases para entrar. No es un tipo duro. Es ciego de un ojo. Hay otros cinco aproximadamente, moviéndose por el lugar. Dos de ellos son cosa mala... cubiertos de símbolos mágicos. Malos.
fr: Il y a un gars à la porte. Charlie. Il vend les cartes d'accès pour rentrer. Vraiment pas un dur à cuire. Il est borgne. Il y en a environ 5 autres qui se promènent. Il y en a deux qui sont craignos, couverts de symboles magiques. Méchant.
it: C'è un tizio sulla porta, Charlie, che vende le tessere per entrare. Non è un tipo difficile. Cieco da un occhio. Ce ne sono altri cinque o giù di lì in giro. Due di loro sono dei piantagrane, coperti di simboli magici. Spregevoli.
ru: Мужчина, который стоит на входе - Чарли - продает пропуски. Он не самый сильный охранник. Слеп на один глаз. Внутри ходят еще пять или около того. Двое из них серьезные. Волшебники, я видела их татуировки. Кровожадные ублюдки.

source: There’s an elf who owes me a favor. He goes by “Dodger” - you may have heard of him. He’s one of the best deckers in Seattle - and this is *me* saying it.
de: Es gibt da einen Elfen, der mir ’nen Gefallen schuldet. Er heißt „Dodger“. Vielleicht hast du ja schon von ihm gehört. Er ist einer der besten Decker ins ganz Seattle – und das sage immerhin *ich*.
es: Hay un elfo que me debe un favor. Se llama “Dodger”, quizás has oído hablar de él. Es uno de los mejores deckers de Seattle, y soy *yo* el que lo dice.
fr: Il y a un elfe qui me doit une faveur. On l'appelle « Dodger », vous avez peut-être entendu parler de lui. C'est l'un des meilleurs deckers de Seattle, c'est moi qui vous le dis.
it: C'è un Elfo che mi deve un favore. Si fa chiamare "Dodger", forse ne hai sentito parlare. Lui è uno dei migliori Decker di Seattle e, se te lo dico *io*, puoi crederci.
ru: Некий эльф по прозвищу “Плут” кое-что мне должен. Не удивлюсь, если ты его знаешь - он один из лучших декеров Сиэтла, даже *я* с этим согласен.

source: There’s been another Ripper murder, this one at the NTSB investigation facility down on the docks.
de: Es gab einen weiteren Mord des Rippers, dieses Mal bei der NTSB-Untersuchungseinrichtung unten bei den Docks.
es: El Destripador ha cometido otro asesinato, esta vez en el edificio de investigación del CNST, en los muelles.
fr: Une nouvelle victime de l'éventreur a été découverte, cette fois près d'un centre d'enquêtes du NTSB sur les docks.
it: C'è stata un'altra vittima dello Squartatore, questa volta nella struttura investigativa del CNST.
ru: На складе НСПБНТ обнаружился покойник. Очень похоже, что это новая жертва Потрошителя.

source: There’s been another Ripper murder, this one at the NTSB investigation facility down on the docks. You owe me for this.
de: Es gab einen weiteren Mord des Rippers, dieses Mal bei der NTSB-Untersuchungseinrichtung unten bei den Docks. Du schuldest mir was für diese Info.
es: El Destripador ha cometido otro asesinato, esta vez en el edificio de investigación del CNST, en los muelles. Me debes una por esto.
fr: Une nouvelle victime de l'éventreur a été découverte, cette fois près d'un centre d'enquêtes du NTSB sur les docks. Vous me revaudrez ça.
it: C'è stata un'altra vittima dello Squartatore, questa volta nella struttura investigativa del CNST. Sei in debito con me per questo.
ru: Новое убийство. На этот раз Потрошитель добрался до одного из криминалистов НСПБНТ и прикончил его прямо у них на складе. Дополнительная информация оплачивается отдельно.

source: There’s been more talk of the Ripper killings. Some people are saying they’re hate crimes on account of the victims all being human.
de: Es wird immer noch über die Ripper-Morde geredet. Einige Leute sagen, es seien Verbrechen aus Rassenhass, da alle Opfer Menschen waren.
es: Cada vez se habla más sobre los crímenes del Destripador. Algunos dicen que se tratan de crímenes raciales porque todas las víctimas eran humanas.
fr: On parle beaucoup des meurtres de l'éventreur. Les gens disent que ce sont des crimes raciaux, vu que toutes les victimes sont des humains.
it: Si continua a parlare degli omicidi dello Squartatore. Alcuni dicono che sono crimini razziali, visto che tutte le vittime sono Umani.
ru: Многие обеспокоены новой выходкой Потрошителя. Некоторые утверждают, что это преступления на почве расовой ненависти, поскольку все без исключения жертвы оказались людьми.

source: There’s more to it than just that.
de: Da steckt sicher mehr dahinter.
es: No se trata solo de eso.
fr: Ce n'est pas aussi simple que ça.
it: Ma c'è qualcos'altro.
ru: Я не думаю, что все так просто.

source: There’s no time! The “next level” the Universal Brotherhood is always talking about - I think they transform into bugs!
de: Dafür ist keine Zeit! Diese „nächste Ebene“ von der die Universelle Bruderschaft ständig spricht ... ich glaube, sie verwandeln sich in Käfer!
es: ¡No queda tiempo! El “siguiente nivel” del que siempre está hablando la Hermandad Universal, ¡creo que se transforman en insectos!
fr: Il n'y a pas le temps ! C'est le fameux "niveau d'après" dont la Confrérie Universelle parle sans arrêt : je crois qu'ils sont en train de se transformer en insectes !
it: Non c'è tempo! Questo deve essere il "prossimo livello" di cui parla sempre la Fratellanza Universale, penso che si trasformino in insetti!
ru: У нас нет времени! Я узнала, о каком "следующем уровне развития" все время говорят эти парни - они превращаются в жуков!

source: These chips are simple devices that pass data from any number of sources but most commonly commlinks directly into the hardware of other devices.
de: Diese Chips sind einfache Vorrichtungen, um Daten von aus verschiedenen Quellen abzuzapfen. Die meisten Kommlinks verbinden sich jedoch direkt mit der Hardware der anderen Geräte.
es: Estos chips son unos sencillos dispositivos que transfieren datos desde diferentes fuentes, generalmente desde commlinks directamente al hardware de otros dispositivos.
fr: Ces puces sont de simples appareils passant les données de n'importe quelle source, mais se connecte généralement directement dans le hardware d'autres appareils.
it: Questi chip sono semplici dispositivi che trasferiscono dati da un qualsiasi numero di sorgenti ma spesso si collegano direttamente nell'hardware di altri dispositivi.
ru: Эти простые устройства передают информацию из одного узла сети в другой. Чаще всего их напрямую встраивают в более сложные матричные приспособления.

source: These poor people. What a waste.
de: Diese armen Leute. Was für eine Verschwendung.
es: Esta pobre gente. Qué desperdicio.
fr: Ces pauvres gens. Quel gâchis.
it: Povera gente. Che spreco.
ru: Бедные люди. Им не повезло.
