Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Officer Aguirre trails after the detective, only meeting your eyes for a moment.{{/GM}} She's the victim's sister, sir. She--
de: {{GM}}Officer Aguirre folgt im Schlepptau des Kommissars. Nur für einen kurzen Augenblick suchen seine Augen die deinen.{{/GM}} Sie ist die Schwester des Opfers, Sir. Sie –
es: {{GM}}El agente Aguirre sigue al detective, mirándote solo durante un momento.{{/GM}} Es la hermana de la víctima, señor. Ella...
fr: {{GM}}L'officier Aguirre suit l'inspecteur de près, ne croisant votre regard que pour un moment.{{/GM}} C'est la sœur de la victime, monsieur. Elle...
it: {{GM}}L'agente Aguirre segue il detective, incrociando i tuoi occhi solo per un istante.{{/GM}} Lei è la sorella della vittima, signore. Lei...
ru: {{GM}}Офицер Агирре рысцой трусит за детективом, стараясь не встречаться с тобой глазами.{{/GM}} Это сестра покойного, сэр. Она...

source: {{GM}}On his workbench, Buster currently has a MilSpec shotgun fully disassembled and its parts neatly arranged. He lovingly massages each piece with a microfiber cloth coated in some kind of gun oil or polish. Whatever the stuff is, it leaves the pieces shining brilliantly and pungent as hell.{{/GM}}
de: {{GM}}Auf Busters Arbeitsbank befinden sich die vollständig auseinandergenommenen und ordentlich aufgereihten Teile eines MilSpec-Schrotgewehrs. Er poliert jedes Teil liebevoll mit einem Mikrofasertuch, das mit irgendeiner Art Schmieröl bedeckt ist. Was auch immer genau es ist, es hinterlässt die Teile in einem glänzenden, doch übelriechenden Zustand.{{/GM}}
es: {{GM}}En la mesa de trabajo, Buster tiene una metralleta MilSpec desmontada, con las piezas organizadas y ordenadas. Con mucho cariño, acaricia cada una de las piezas con un paño de microfibra cubierto en una especia de aceite o abrillantador para armas. Ese producto deja las piezas muy brillantes, aunque con un olor tremendamente áspero.{{/GM}}
fr: {{GM}}Sur l'établi de Buster se trouve un fusil de chasse MilSpec entièrement démonté avec ses pièces parfaitement ordonnées. Il masse avec amour chaque pièce avec un chiffon en microfibres recouvert d'une sorte d'huile pour armes ou de cire. Peu importe ce que c'est, il fait briller les pièces et laisse une odeur âcre derrière lui.{{/GM}}
it: {{GM}}Sul suo banco di lavoro, Buster ha un fucile MilSpec completamente smontato, con le parti ordinatamente disposte. Strofina amorevolmente ciascun pezzo con un telo di microfibra intriso di olio per armi. L'olio detergente rende i pezzi incredibilmente puliti e brillanti.{{/GM}}
ru: {{GM}}Бастер разложил у себя на верстаке детали армейского дробовика и заботливо протирает их куском микроволокнистой ткани. Оружейное масло, которым он пользуется, заставляет их ярко блестеть, но при этом ужасно воняет.{{/GM}}

source: {{GM}}Open Log BAS\1-24-2054{{/GM}}
de: {{GM}}Öffne das Log BAS\24-01-2054{{/GM}}
es: {{GM}}Abrir el registro BAS\1-24-2054{{/GM}}
fr: {{GM}}Ouvrir Log BAS\1-24-2054{{/GM}}
it: {{GM}}Apri file di registro BAS\1-24-2054{{/GM}}
ru: {{GM}}Открыть журнал исследований BAS\1-24-2054{{/GM}}

source: {{GM}}Open Log BAS\12-4-2053{{/GM}}
de: {{GM}}Öffne das Log BAS\04-12-2053{{/GM}}
es: {{GM}}Abrir el registro BAS\12-4-2053{{/GM}}
fr: {{GM}}Ouvrir Log BAS\12-4-2053{{/GM}}
it: {{GM}}Apri file di registro BAS\12-4-2053{{/GM}}
ru: {{GM}}Открыть журнал исследований BAS\12-4-2053{{/GM}}

source: {{GM}}Open Log BAS\3-12-2054{{/GM}}
de: {{GM}}Öffne das Log BAS\12-03-2054{{/GM}}
es: {{GM}}Abrir el registro BAS\3-12-2054{{/GM}}
fr: {{GM}}Ouvrir Log BAS\3-12-2054{{/GM}}
it: {{GM}}Apri file di registro BAS\3-12-2054{{/GM}}
ru: {{GM}}Открыть журнал исследований BAS\3-12-2054{{/GM}}

source: {{GM}}Open the box.{{/GM}}
de: {{GM}}Öffne den Karton.{{/GM}}
es: {{GM}}Abrir la caja.{{/GM}}
fr: {{GM}}Ouvrir la boîte.{{/GM}}
it: {{GM}}Apri la scatola.{{/GM}}
ru: {{GM}}Открыть коробку.{{/GM}}

source: {{GM}}Open the diary to the first paper.{{/GM}}
de: {{GM}}Öffne das Tagebuch beim ersten losen Blatt.{{/GM}}
es: {{GM}}Abrir el diario por el primer papel.{{/GM}}
fr: {{GM}}Ouvrir le journal à la première feuille qui dépasse.{{/GM}}
it: {{GM}}Apri il diario al primo foglio.{{/GM}}
ru: {{GM}}Открыть дневник на первой закладке.{{/GM}}

source: {{GM}}Open the diary to the fourth paper.{{/GM}}
de: {{GM}}Öffne das Tagebuch beim vierten losen Blatt.{{/GM}}
es: {{GM}}Abrir el diario por el cuarto papel.{{/GM}}
fr: {{GM}}Ouvrir le journal à la quatrième feuille qui dépasse.{{/GM}}
it: {{GM}}Apri il diario al quarto foglio.{{/GM}}
ru: {{GM}}Открыть дневник на четвертой закладке.{{/GM}}

source: {{GM}}Open the diary to the second paper.{{/GM}}
de: {{GM}}Öffne das Tagebuch beim zweiten losen Blatt.{{/GM}}
es: {{GM}}Abrir el diario por el segundo papel.{{/GM}}
fr: {{GM}}Ouvrir le journal à la deuxième feuille qui dépasse.{{/GM}}
it: {{GM}}Apri il diario al secondo foglio.{{/GM}}
ru: {{GM}}Открыть дневник на второй закладке.{{/GM}}

source: {{GM}}Open the diary to the third paper.{{/GM}}
de: {{GM}}Öffne das Tagebuch beim dritten losen Blatt.{{/GM}}
es: {{GM}}Abrir el diario por el tercer papel.{{/GM}}
fr: {{GM}}Ouvrir le journal à la troisième feuille qui dépasse.{{/GM}}
it: {{GM}}Apri il diario al terzo foglio.{{/GM}}
ru: {{GM}}Открыть дневник на третьей закладке.{{/GM}}

source: {{GM}}Open the door to let your team in.{{/GM}}
de: {{GM}}Öffne die Tür, um dein Team hereinzulassen.{{/GM}}
es: {{GM}}Abrir la puerta para que entre tu equipo.{{/GM}}
fr: {{GM}}Ouvrir la porte et faire entrer votre équipe.{{/GM}}
it: {{GM}}Apri la porta per fare entrare il tuo team.{{/GM}}
ru: {{GM}}Открыть дверь и впустить команду.{{/GM}}

source: {{GM}}Open the door.{{/GM}}
de: {{GM}}Öffne die Tür.{{/GM}}
es: {{GM}}Abrir la puerta.{{/GM}}
fr: {{GM}}Ouvrir la porte.{{/GM}}
it: {{GM}}Apri la porta.{{/GM}}
ru: {{GM}}Открыть дверь.{{/GM}}

source: {{GM}}Open the drawer.{{/GM}}
de: {{GM}}Öffne die Lade.{{/GM}}
es: {{GM}}Abrir el cajón.{{/GM}}
fr: {{GM}}Ouvrir le tiroir.{{/GM}}
it: {{GM}}Apri il cassetto.{{/GM}}
ru: {{GM}}Открыть дверцу.{{/GM}}

source: {{GM}}Open the home-made card, "Missing you already!"{{/GM}}
de: {{GM}}Öffne die selbstgebastelte Karte: „Du wirst uns fehlen!“{{/GM}}
es: {{GM}}Abrir la tarjeta hecha a mano: "¡Ya te echamos de menos!"{{/GM}}
fr: {{GM}}Ouvrir la carte fait maison, "Tu nous manque déjà !".{{/GM}}
it: {{GM}}Apri il biglietto fatto a mano, "Già ci manchi!"{{/GM}}
ru: {{GM}}Открыть самодельную открытку, "Очень по тебе скучаем!"{{/GM}}

source: {{GM}}Open the professionally printed card, "Congratulations!"{{/GM}}
de: {{GM}}Öffne die professionell gedruckte Karte: „Glückwunsch!“{{/GM}}
es: {{GM}}Abrir la tarjeta profesional: "¡Felicidades!"{{/GM}}
fr: {{GM}}Ouvrir la carte imprimée par un professionnel, "Félicitations !".{{/GM}}
it: {{GM}}Apri il biglietto stampato in modo professionale, "Congratulazioni!"{{/GM}}
ru: {{GM}}Открыть типографскую открытку, "Сердечные поздравления!"{{/GM}}

source: {{GM}}Open the safe with Jake's MagCard.{{/GM}}
de: {{GM}}Öffne den Safe mit Jakes MagKarte.{{/GM}}
es: {{GM}}Abrir la caja fuerte con la MagCard de Jake.{{/GM}}
fr: {{GM}}Ouvrir le coffre avec la MagCard de Jake.{{/GM}}
it: {{GM}}Apri la cassaforte con la carta magnetica di Jake.{{/GM}}
ru: {{GM}}Открыть сейф магнитной карточкой Джейка.{{/GM}}

source: {{GM}}Or... the stove in the apartment next door has a Fire Elemental hearth spirit. The people who live there might not appreciate meeting it.{{/GM}}
de: {{GM}}Oder ... der Ofen in der Wohnung nebenan hat einen Feuerelementar-Herdgeist. Die Leute, die dort wohnen, würden ihn wohl nicht so gerne kennenlernen.{{/GM}}
es: {{GM}}O... en el horno del apartamento de al lado hay un espíritu del hogar de Elemental de fuego. A la gente que vive allí no le gustaría encontrárselo.{{/GM}}
fr: {{GM}}Ou... la cuisinière de l'appartement voisin possède un Élémentaire de feu. Les gens vivant là-bas ne vont peut-être pas l'apprécier.{{/GM}}
it: {{GM}}O... la stufa dell'appartamento accanto è alimentata dallo spirito del focolare domestico di un Elementale del fuoco. Le persone che vi abitano non sarebbero felici di incontrarlo.{{/GM}}
ru: {{GM}}Кроме того, возле плиты в соседней квартире поселился маленький дух огня. Сами жильцы об этом не знают, и вряд ли обрадуются такому соседству.{{/GM}}

source: {{GM}}Paco glares.{{/GM}} Not now. Coyote, we need to get you back to the Union. Mrs. Kubota has that med-lab in the basement...
de: {{GM}}Paco starrt dich wütend an.{{/GM}} Nicht jetzt. Coyote, wir müssen dich zurück in die Union bringen. Mrs. Kubota hat eine Krankenstation im Untergeschoss ...
es: {{GM}}Paco la mira enfurecido.{{/GM}} Ahora no. Coyote, tenemos que llevarte al Unión. La Srta. Kubota tiene un laboratorio médico en el sótano...
fr: {{GM}}Paco vous jette un regard noir.{{/GM}} Pas maintenant. Coyote, on doit te ramener à l'Union. Mme Kubota a un labo médical dans la cave...
it: {{GM}}Paco lancia un'occhiataccia.{{/GM}} Non ora. Coyote, dobbiamo portarti all'Union. Nel seminterrato della signora Kubota c'è il laboratorio medico...
ru: {{GM}}Пако бросает на тебя сердитый взгляд.{{/GM}} Не сейчас. Койот, мы должны отвести тебя обратно в Союз. У миссис Куботы есть медицинская лаборатория в подвале...

source: {{GM}}Paco looks at you warily.{{/GM}} Fine. But that better be it. Now let's get moving - the Royale is just a few blocks from here.
de: {{GM}}Paco sieht dich misstrauisch an.{{/GM}} In Ordnung. Aber das ist besser wirklich alles, was du willst. Und jetzt los, das Royale ist nur ein paar Blocks von hier entfernt.
es: {{GM}}Paco te mira con cautela.{{/GM}}Vale. Pero más vale que sea eso. Pongámonos en marcha; los Royale están a unas pocas manzanas de aquí.
fr: {{GM}}Paco vous regarde avec méfiance.{{/GM}} D'accord. J'espère que c'est tout. Maintenant, allons-y. Les Royale ne sont qu'à quelques blocs d'ici.
it: {{GM}}Paco ti lancia uno sguardo cauto.{{/GM}} Va bene. Ma sarà meglio per te che tu non stia mentendo. Ora diamoci una mossa. Gli Appartamenti Royale sono a pochi isolati da qui.
ru: {{GM}}Пако смотрит на тебя с подозрением.{{/GM}} Ну ладно. Надеюсь, ты говоришь правду. Пойдем. "Роял" находится в паре кварталов отсюда.

source: {{GM}}Paco steps forward and breathes a huge sigh of relief.{{/GM}} No... no. It's not her. Thank God.
de: {{GM}}Paco geht einen Schritt nach vorne und atmet erleichtert auf. {{/GM}} Nein ... nein, das ist sie nicht. Gott sei dank.
es: {{GM}}Paco da un paso adelante y suelta un gran suspiro de alivio.{{/GM}} No... no. No es ella. Gracias a Dios.
fr: {{GM}}Paco fait un pas en avant et pousse un gros soupir de soulagement.{{/GM}} Non... non. C'est pas elle. Heureusement.
it: {{GM}}Paco fa un respiro profondo e si lascia sfuggire un enorme sospiro di sollievo.{{/GM}} No... non è lei. Grazie al cielo.
ru: {{GM}}Пако делает шаг вперед и с огромным облегчением вздыхает.{{/GM}} Нет... нет. Это не она. Слава богу.

source: {{GM}}Past the bar, the edges of the safe house become somewhat indistinct due to the magical haze surrounding a particular elf. The man seems only half of this realm, his mind wandering the far horizons of astral space while his body peddles his otherworldly wares.{{/GM}}
de: {{GM}}Neben der Bar beginnen die Ecken und Kanten des Unterschlupfes unscharf zu werden – aufgrund des magischen Nebels, der einen ungewöhnlichen Elfen umgibt. Der Mann scheint sich nur halb auf dieser Ebene der Wirklichkeit zu befinden. Sein Geist durchschreitet die fernen Welten des Astralraums, während sein Körper die Waren einer anderen Welt verkauft.{{/GM}}
es: {{GM}}Pasado el bar, el contorno del piso franco se vuelve borroso a causa de la niebla mágica que rodea a un elfo en particular. El hombre parece de este mundo solo a medias, con su mente vagando por horizontes lejanos del espacio astral mientras su cuerpo vende sus productos de otro mundo.{{/GM}}
fr: {{GM}}Une fois passé le bar, les angles de la planque deviennent quelque peu indistinct à cause du halo magique qui entoure un certain elfe. L'homme ne semble qu'à moitié dans ce monde, son esprit s'égarant dans les lointaines horizons de l'espace astral tandis que son corps vaque à ses occupations matérielles.{{/GM}}
it: {{GM}}Oltre il bar, i contorni del nascondiglio segreto si fanno piuttosto sfocati a causa della nebbia magica che circonda uno strano Elfo. L'uomo sembra presente solo a metà, la sua mente vaga per gli orizzonti lontani dello spazio astrale mentre il suo corpo vende la sua mercanzia ultraterrena.{{/GM}}
ru: {{GM}}Стена за спиной этого человека расплывается и дрожит. Этого эльфа окружает магический туман, который не позволяет рассмотреть его лицо и скрадывает очертания предметов. У тебя складывается впечатление, будто он пребывает здесь не целиком. Его сознание бороздит бескрайние просторы астрального плана, пока тело торгует амулетами и продает материальные компоненты.{{/GM}}

source: {{GM}}Pay 100¥.{{/GM}}
de: {{GM}}Gib ihm 100 ¥.{{/GM}}
es: {{GM}}Pagar 100¥.{{/GM}}
fr: {{GM}}Payer 100 ¥.{{/GM}}
it: {{GM}}Paga 100 ¥.{{/GM}}
ru: {{GM}}Заплатить 100¥.{{/GM}}

source: {{GM}}Percy.{{/GM}}
ru: {{GM}}Перси.{{/GM}}

source: {{GM}}Pick up the coat and blankets.{{/GM}}
de: {{GM}}Nimm den Mantel und die Decke auf.{{/GM}}
es: {{GM}}Recoger el abrigo y las mantas.{{/GM}}
fr: {{GM}}Ramasser le manteau et les couvertures.{{/GM}}
it: {{GM}}Raccogli cappotto e coperte.{{/GM}}
ru: {{GM}}Забрать одеяла и пальто.{{/GM}}

source: {{GM}}Pick up the half smoked cigar.{{/GM}}
de: {{GM}}Nimm die halbgerauchte Zigarre auf.{{/GM}}
es: {{GM}}Recoger el puro medio fumado.{{/GM}}
fr: {{GM}}Prendre le cigare à moitié fumé.{{/GM}}
it: {{GM}}Prendi il sigaro fumato a metà.{{/GM}}
ru: {{GM}}Забрать наполовину выкуренную сигару.{{/GM}}

source: {{GM}}Place a blank keycard into the printer.{{/GM}}
de: {{GM}}Führe eine leere Schlüsselkarte in den Drucker ein.{{/GM}}
es: {{GM}}Colocar una tarjeta virgen en la impresora.{{/GM}}
fr: {{GM}}Insérer une carte vierge dans l'imprimante.{{/GM}}
it: {{GM}}Inserisci una tessera d'accesso vergine nella stampante.{{/GM}}
ru: {{GM}}Поместить в принтер чистую карточку.{{/GM}}

source: {{GM}}Play "Chopsticks".{{/GM}}
de: {{GM}}Spiel den „Flohwalzer“.{{/GM}}
es: {{GM}}Toca "Palillos".{{/GM}}
fr: {{GM}}Jouer un petit morceau.{{/GM}}
it: {{GM}}Suona "Bacchette".{{/GM}}
ru: {{GM}}Сыграть "Собачий вальс".{{/GM}}

source: {{GM}}Play G-A-F-F-C.{{/GM}}
de: {{GM}}Spiel G-A-F-F-C.{{/GM}}
es: {{GM}}Toca Sol-La-Fa-Fa-Do.{{/GM}}
fr: {{GM}}Jouer sol-la-fa-fa-do.{{/GM}}
it: {{GM}}Suona le note Sol-La-Fa-Fa-Do.{{/GM}}
ru: {{GM}}Сыграть соль-ля-фа-фа-до.{{/GM}}

source: {{GM}}Play back trideo #6{{/GM}}
de: {{GM}}Sieh dir das Trideo #6 an.{{/GM}}
es: {{GM}}Reproducir el trídeo nº6{{/GM}}
fr: {{GM}}Lancer la tridéo n° 6{{/GM}}
it: {{GM}}Riproduci il trideo numero 6{{/GM}}
ru: {{GM}}Вставить диск с записью #6{{/GM}}

source: {{GM}}Play back trideo #8{{/GM}}
de: {{GM}}Sieh dir das Trideo #8 an.{{/GM}}
es: {{GM}}Reproducir el trídeo nº8{{/GM}}
fr: {{GM}}Lancer la tridéo n° 8{{/GM}}
it: {{GM}}Riproduci il trideo numero 8{{/GM}}
ru: {{GM}}Вставить диск с записью #8{{/GM}}

source: {{GM}}Pocket the photo.{{/GM}}
de: {{GM}}Steck das Foto ein.{{/GM}}
es: {{GM}}Guardar la foto.{{/GM}}
fr: {{GM}}Garder la photo dans votre poche.{{/GM}}
it: {{GM}}Metti la foto in tasca.{{/GM}}
ru: {{GM}}Забрать фотографию.{{/GM}}

source: {{GM}}Posted at the doorway to the VIP section is a tower of troll muscle wrapped in an impossibly tailored suit. Whether the product of good genes or expensive after-market cosmetic work, the troll’s gleaming horns perfectly frame his face, and his polished tusks and goatee accentuate the set of a lantern jaw.{{/GM}} Welcome. Please behave yourself.
de: {{GM}}Am Eingang zum VIP-Bereich steht ein Berg von einem Troll, dessen muskelbepackter Anzug sich in einen maßgeschneiderten Anzug quetscht. Ob aufgrund guter Gene oder teurer kosmetischer Chirurgie umrahmen die glänzenden Hörner des Trolls völlig ebenmäßig sein Gesicht, und die polierten Stoßzähne und der Ziegenbart betonen sein eh schon markantes Kinn.{{/GM}} Willkommen. Benimm dich hier bitte.
es: {{GM}}Apostado en la entrada de la sección VIP hay una montaña de músculos troll envuelta en un traje increíblemente hecho a medida. Sean el producto de buenos genes o de un caro trabajo cosmético en el mercado negro, los brillantes cuernos del troll encuadran perfectamente su cara, y sus pulidos colmillos y su perilla acentúan el conjunto de una cara afilada.{{/GM}} Te doy la bienvenida. Por favor, compórtate.
fr: {{GM}}Un troll garde la porte de la section VIP, vision cocasse d'une montagne de muscle engoncée dans un costume bien taillé. Que ce soit dû à une génétique exceptionnelle ou à une intervention plastique de haute volée, les cornes brillantes du troll encadrent parfaitement son visage, et sa mâchoire carrée est accentuée par ses défenses polies et son bouc.{{/GM}} Bienvenue. Ne soyez pas inconvenant.
it: {{GM}}All'entrata dell'area VIP è appostato un troll altissimo e tutto muscoli, avvolto in un abito incredibilmente su misura. Che siano frutto di ottima genetica o di costosi interventi estetici, le corna luccicanti del troll incorniciano perfettamente il viso, mentre le sue zanne lucide e il pizzetto accentuano le mascelle volitive.{{/GM}} Ti do il benvenuto. È pregato di non creare problemi.
ru: {{GM}}В дверях VIP-зоны возывышается тролль, настоящая гора мускулов, затянутая в дорогой и отлично сшитый костюм. Его рога симметрично обрамляют лицо, а отполированные клыки и бородка подчеркивают линию мужественной челюсти. Трудно сказать, кто больше поработал над его внешностью, дорогой стилист или мать-природа.{{/GM}} Добро пожаловать. Убедительно прошу, веди себя прилично.

source: {{GM}}Push the button and go up.{{/GM}}
de: {{GM}}Drücke die Taste und fahre nach oben.{{/GM}}
es: {{GM}}Pulsa el botón y sube.{{/GM}}
fr: {{GM}}Appuyer sur le bouton et monter.{{/GM}}
it: {{GM}}Premi il pulsante e sali.{{/GM}}
ru: {{GM}}Нажать на кнопку.{{/GM}}

source: {{GM}}Push the button for Penthouse.{{/GM}}
de: {{GM}}Drücke die Taste für das Penthouse.{{/GM}}
es: {{GM}}Pulsa el botón para el ático.{{/GM}}
fr: {{GM}}Appuyer sur le bouton pour l'appartement.{{/GM}}
it: {{GM}}Premere il pulsante per il piano attico.{{/GM}}
ru: {{GM}}Подняться в пентхаус.{{/GM}}

source: {{GM}}Push the frame.{{/GM}}
de: {{GM}}Auf den Rahmen drücken.{{/GM}}
es: {{GM}}Empujar el marco.{{/GM}}
fr: {{GM}}Pousser le cadre.{{/GM}}
it: {{GM}}Spingi la cornice.{{/GM}}
ru: {{GM}}Толкнуть раму.{{/GM}}

source: {{GM}}Push the frame?{{/GM}}
de: {{GM}}Auf den Rahmen drücken?{{/GM}}
es: {{GM}}¿Empujar el marco?{{/GM}}
fr: {{GM}}Pousser le cadre ?{{/GM}}
it: {{GM}}Spingere la cornice?{{/GM}}
ru: {{GM}}Толкнуть раму?{{/GM}}

source: {{GM}}Push the intercom button.{{/GM}}
de: {{GM}}Aktiviere die Gegensprechanlage.{{/GM}}
es: {{GM}}Pulsar el botón del intercomunicador.{{/GM}}
fr: {{GM}}Appuyer sur le bouton de l'interphone.{{/GM}}
it: {{GM}}Premi il pulsante del citofono.{{/GM}}
ru: {{GM}}Нажать кнопку рядом с динамиком.{{/GM}}

source: {{GM}}Put down evidence bag.{{/GM}}
de: {{GM}}Leg die Tüte mit den Beweismitteln zurück.{{/GM}}
es: {{GM}}Deja la bolsa de pruebas.{{/GM}}
fr: {{GM}}Ne rien faire avec le sac d'indices.{{/GM}}
it: {{GM}}Posa la busta delle prove.{{/GM}}
ru: {{GM}}Не трогать вещественные доказательства.{{/GM}}

source: {{GM}}Put down your notebook.{{/GM}}
de: {{GM}}Leg das Notizbuch weg.{{/GM}}
es: {{GM}}Dejar tu libreta.{{/GM}}
fr: {{GM}}Reposer votre carnet.{{/GM}}
it: {{GM}}Posa il bloc notes.{{/GM}}
ru: {{GM}}Отложить записную книжку.{{/GM}}

source: {{GM}}Put the can of kerosene on the stove.{{/GM}}
de: {{GM}}Stelle den Petroleumkanister auf den Herd.{{/GM}}
es: {{GM}}Coloca la lata de queroseno sobre el hornillo.{{/GM}}
fr: {{GM}}Poser le jerrycan de kérosène sur le four.{{/GM}}
it: {{GM}}Metti la lattina di cherosene nella stufa.{{/GM}}
ru: {{GM}}Поставить на плиту канистру с керосином.{{/GM}}

source: {{GM}}Put the diary back down.{{/GM}}
de: {{GM}}Lege das Tagebuch zurück.{{/GM}}
es: {{GM}}Volver a dejar el diario en su sitio.{{/GM}}
fr: {{GM}}Reposer le journal intime.{{/GM}}
it: {{GM}}Riponi il diario.{{/GM}}
ru: {{GM}}Положить дневник на место.{{/GM}}

source: {{GM}}Put the notebook down.{{/GM}}
de: {{GM}}Notizbuch zurücklegen.{{/GM}}
es: {{GM}}Dejar la libreta.{{/GM}}
fr: {{GM}}Reposer le carnet.{{/GM}}
it: {{GM}}Posa il bloc notes.{{/GM}}
ru: {{GM}}Оставить блокнот в покое.{{/GM}}

source: {{GM}}Quickly, you move to give the ganger a taste of her own medicine... But you're not quite quick enough and a struggle ensues.{{/GM}}
de: {{GM}}Unvermittelt stürzt du nach vorne, um der Gangerin ihren eigenen Chip zu verpassen ... Doch du bist nicht ganz so schnell, wie du dachtest und es kommt zu einem Gerangel.{{/GM}}
es: {{GM}}Rápidamente, te mueves para darle al pandillero un poco de su propia medicina... Pero no actúas lo bastante rápido y se produce un forcejeo.{{/GM}}
fr: {{GM}}Vous tentez de rendre à la fille la monnaie de sa pièce... Mais vous n'êtes pas assez rapide et une bagarre s'ensuit.{{/GM}}
it: {{GM}}Rapidamente, ti sposti per dare al ganger un assaggio della sua stessa medicina... Ma non sei abbastanza veloce e ne consegue una lotta.{{/GM}}
ru: {{GM}}Ты делаешь шаг вперед, чтобы поразить гангстера ее же оружием... Но она отшатывается и хватается за оружие.{{/GM}}

source: {{GM}}Read articles.{{/GM}}
de: {{GM}}Lies die Artikel.{{/GM}}
es: {{GM}}Leer artículos.{{/GM}}
fr: {{GM}}Lire les articles.{{/GM}}
it: {{GM}}Leggi gli articoli.{{/GM}}
ru: {{GM}}Прочитать статьи.{{/GM}}

source: {{GM}}Read the attached notes.{{/GM}}
de: {{GM}}Lies die beigelegten Notizen.{{/GM}}
es: {{GM}}Leer las notas adjuntas.{{/GM}}
fr: {{GM}}Lire les notes annexes.{{/GM}}
it: {{GM}}Leggi le note allegate.{{/GM}}
ru: {{GM}}Открыть примечания.{{/GM}}

source: {{GM}}Read the diary entry.{{/GM}}
de: {{GM}}Lies den Tagebucheintrag.{{/GM}}
es: {{GM}}Leer la entrada del diario.{{/GM}}
fr: {{GM}}Lire la note du journal.{{/GM}}
it: {{GM}}Leggi l'annotazione sul diario.{{/GM}}
ru: {{GM}}Прочитать запись в дневнике.{{/GM}}

source: {{GM}}Read the first letter.{{/GM}}
de: {{GM}}Lies den ersten Brief.{{/GM}}
es: {{GM}}Leer la primera carta.{{/GM}}
fr: {{GM}}Lire la première lettre.{{/GM}}
it: {{GM}}Leggi la prima lettera.{{/GM}}
ru: {{GM}}Прочитать первое письмо.{{/GM}}

source: {{GM}}Read the medical history.{{/GM}}
de: {{GM}}Lies die Krankengeschichte.{{/GM}}
es: {{GM}}Leer el historial médico.{{/GM}}
fr: {{GM}}Lire les antécédents médicaux.{{/GM}}
it: {{GM}}Leggi la storia clinica.{{/GM}}
ru: {{GM}}Открыть историю болезни.{{/GM}}

source: {{GM}}Read the notes for case file #95.{{/GM}}
de: {{GM}}Lies die Notizen zur Fallakte #95.{{/GM}}
es: {{GM}}Leer las notas de la documentación nº 95.{{/GM}}
fr: {{GM}}Lire les notes sur l'affaire nº95.{{/GM}}
it: {{GM}}Leggi gli appunti per il caso numero 95.{{/GM}}
ru: {{GM}}Ознакомиться с протоколом дела #95.{{/GM}}

source: {{GM}}Read the notes for case file #96.{{/GM}}
de: {{GM}}Lies die Notizen zur Fallakte #96.{{/GM}}
es: {{GM}}Leer las notas de la documentación nº 96.{{/GM}}
fr: {{GM}}Lire les notes sur l'affaire nº96.{{/GM}}
it: {{GM}}Leggi gli appunti per il caso numero 96.{{/GM}}
ru: {{GM}}Ознакомиться с протоколом #96.{{/GM}}

source: {{GM}}Read the notes for case file #98.{{/GM}}
de: {{GM}}Lies die Notizen zur Fallakte #98.{{/GM}}
es: {{GM}}Leer las notas de la documentación nº 98.{{/GM}}
fr: {{GM}}Lire les notes sur l'affaire nº98.{{/GM}}
it: {{GM}}Leggi gli appunti per il caso numero 98.{{/GM}}
ru: {{GM}}Ознакомиться с протоколом дела #98.{{/GM}}

source: {{GM}}Read the poem.{{/GM}}
de: {{GM}}Lies das Gedicht.{{/GM}}
es: {{GM}}Leer el poema.{{/GM}}
fr: {{GM}}Lire le poème.{{/GM}}
it: {{GM}}Leggi la poesia.{{/GM}}
ru: {{GM}}Прочитать стихотворение.{{/GM}}
