Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}The man with the cyberdeck calmly speaks with a heavily digitized voice.{{/GM}} You messed with the wrong BTL Lab, aho. This is a Yakuza operation. With a push of a button, I can make these tweakers into my own personal killer puppets. You're fragged.
de: {{GM}}Der Mann mit dem Cyberdeck spricht ruhig mit einer extrem digitalisierten Stimme.{{/GM}} Du hast dich mit dem falschen BTL-Labor angelegt. Das hier ist eine Yakuza-Angelegenheit. Mit nur einem Knopfdruck kann ich diese Junkies zu meinen persönlichen Killer-Marionetten machen. Du bist im Arsch.
es: {{GM}}El hombre con la ciberterminal habla tranquilamente con una voz muy digitalizada.{{/GM}} Os habéis metido con el laboratorio de BTL equivocado, aho. Esto es una operación de la Yakuza. Pulsando un simple botón, puedo hacer que estos yonkis se conviertan en mis propias marionetas asesinas. Estáis jodidos.
fr: {{GM}}L'homme au cyberdeck se met à parler lentement, d'une voix très métallique.{{/GM}} Vous n'auriez pas dû venir fouiner dans ce labo de BTL. Il appartient aux yakuza. D'une simple pression sur ce bouton, je peux transformer ces légumes en assassins télécommandés. Vous êtes foutu.
it: {{GM}}L'uomo con il Deck cibernetico parla calmo, con una voce pesantemente digitalizzata.{{/GM}} Hai fatto casino nel laboratorio di BTL sbagliato, baka. Questa è un'operazione della Yakuza. Premendo un pulsante, posso trasformare questi tossici nei miei burattini assassini personali. Ti ho fregato.
ru: {{GM}}Человек с декой отвечает ему спокойным голосом, сильно измененным с помощью цифрового синтезатора.{{/GM}} Ты не знаешь, с кем связываешься, ахо. Эта лаборатория принадлежит Якудза. Мне достаточно нажать на кнопку, чтобы превратить этих ублюдков в кровожадных убийц. Вам конец.

source: {{GM}}The nearby intercom speaker crackles to life. The voice of Dr. Holmes begins to blare from it.{{/GM}} Attention all personnel. We have a dangerous patient loose inside the facility. Subject is a $(l.sex) $(l.race), but may be coordinating with other violent offenders. Use all necessary force.
de: {{GM}}Die Gegensprechanlage in der Nähe erwacht mit einem Knistern zum Leben. Dr. Holmes’ Stimme schallt daraus hervor.{{/GM}} Achtung, an alles Personal. Ein gefährlicher Patient bewegt sich frei in der Einrichtung umher. Das Subjekt ist, $(l.sex), ein $(l.race) und arbeitet womöglich mit anderen gewaltbereiten Personen zusammen. Die Anwendung notwendiger Gewalt ist hiermit gestattet.
es: {{GM}}El altavoz de un commlink cercano se activa chisporroteante. Comienza a escucharse la voz del Dr. Holmes.{{/GM}} Atención a todo el personal. Hay un paciente peligroso suelto por el recinto. El sujeto es un $(l.race) $(l.sex), pero podría estar coordinándose con otros criminales violentos. Utilicen toda la fuerza que sea necesaria.
fr: {{GM}}L'interphone à proximité grésille, et une voix en sort. C'est la voix du Dr. Holmes.{{/GM}} À tout le personnel. Un patient dangereux s'est échappé et se trouve dans l'établissement. Le sujet est de type $(l.sex) et $(l.race), et est peut-être accompagné de violents criminels. Utilisez de tous les moyens à votre disposition pour les arrêter.
it: {{GM}}L'interfono si attiva con un ronzio. La voce del dottor Holmes gracchia dall'altoparlante.{{/GM}} Attenzione a tutto il personale. Un paziente pericoloso si aggira per l'istituto. Il soggetto è $(l.sex) $(l.race) e potrebbe essere in gruppo con altri elementi violenti. Utilizzate la forza, se necessario.
ru: {{GM}}Ближайший динамик с треском включается. Даже помехи не могут заглушить громовой голос доктора Холмса.{{/GM}} Внимание сотрудникам. Опасный пациент вырвался из заключения. Это $(l.sex), $(l.race), но не удивлюсь, если побег массовый. При задержании разрешаю использовать силу.

source: {{GM}}The notes that appear onscreen pertain to NTSB case file #96, the crash of an Ares jetliner near the UCAS and Sioux Nation border. The crash is reportedly the result of an equipment failure. Reading further into the investigator's notes, however, you find substantial evidence linking the crash to an experimental Renraku research initiative. This information could be worth a great deal to the right buyer. You download the researcher's notes to your PDA.{{/GM}}
de: {{GM}}Die Notizen, die auf dem Bildschirm erscheinen, beziehen sich auf die NTSB-Fallakte #96, den Absturz eines Ares-Jets in der Nähe der Grenze zwischen UCAS und der Sioux Nation. Der Absturz ist Berichten zufolge das Ergebnis eines Instrumentenausfalls. Als du die Untersuchungsnotizen genauer durchliest, findest du jedoch deutliche Hinweise, die den Absturz in Zusammenhang mit einer experimentellen Renraku-Forschungsinitiative bringen. Diese Informationen könnten dem richtigen Käufer eine Menge wert sein. Du lädst die Notizen des Forschers auf dein PDA.{{/GM}}
es: {{GM}}Las notas que aparecen en pantalla pertenecen a la documentación nº 96 del NTSB, el accidente de un avión de pasajeros de Ares cerca de la frontera entre la EUCA y la Nación Sioux. Supuestamente el accidente se debe a un fallo del equipo. Sin embargo, al seguir leyendo las notas del investigador, descubres importantes evidencias que vinculan el accidente con una iniciativa investigadora experimental de Renraku. Esta información podría valer muchísimo para el comprador adecuado. Descargas las notas del investigador a tu PDA.{{/GM}}
fr: {{GM}}Les notes qui s'affichent à l'écran correspondent à l'affaire nº96 du NTSB : le crash d'un avion de ligne d'Ares près de la frontière entre les UCAS et la nation Sioux. L'accident était supposé dû à une défaillance mécanique de l'appareil. Cependant, en lisant les notes du chercheur plus attentivement, vous relever d'importants indices qui semblent associer le crash à une initiative de recherche experimentale de Renraku. Ces informations peuvent valoir très gros pour certaines personnes. Vous téléchargez les notes du chercheur sur votre PDA.{{/GM}}
it: {{GM}}Le note che appaiono a schermo riguardano il caso numero 96 del CNST, ovvero un incidente di un aereo di linea della Ares avvenuto vicino al CNST e alla nazione Sioux. Il rapporto indica che l'incidente è stato causato da un'avaria meccanica. Tuttavia, leggendo oltre, tra le note dell'investigatore, scopri delle prove sostanziali che collegano l'incidente a un'iniziativa di ricerca sperimentale della Renraku. Per il giusto acquirente, queste informazioni potrebbero valere moltissimo. Scarichi le note del ricercatore sul tuo palmare.{{/GM}}
ru: {{GM}}Согласно примечаниям к файлу #96, крушение авиалайнера корпорации Арес на границе СКАШ и Нации Сиу произошло в результате отказа бортового оборудования. Тем не менее, подробная экспертиза связывает случившееся с экспериментальным исследовательским проектом Ренраку. Такая информация стоит хороших денег. Ты скачиваешь примечания эксперта на свой планшет.{{/GM}}

source: {{GM}}The officer flashes his best drek-eating grin.{{/GM}} Just trying to help, Detective McKlusky.
de: {{GM}}Aguirre lässt sein schleimigstes Grinsen aufblitzen.{{/GM}} Ich versuche nur zu helfen, Detective McKlusky.
es: {{GM}}El agente lanza su mejor sonrisa babosa.{{/GM}} Solo intentaba ayudar, detective McKlusky.
fr: {{GM}}L'officier essaye de faire de son mieux pour sourire.{{/GM}} Je veux juste aider, détective McKlusky.
it: {{GM}}L'agente fa il suo ghigno da paraculo.{{/GM}} Volevo solo rendermi utile, detective McKlusky.
ru: {{GM}}Офицер сладенько улыбается.{{/GM}} Просто пытаюсь помочь, детектив Макклюски.

source: {{GM}}The officer looks at you with poorly-concealed skepticism.{{/GM}} Okay then. Make it quick.
de: {{GM}}Der Officer beäugt dich skeptisch.{{/GM}} Also gut. Aber schnell.
es: {{GM}}El agente te mira sin ocultar su escepticismo.{{/GM}} Vale. Pero que sea rápido.
fr: {{GM}}L'officier vous regarde avec un scepticisme mal dissimulé.{{/GM}} Très bien. Mais faites vite.
it: {{GM}}L'agente ti guarda con malcelata diffidenza.{{/GM}} Quand'è così. Ma faccia in fretta.
ru: {{GM}}Офицер смотрит на тебя с плохо скрываемым скептицизмом.{{/GM}} Ну ладно. Не топчитесь здесь.

source: {{GM}}The officer sighs.{{/GM}} And I've been trying to explain to you that this is an official Lone Star investigation and I can’t let anyone in here.
de: {{GM}}Der Polizist seufzt.{{/GM}} Und ich versuch dir zu erklären, dass das ein offizieller Lone-Star-Tatort ist und ich niemanden durchlassen kann.
es: {{GM}}El agente suspira.{{/GM}}Y yo estoy intentando explicarte que esto es una investigación oficial de Lone Star y que no puedo dejar pasar a nadie.
fr: {{GM}}L'agent soupire.{{/GM}} Et moi j'essaye de vous expliquer que c'est une enquête officielle de Lone Star et que je ne peux laisser entrer personne.
it: {{GM}}L'agente sospira.{{/GM}} E io sto cercando di dirti che si tratta di un'indagine Lone Star ufficiale e non posso far entrare nessuno qui dentro.
ru: {{GM}}Полицейский вздыхает.{{/GM}} А я говорю, это место преступления. Пока ''Одинокая звезда'' не закончит расследование, я никого не могу впустить.

source: {{GM}}The officer's friendly demeanor falls away.{{/GM}} Hell, I shouldn't even be letting you set foot on this crime scene, let alone answering your damn questions. Frag off, then.
de: {{GM}}Der freundliche Officer ist plötzlich gar nicht mehr so freundlich.{{/GM}} Verdammt noch mal, ich hätte dich keinen einzigen Fuß in diesen Tatort setzen lassen sollen, geschweige denn, deine verfluchten Fragen beantworten. Dann verpiss dich doch.
es: {{GM}}La amabilidad del agente se esfuma.{{/GM}} Maldita sea, ni siquiera debería dejarte poner un pie en esta escena del crimen y mucho menos responder a tus preguntitas. Que te den.
fr: {{GM}}L'attitude amicale de l'agent se dissipe tout à coup.{{/GM}} Merde alors, je n'aurais pas dû vous laisser mettre le pied sur le lieu du crime, et encore moins répondre à vos foutues questions. Allez-vous faire voir, alors.
it: {{GM}}Il comportamento amichevole dell'agente cambia all'improvviso.{{/GM}} Ehi, non dovrei nemmeno farti mettere piede sulla scena del crimine, figurati se devo degnarmi di rispondere alle tue domande del cavolo. Vai a quel paese.
ru: {{GM}}Детектив теряет остатки своего дружелюбия.{{/GM}} Черт бы тебя побрал, да мне вообще надо вытолкать тебя взашей с места преступления, а не отвечать на твои вопросы. Вали отсюда.

source: {{GM}}The ork before you wears the standard Stuffer Shack employee getup. The uniform is well-kept and well-fitted, but the tears streaming down his large, crooked face do little to improve his appearance. He does not seem to notice your approach.{{/GM}}
de: {{GM}}Vor dir steht ein Ork im Standardoutfit eines Stuffer-Shack-Angestellten. Die Uniform ist in gutem Zustand und sitzt wie angegossen, doch die Tränen, die sein großes, schiefes Gesicht herunterlaufen, sind nicht gerade förderlich für seine Erscheinung. Er scheint dich nicht bemerkt zu haben.{{/GM}}
es: {{GM}}El orko que tienes delante está vestido como el típico empleado de Stuffer Shack. El uniforme está bien cuidado y le queda bien, pero las lágrimas que caen de su gran cara retorcida no le dan muy buen aspecto precisamente. No parece darse cuenta de que te acercas.{{/GM}}
fr: {{GM}}L'ork qui se tient devant vous porte l'équipement standard des employés de Stuffer Shack. L'uniforme, de bonne facture, est bien entretenu, mais les larmes qui coulent sur ses joues difformes n'arrangent en rien son apparence. Il n'a pas l'air de remarquer votre arrivée.{{/GM}}
it: {{GM}}L'orco davanti a te indossa la divisa dei dipendenti ordinari della Stuffer Shack. L'uniforme è curata e calzata a pennello, ma le lacrime che rigano la sua grande faccia deforme non servono a migliorare il suo aspetto. Non sembra notare il tuo avvicinamento.{{/GM}}
ru: {{GM}}Стоящий перед тобой орк одет в форму официанта ближайшей забегаловки. Она чистая и аккуратно выглажена. По огромному лицу орка стекают слезы, и похоже, что он тебя пока еще не заметил.{{/GM}}

source: {{GM}}The ork looks twitchy, his eyes rolling in his head. He scans the three of you, looks past to see if there are others, licks his lips, and nods throughout as if going through some internal checklist.{{/GM}} Hoi. Hoi. How you doin’? Good day for a trip, ain’t it?
de: {{GM}}Der Ork sieht unruhig aus, seine Augen rollen wild in den Höhlen. Er mustert euch drei und schaut, ob noch mehr Leute da sind, befeuchtet seine Lippen und nickt durchgehend – als würde er eine innere Checkliste durchgehen.{{/GM}} Hoi, hoi. Wie geht’s denn so? Perfekter Tag für ’nen Ausflug, oder?
es: {{GM}}El orko mira nervioso, con los ojos girando en su cabeza. Os examina a los tres, mira detrás para ver si hay más gente, se pasa la lengua por los labios y asiente a cada paso, como si recorriera una lista mental.{{/GM}} Hoi. Hoi. ¿Cómo lo llevas? Buen día para un paseo, ¿verdad?
fr: {{GM}}L'ork a l'air bizarre, ses yeux roulent dans leurs orbites. Il vous dévisage tous les trois, regarde derrière vous pour voir si vous êtes accompagnés, tout en hochant la tête comme s'il passait en revue une liste de choses à ne pas oublier.{{/GM}} Oï. Oï. Comment ça va ? Belle journée pour un trip, non ?
it: {{GM}}L'Orco sembra nervoso, ha gli occhi stralunati. Vi esamina, si accerta che non ci sia qualcun altro oltre a voi tre, si lecca le labbra e annuisce, come se stesse ripassando una qualche lista di controllo.{{/GM}} Ohi, ohi. Come te la passi? Giornata perfetta per un viaggio, vero?
ru: {{GM}}Орк подергивается, то и дело закатывает глаза и сглатывает слюну. Он глядит на вашу троицу, облизывает губы и выглядит так, будто напряженно что-то обдумывает.{{/GM}} Привет. Привет. Как дела? Решили отдохнуть, я правильно понимаю?

source: {{GM}}The ork looks up sharply - then lets out a sad laugh.{{/GM}} Lucy loved the worst puns... that one was one of her favorites. I guess you can see why.
de: {{GM}}Der Ork schaut dich scharf an und gibt dann ein trauriges Lachen von sich.{{/GM}} Lucy liebte schlechte Wortwitze ... der da war sogar einer ihrer Lieblingswitze. Schätze mal, du verstehst, warum.
es: {{GM}}El orko alza la vista de repente... y ríe con tristeza.{{/GM}} A Lucy le gustaban los chistes malos... ese era uno de sus favoritos. Supongo que ya ves por qué...
fr: {{GM}}L'ork lève brusquement les yeux, avant de laisser échapper un rire triste.{{/GM}} Lucy adorait les mauvais jeux de mots... celui-là était l'un de ses préférés. J'imagine que tu peux... voir pourquoi.
it: {{GM}}L'orco alza bruscamente lo sguardo, poi si lascia sfuggire una risata amara.{{/GM}} Lucy amava i giochi di parole di cattivo gusto... quello era uno dei suoi preferiti. Penso che tu capisca perché.
ru: {{GM}}Орк вскидывает голову - и невесело смеется.{{/GM}}Люси обожала такие шутки... Думаю, ты понимаешь, почему.

source: {{GM}}The ork stands at attention and looks every bit like he's waiting for a commanding officer who he can crisply salute. He only appears "at ease" when he's cleaning the barrel of a rifle or counting out the bullets in a magazine. The rest of the time he appears as he is now, ramrod straight and primed for anything.{{/GM}} And how are you, my friend? Fine day to fire a weapon. What say you?
de: {{GM}}Der Ork steht stramm und sieht so aus, als würde er auf einen befehlshabenden Offizier warten, dem er schneidig salutieren kann. Die einzigen Momente, in denen man ihn entspannt erleben kann, sind beim Reinigen eines Gewehrlaufs oder beim Zählen der Kugeln in einem Magazin. Die restliche Zeit tritt er genauso auf wie jetzt: Aufrecht wie ein Ladestock und auf alles vorbereitet.{{/GM}} Und wie geht es dir heute? Ein hervorragender Tag, um eine Waffe abzufeuern, findest du nicht auch?
es: {{GM}}El orko se pone firme como si estuviera esperando a un oficial al mando al que poder saludar protocolariamente. Solo "se tranquiliza" cuando limpia el cañón de un rifle o cuando cuenta las balas de un cargador. El resto del tiempo está como ahora, tieso como un palo y preparado para lo que sea.{{/GM}} ¿Y cómo estás, amigo mío? Es un buen día para disparar un arma. ¿Tú qué opinas?
fr: {{GM}}L'ork se tient au garde-à-vous. On dirait qu'il attend impatiemment l'arrivée d'un supérieur pour pouvoir exécuter un salut impeccable. Il n'a l'air "à l'aise" que quand il se met à nettoyer le canon d'un fusil ou à compter les balles d'un chargeur. Le reste du temps, il prend cette allure crispée, raide comme un piquet et prêt à dégainer.{{/GM}} Comment allez-vous, mon ami ? Un beau jour pour se servir d'une arme, n'est-ce pas ? Qu'en dites-vous ?
it: {{GM}}L'Orco si mette sull'attenti e sembra in tutto e per tutto come se stesse aspettando un agente da salutare con riverenza. Appare "a suo agio" solo mentre pulisce la canna di un fucile o conta i proiettili di un caricatore. Altrimenti, il suo aspetto è come quello di adesso, dritto come uno scovolo e pronto a tutto.{{/GM}} E tu come stai, dimmi? Un bel giorno per sparare. Che mi dici?
ru: {{GM}}Орк вытягивается перед тобой по стойке "смирно". У тебя складывается впечатление, что он ждет команды, чтобы отдать тебе честь. Похоже, "вольно" он чувствует себя только тогда, когда чистит оружие или пересчитывает количество патронов в обойме. Все остальное время он подтянут, чтобы не сказать напряжен, опрятен и готов к любым неожиданностям.{{/GM}} Как дела? Отличный день для визита в тир. Присоединяйся ко мне при случае.

source: {{GM}}The painted elf grins and his red lipstick catches the light.{{/GM}} We’re foregoing the clinical trials in favor of field-testing the formula.
de: {{GM}}Der geschminkte Elf grinst, sodass sein roter Lippenstift im Schein des Lichtes glänzt.{{/GM}} Wir verzichten auf die langweiligen Labortests und haben uns stattdessen zu einem Praxistest entschlossen.
es: {{GM}}El elfo pintado sonríe y su pintalabios rojo atrapa la luz.{{/GM}} Hemos renunciado a los ensayos clínicos en favor de las pruebas de campo para esta fórmula.
fr: {{GM}}L'elfe tatoué sourit et son rouge à lèvres brille dans la lumière.{{/GM}} Nous préférons privilégier les essais sur le terrain aux tests de formule in vitro.
it: {{GM}}L'Elfo impiastricciato sorride e il suo rossetto riflette la luce.{{/GM}} Stiamo saltando le prove in laboratorio in favore di una prova sul campo.
ru: {{GM}}Эльф в гриме ухмыляется. Его красная помада блестит в свете люстры.{{/GM}} Мы решили отказаться от лабораторных испытаний в пользу разведки боем.

source: {{GM}}The painted elf grins and his red lipstick catches the light.{{/GM}} You should be.
de: {{GM}}Der geschminkte Elf grinst, sodass sein roter Lippenstift im Schein des Lichtes glänzt.{{/GM}} Das solltest du auch.
es: {{GM}}El elfo pintado sonríe y su pintalabios rojo atrapa la luz.{{/GM}} Deberías.
fr: {{GM}}L'elfe tatoué sourit et son rouge à lèvres brille dans la lumière.{{/GM}} Vous devriez l'être.
it: {{GM}}L'Elfo impiastricciato sorride e il suo rossetto riflette la luce.{{/GM}} Infatti.
ru: {{GM}}Эльф в гриме ухмыляется. Его красная помада блестит в свете люстры.{{/GM}} Не сомневаюсь.

source: {{GM}}The painted elf is watching the scene unfolding around the Universal Brotherhood with a grimace.{{/GM}} Well kid, it’s been fun but I’ve seen everything I care to see today. I’m gonna get out of here.
de: {{GM}}Der geschminkte Elf lässt das Geschehen um die Universelle Bruderschaft auf sich wirken und zieht eine Grimasse.{{/GM}} Naja, Kindchen, es war ja ein Spaß, aber jetzt habe ich alles gesehen, was ich heute sehen wollte. Ich verzieh mich.
es: {{GM}}El elfo pintado observa con una mueca la escena que se desarrolla alrededor de la Hermandad Universal.{{/GM}} Bueno, ha sido divertido, pero ya he visto todo lo que tenía que ver hoy. Me voy a ir de aquí.
fr: {{GM}}L'elfe peint assiste à la scène qui se déroule autour de la Confrérie Universelle avec un rictus.{{/GM}} Eh bah mon gars, c'était fun, mais j'ai vu tout ce qui m'intéressait pour aujourd'hui. Je me tire d'ici.
it: {{GM}}L'Elfo impiastricciato fa una smorfia mentre assiste alla scena che si sta svolgendo alla Fratellanza Universale.{{/GM}} Bene gente, è stato divertente ma direi che per oggi ho visto abbastanza. Me ne vado.
ru: {{GM}}Разукрашенный эльф наблюдает за развернувшейся вокруг здания Братства сценой с кислой гримасой.{{/GM}} С вами было весело, ребятишки, но я увидел все, что хотел. Будем считать, что мне пора.

source: {{GM}}The plain-clothes Lone Star officer before you sports a tacky hat and a crooked grin to match.{{/GM}} So you're the one who's working for the dead man, eh? McKlusky warned us you might be sniffing around after the Ripper. Lucky for you, I got here before McKlusky. I'm Officer Aguirre, pleased to meet'ya. Now, seeing as this crime scene is going nowhere fast... what can I do for you?
de: {{GM}}Der Lone-Star-Officer vor dir steckt in Zivilkleidung und weiß mit seinem todschicken Hut und einem schiefen Grinsen zu beeindrucken.{{/GM}} Du bist also der Schnüffler, der für den Toten arbeitet, was? McKlusky hat uns gewarnt, dass du hier auf der Suche nach dem Ripper auftauchen könntest. Du hast Glück, dass ich vor McKlusky hier aufgetaucht bin. Ich bin Officer Aguirre, freut mich, dich kennenzulernen. Nachdem mir der Tatort ja nicht weglaufen kann ... Was kann ich für dich tun?
es: {{GM}}El agente de Lone Star que tienes ante ti va vestido de forma austera, lleva un sombrero chabacano y una mueca a conjunto.{{/GM}} Así que tú estás trabajando para el hombre muerto, ¿no? McKlusky nos avisó de que podrías aparecer por aquí en busca del Destripador. Por suerte para ti, llegué antes que McKlusky. Soy el agente Aguirre, un placer conocerte. Bueno, teniendo en cuenta que esta escena del crimen no va a ninguna parte... ¿En qué puedo ayudarte?
fr: {{GM}}L'agent de Lone Star en civil qui se tient devant vous arbore un chapeau poisseux et le sourire malhonnête qui va avec.{{/GM}} Alors comme ça, c'est vous qui travaillez pour le type mort, hein ? McKlusky nous a prévenu que vous viendriez sans doute mettre votre nez dans l'affaire de l'éventreur. Heureusement pour vous, je suis arrivé ici avant McKlusky. Je suis l'officier Aguirre, enchanté. Bon, vu qu'on n'a rien trouvé ici, sur le lieu du crime... que puis-je faire pour vous ?
it: {{GM}}L'agente in abiti civili della Lone Star di fronte a te sfoggia un cappello pacchiano e un ghigno beffardo in abbinamento.{{/GM}} Allora sei tu che lavori per il morto, eh? McKlusky ci ha avvertiti che potresti già essere alle calcagna dello Squartatore. Fortunatamente per te, io sono arrivato prima di McKlusky. Sono l'agente Aguirre, piacere di conoscerti. Ora, visto che questa scena del crimine non ci sta portando da nessuna parte... Cosa posso fare per te?
ru: {{GM}}Этот детектив "Одинокой звезды" носит гражданскую одежду. На голове у него мятая шляпа. Он развязно тебе подмигивает.{{/GM}} Так вот кто у нас пытается отомстить за покойника, хм? Макклюски предупредил нас, что ты будешь крутиться вокруг жертв Потрошителя. Тебе повезло, что я добрался сюда раньше него. Меня зовут детектив Агирре, очень приятно. Поскольку наши криминалисты не торопятся... чем могу быть полезен?

source: {{GM}}The pump is a department store knock-off of an Italian brand. It is otherwise unremarkable.{{/GM}}
de: {{GM}}Der Pumps ist eine billige Kaufhauskopie einer italienischen Marke. Ansonsten ist er nicht weiter auffällig.{{/GM}}
es: {{GM}}El escarpín es una falsificación de una marca italiana. Aparte de eso, no tiene nada especial.{{/GM}}
fr: {{GM}}La chaussure à talon est une mauvaise contrefaçon d'une marque italienne. Elle n'a en soi rien de marquant.{{/GM}}
it: {{GM}}La scarpa col tacco è un'imitazione da grande magazzino di una marca italiana. Non ha nient'altro di particolare.{{/GM}}
ru: {{GM}}Туфля оказывается дешевой магазинной копией обуви известного итальянского дизайнера.{{/GM}}
