Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: We both know how this ends. So let's get to it already.
de: Wir wissen beide, wie das enden wird. Bringen wir’s hinter uns.
es: Los dos sabemos cómo termina esto. Así que adelante.
fr: Nous savons tous les deux comment ça va finir. Alors ne perdons pas de temps.
it: Sappiamo entrambi come andrà a finire. Quindi chiudiamola in fretta.
ru: Мы оба знаем, чем это закончится. Кончай тянуть время.

source: We both know that the International Gemological Institute will set the price far higher than your offer.
de: Wir wissen beide, dass das internationale Institut für Edelsteinkunde den Wert weitaus höher schätzen würde.
es: Los dos sabemos que el Instituto Gemológico Internacional les daría un valor mucho más alto.
fr: On sait tous les deux que l'Institut Gemmologique International fixera un prix bien plus élevé que votre offre.
it: Sappiamo entrambi che l'Istituto gemmologico internazionale fisserà un prezzo molto più alto rispetto alla tua offerta.
ru: Мы оба знаем, что международный институт минералогии предложит за эти камни гораздо лучшую цену.

source: We call it trode net. As in electrode. It’s a headband you wear that lets you piggyback me in the Matrix. You’ll see and hear everything I do.
de: Wir nennen es Trodennetz. Wie in Elektrode. Du musst dazu ein Stirnband tragen, mit dem du mir in die Matrix folgen kannst. Du hörst und siehst dabei alles, was ich tue.
es: Lo llamamos redectrodo. Como en electrodo. Es una cinta de cabeza que te la pones y, así, te puedo llevar sobre mi espalda hasta la Matriz. Podrás ver y oír lo mismo que yo.
fr: On appelle ça un réseau d'électrodes. Des électrodes, quoi. C'est un bandeau que vous portez qui me permet de vous faire entrer dans la Matrice. Vous verrez et entendrez tout ce que je fais.
it: La chiamiamo elettrorete. Elettro sta per elettrodo. È una fascia che ti permette di accompagnarmi nella Matrice. Vedrai e sentirai tutto ciò che vedo e sento io.
ru: Видишь этот обруч? На нем укреплены троды. То есть электроды. Надень его, и ты окажешься в Матрице вместе со мной. Ты будешь видеть и слышать то же, что и я.

source: We can as long as we're trying to recruit them.
de: Wir dürfen es, solange wir versuchen, sie zu rekrutieren.
es: Lo tenemos, si estamos intentando reclutarlos.
fr: Si, c'est possible, tant qu'on essaye de les recruter.
it: Possiamo solo se cerchiamo di reclutarli.
ru: Разрешают, когда мы занимаемся вербовкой.

source: We can hit Telestrian another time.
de: Wir können Telestrian ein anderes Mal angreifen.
es: Podemos atacar Telestrian en otro momento.
fr: Nous pouvons frapper Telestrian une autre fois.
it: Possiamo attaccare la Telestrian un'altra volta.
ru: Мы всегда можем вернуться сюда еще раз.

source: We can leave whenever you're ready.
de: Wir können gehen, sobald du soweit bist.
es: Nos vamos en cuanto quieras.
fr: On peut partir quand vous êtes prêt.
it: Possiamo andare quando vuoi.
ru: Можно идти.

source: We continue on, down into the belly of the beast!
de: Weiter geht’s! Hinab in die Höhle des Monsters!
es: ¡Continuamos bajando hasta las tripas de la bestia!
fr: Nous continuons, jusqu'à l'antre de la bête !
it: Continuiamo, giù nella pancia della bestia!
ru: Мы продолжаем путь, шагая волку в пасть!

source: We did not allow many opportunities during our briefing for you to ask questions, shadowrunner. You may ask dem now.
de: Wir haben Ihnen bei unserer Besprechung nicht ausreichend Gelegenheit gegeben, Fragen zu stellen, Shadowrunner. Jetzt haben Sie die Gelegenheit dazu.
es: No te permitimos hacer preguntas durante la reunión informativa, shadowrunner. Puedes hacerlas ahora.
fr: Pendant notre briefing, vous n'avez pas eu l'occasion de poser de questions, shadowrunner. Vous pouvez les poser, à présent.
it: Durante il briefing non hai avuto occasione di fare le tue domande, Shadowrunner. Puoi farle adesso.
ru: Во время нашего совещания у тебя не было возможности задать нам интересующие тебя вопросы, раннер. Спрашивай.

source: We didn't see any evidence of that. And he left his estate to his psychiatrist, right?
de: Dafür haben wir keine Beweise gefunden. Und seinen Besitz hat er seinem Psychiater überlassen?
es: No hemos visto pruebas que lo corroboren. Y le dejó sus bienes a su psiquiatra, ¿cierto?
fr: On n'a aucune preuve de ça. Et il a légué ses possessions à son psychiatre, c'est ça ?
it: Non abbiamo visto nulla che lo provi. E ha lasciato il suo patrimonio al suo psichiatra, giusto?
ru: Но у нас нет ничего, что говорило бы в пользу этой теории. Кроме того, он завещал все, что у него было, своему психиатру, так?

source: We don’t get much action in the early afternoon. Just a few salarymen slumming Touristville and hoping to talk to “Madam Sinful” and some die-hard regulars.
de: Am frühen Nachmittag ist hier nie viel los. Nur ein paar Geschäftsmänner, die sich in Touristville unters Volk mischen und darauf hoffen, mit „Madam Sünde“ sprechen zu können, und noch ein paar Stammgäste.
es: A primera hora de la tarde no llamamos mucho la atención. Tan solo a unos cuantos asalariados que se pasan por Touristville esperando hablar con "Madam Pecadora" y algunos habituales carcas.
fr: Il n'y a jamais grand monde, l'après-midi. Juste quelques inconditionnels et deux-trois travailleurs qui viennent s'imbiber dans l'espoir de papoter avec « Madame Scandale ».
it: Non c'è molto da fare nel primo pomeriggio. Solo qualche impiegato che se ne va in giro per le topaie di Touristville e che spera di parlare con "Madame Peccato", oltre a qualche irriducibile abituale.
ru: Сейчас слишком рано. До наступления темноты клиентов почти не бывает, если не считать пары-тройки сарарименов, которые забредают сюда, потому что им порекомендовали заведение “Мадам Грех”, и старых друзей, которым все равно больше некуда податься.

source: We don’t know each other too well, but it seems to me that you need to find a better group of people to associate with.
de: Wir beide kennen uns nicht allzu gut, aber mir scheint, du solltest dir die Leute, mit denen du dich einlässt, sorgfältiger aussuchen.
es: No nos conocemos demasiado, pero me parece que tienes que encontrar un grupo mejor con el que asociarte.
fr: Vous et moi, on ne se connaît pas bien, mais il me semble que vous devriez choisir un peu mieux vos partenaires.
it: Non ci conosciamo bene, ma ho l'impressione che ti debba cercare un miglior gruppo di persone a cui aggregarti.
ru: Мы не слишком-то хорошо знаем друг друга, но мне кажется, тебе следует тщательнее выбирать покровителей и работодателей.

source: We drove them elves all the way back to Yreka. Would have pushed them all the way back to Portland, too, but some ninny down south reached out to the Japanese for aid and got our own version of Normandy for the trouble.
de: Wir trieben diese Elfen zurück nach Yreka. Wir hätten sie auch noch bis nach Portland zurückgedrängt, wenn nicht so ein Feigling im Süden die Japaner um Hilfe angebettelt und wir im Gegenzug unsere eigene Version der Normandie als Dank erhalten hätten.
es: Hicimos que esos elfos volvieran a Yreka. Los hubiéramos obligado a retroceder hasta Portland si un bobo del sur no hubiera pedido ayuda a los japoneses y no hubiéramos tenido nuestra propia versión de la batalla de Normandía.
fr: On a repoussé les elfes jusqu'à Yreka. On les aurait bien repoussés jusqu'à Portland, même, mais un abruti du sud a appelé les Japonais à la rescousse et on s'est retrouvés avec notre propre débarquement de Normandie.
it: Abbiamo rispedito quei dannati Elfi a Yreka. Volevamo farli arrivare fino a Portland, ma alcuni di quei fetenti più a sud hanno chiesto ai giapponesi di aiutarli e si sono beccati la nostra versione dello sbarco in Normandia per il disturbo.
ru: Мы заставили эльфов отступать и теснили их до самой Вайреки. Могли бы вытеснить их в самый Портленд, но какая-то сволочь на юге запаниковала и обратилась к японцам за помощью, после чего мы получили собственную версию высадки в Нормандии.

source: We each carry chains of our own creation.
de: Wir alle tragen unsere eigenen Ketten.
es: Cada uno llevamos cadenas que creamos nosotros.
fr: Nous portons tous des chaînes qui nous sont propres.
it: Siamo tutti imprigionati da catene che noi stessi creiamo.
ru: У каждого из нас своя ноша.

source: We each have our reasons for wanting the killer found. Sam was a regular here and his loss has been felt, regardless of his... shortcomings. The whole Sprawl has been shaken by these killings as well - the randomness of them. No one knows if they will be next or what the killer might take from them.
de: Wir alle haben unsere eigenen Gründe dafür, dass wir den Mörder gefasst sehen wollten. Sam war ein Stammgast hier und er wird trotz seiner ... Verfehlungen vermisst. Der ganze Sprawl wurde durch diese Morde durcheinandergebracht – sie waren so unvorhersehbar. Niemand wusste, ob er der Nächste sein könnte und welches Organ der Mörder ihm entreißen würde.
es: Todos tenemos nuestros motivos para querer que aparezca el asesino. Sam era un habitual de este sitio y hemos sentido su pérdida, sin importar sus... defectos. Todo el Ensanche ha estado agitado por estos asesinatos... su aleatoriedad. Nadie sabe si va a ser el siguiente o qué le va a arrebatar el asesino.
fr: Nous avons tous nos raisons de souhaiter qu'il soit démasqué. Sam était un habitué ici et sa disparition a été ressentie, et ce malgré ses... défauts. Toute la banlieue a été ébranlée par ces meurtres, par leur côté aléatoire. Personne ne sait qui sera la prochaine victime ni ce que le tueur va lui enlever.
it: Ognuno di noi ha le sue ragioni per volere che quell'assassino venga trovato. Sam era di casa qui e la sua perdita è stata sentita, a prescindere dai suoi... difetti. L'intero Sprawl è stato scosso da queste uccisioni, dalla loro casualità. Nessuno sa se sarà il prossimo o quello che l'assassino potrebbe prendergli.
ru: У каждого из нас есть причины ненавидеть Потрошителя. Сэм был завсегдатаем, и мы скучаем по нему... Несмотря на его многочисленные недостатки. Эти убийства переполошили весь город - Потрошитель выбирает свои жертвы случайным образом, и никто не чувствует себя в безопасности. Каждый боится, что именно его органы пойдут под нож мясника.

source: We found an exact match for the DNA, but it was linked to a dead chop shop assistant by the name of Silas Forsberg. Now, I have my theories, but what do you think is going on here, $(l.name)?
de: Wir haben eine DNA-Übereinstimmung gefunden, die uns aber zu einem toten Ausschlachter-Gehilfen namens Silas Forsberg geführt hat. Ich habe verschiedene Ideen, aber was denkst du, bedeutet das, $(l.name)?
es: Hemos encontrado una coincidencia exacta para el ADN, pero estaba vinculada a un ayudante de un desguace muerto que se llamaba Silas Forsberg. Yo tengo mis hipótesis pero, ¿qué crees tú que está pasando aquí, $(l.name)?
fr: On a trouvé une correspondance ADN, mais elle nous a conduite à l'assistant d'un atelier de découpe nommé Silas Forsberg. Mort depuis quelques temps, déjà. J'ai plusieurs théories, mais qu'est-ce que tu crois qu'il se passe, $(l.name) ?
it: Abbiamo trovato una corrispondenza esatta per il DNA, ma appartiene all'assistente morto di un'officina di riciclo organi, di nome Silas Forsberg. Ora, io ho la mia teoria, ma secondo te che sta succedendo qui, $(l.name)?
ru: Мы узнали, кому принадлежит образец ДНК, но этот человек мертв. Его звали Сайлас Форсберг, и он был помощником патологоанатома в местном морге. У меня есть своя теория, но сперва я хочу услышать, что об этом думает $(l.name).

source: We got it all! All of it. We got it all. Yeah. What’choo wanna do? You wanna do some crime? You wanna be bad? We can hook you up. Don’t roll that way? Wanna be a hero? Be a hero! We got fairy tale drek chummers love! You name it! An’ you can slag and frag to your heart’s content. That’s the real thing, right? Slaggin’ and fraggin’? Don’t matter what the trip as long as there’s slaggin’ involved, right?
de: Wir haben alles! Die ganze Palette. Wirklich alles. Ja. Worauf hast du Lust? Willst du ein Verbrechen begehen? Einer von den Bösen sein? Kriegen wir für dich hin. Oder ist das nicht so deins? Willst du ein Held sein? Sei ein Held! Wir haben hier den Märchendrek, auf den alle Chummer abfahren! Sag einfach, was! Und du kannst slaggen und fraggen, so viel du willst. Das einzig Wahre, nich’? Slaggen und fraggen? Egal, wohin der Trip geht, Hauptsache es wird geslaggt, oder?
es: ¡Tenemos de todo! Todo. Lo tenemos todo. Sí. ¿Qué quieres hacer? ¿Quieres cometer un crimen? ¿Quieres portarte mal? Podemos enchufarte. ¿No te mola así? ¿Quieres hacer heroicidades? ¡Adelante! ¡Tenemos una mierda de cuento de hadas que a la peña le encanta! ¡Solo tienes que decirlo! Y podrás meter y rajar todo lo que quieras. Eso es lo bueno, ¿verdad? ¿Meter y rajar? No importa cómo sea el viaje, mientras haya algo de meter, ¿verdad?
fr: On a tout ! Tout ce que tu veux. On a tout. Ouais. Qu'ess' tu veux faire ? Tu veux être un criminel ? Tu veux être un bad boy ? On a ce que tu veux. Ça te branche pas ? Tu veux être un héros ? Sois un héros ! On a des contes de fée de fou ! Tout ce que tu peux imaginer ! Et tu peux baiser et buter autant que tu veux. C'est la vie, non ? Baiser et buter ? Qui se fout du voyage tant qu'on baise, hein ?
it: Abbiamo di tutto! Di tutto. Non manca nulla. Sì, sì. Cosa ti va? Ti va un po' di crimine? Vuoi stare dalla parte dei cattivi? Ci pensiamo noi. Non fa per te? Vuoi salvare il mondo? Con noi puoi! Pensa a una qualsiasi avventura stucchevole! Noi ce l'abbiamo. E potrai distribuire pugni e bombe a tuo piacimento. È questo quello che vogliono tutti, no? Botte ed esplosioni! Non importa che viaggio sia, basta che ci sia da picchiare e sparare, vero?
ru: Разные! У нас есть все. Вообще все, ага. Что тебе нравится? Любишь грязь? Хочешь почувствовать себя крутым? Можем устроить. Не твое? Хочешь быть героем? Будь героем! Есть сказки, неудачники любят хэппи-энд! Выбирай! А еще ты можешь громить. Убивать, пока тебе это не надоест. То, что надо, а? Убивать людей? Не все ли равно, какой у тебя чип, если ты можешь убивать?

source: We got off to a bad start. Can we make a deal?
de: Lass uns noch einmal von vorne beginnen. Können wir uns vielleicht einigen?
es: Hemos empezado con mal pie. ¿Podemos hacer un trato?
fr: Nous nous sommes mal compris. Nous pouvons parler affaire ?
it: Siamo partiti col piede sbagliato. Possiamo fare un accordo?
ru: В прошлый раз мы не договорились. Может, теперь ты будешь сговорчивее?

source: We had time to go over the evidence while you were en route. Turns out this might not be a Ripper murder after all. I left the computer on in the office over there if you want to see for yourself.
de: Während du unterwegs warst, hatten wir Zeit, uns die Beweismittel anzusehen. Es stellt sich heraus, dass das hier womöglich gar kein Ripper-Mord ist. Ich hab den Computer in dem Büro dort drüben angelassen – für den Fall, dass du es dir selbst ansehen möchtest.
es: Mientras venías, tuvimos tiempo de revisar las pruebas. Después de todo, existe la posibilidad de que no sea obra del Destripador. He dejado el ordenador encendido en esa oficina de ahí por si querías echarle un vistazo.
fr: On a eu le temps d'examiner les preuves pendant que vous étiez en route. Il semblerait que ce meurtre ne soit pas attribuable à l'éventreur. J'ai laissé l'ordinateur en marche dans le bureau si vous voulez voir par vous-même.
it: Abbiamo avuto il tempo di esaminare le prove mentre eri per strada. Questo potrebbe non essere affatto un omicidio dello Squartatore. Ho lasciato il computer acceso nell'ufficio, in caso tu voglia dare un'occhiata.
ru: Мы успели собрать и осмотреть улики, пока тебя носило неизвестно где. Похоже, на этот раз мы имеем дело все же не с Потрошителем. Я оставил компьютер в офисе жертвы включенным, если ты вдруг не поверишь мне на слово.

source: We have no evidence of that. Personally, I think it sounds like he wanted to become a surgeon. But he got caught in the wrong line of work - during his tenure at the chop shop, he was brought in for unlicensed plastic surgery. Won't get a medical license after that one.
de: Das können wir nicht beweisen. Für mich hört sich das so an, als wollte er Chirurg werden. Aber dann ist er im falschen Job hängengeblieben – während seiner Zeit beim Ausschlachter wurde er wegen unerlaubter plastischer Chirurgie belangt. Danach konnte er keine Approbation mehr erhalten.
es: No tenemos pruebas. Personalmente, creo que parece que quería hacerse cirujano. Pero se metió en la profesión equivocada: durante su estancia en el desguace, lo detuvieron por practicar la cirugía plástica sin licencia. Después de eso, le sería imposible conseguir una licencia para ejercer.
fr: On n'a aucune preuve. Personnellement, je pense qu'il voulait devenir chirurgien. Mais sa vie ne l'a pas mené là où il pensait, et durant ses fonctions à l'atelier de découpage il s'est fait attraper pour exercice de chirurgie plastique sans licence. Difficile d'obtenir un permis d'exercer la médecine, après ça.
it: Non abbiamo alcuna prova di questo. Per come la vedo io, sembra che volesse diventare un chirurgo. Ma è finito in giri sbagliati; durante la sua permanenza all'officina di riciclo organi lo hanno messo dentro per plastica facciale non autorizzata. È impossibile ottenere una licenza medica dopo una cosa del genere.
ru: У нас нет ничего, что говорило бы в пользу этой теории. Я считаю, что он просто хотел быть хирургом, но его застукали за неподобающим занятием - помощник патологоанатома, который занимается пластикой лица без врачебной лицензии? Кто бы ему ее выдал после такого.

source: We have no patient by that name. Are you sure you've come to the right place?
de: Ich finde niemanden mit diesem Namen. Sind Sie sicher, dass Sie hier richtig sind?
es: No tenemos ningún paciente con ese nombre. ¿Seguro que ha venido al lugar correcto?
fr: Nous n'avons aucun patient sous ce nom. Vous êtes sûr que vous ne vous trompez pas d'hôpital ?
it: Non c'è nessun paziente con quel nome. Non è che ha sbagliato ospedale?
ru: Но у нас нет пациента с таким именем. Вы уверены, что не ошиблись клиникой?

source: We have removed two vile creatures from this world, and so ended a growing shadow they cast upon the city.
de: Wir haben zwei niederträchtige Kreaturen aus dieser Welt befördert, und so dem wachsenden Schatten, den sie auf die Stadt warfen, ein Ende bereitet.
es: Hemos eliminado de este mundo a dos malvadas criaturas, acabando así con la creciente oscuridad que proyectaban sobre la ciudad.
fr: Nous avons soulagé ce monde de deux viles créatures et mis un terme à l'ombre qu'elles jetaient sur cette ville.
it: Abbiamo fatto fuori due esseri indegni e messo fine alla minaccia che incombeva sulla città.
ru: Мы избавили этот мир от двух чудовищ и развеяли тень, которую они бросали на этот город.

source: We have some pretty things to sell. You'll want to see them.
de: Wir hätten da ein paar hübsche Dinge zu verkaufen. Willst du sie sehen?
es: Tenemos en venta cosas estupendas. Seguro que quieres verlas.
fr: Nous avons de bien belles choses à vendre. Vous n'allez pas louper ça.
it: Abbiamo delle belle cosine da vendere. Forse vorresti vederle.
ru: Мы хотим продать кое-что ценное. Мы ведь по адресу?

source: We have to find that piece of the elf the spirits spoke of. It's our best hope of stopping this.
de: Wir müssen den Teil des Elfen finden, von dem die Geister gesprochen haben. Es ist unsere beste Chance, um ihn aufzuhalten.
es: Tenemos que encontrar ese trozo del elfo del que hablaron los espíritus. Es la mejor manera de detener esto.
fr: Nous devons trouver la partie de l'elfe dont les esprits parlaient. C'est notre meilleur espoir pour arrêter tout ça.
it: Dobbiamo trovare quell'Elfo di cui hanno parlato gli spiriti. È la nostra speranza migliore per fermare tutto ciò.
ru: Мы должны найти то, о чем говорили духи. То, что оставил здесь эльф. Это единственный след, который у нас есть.

source: We have to hurry!
de: Wir müssen uns beeilen!
es: ¡Tenemos que apresurarnos!
fr: Il faut se dépêcher !
it: Dobbiamo sbrigarci!
ru: Нужно спешить!

source: We hit the Lone Star DNA database first to see if our donor has a prior criminal record. They have extensive DNA archives. Then we go hunting based on what we find. Let's hit the decks and jack into the Matrix. I can get into their private grid easily, but I've got to warn you - once we're in, it could get a little rough. How much decking experience have you had?
de: Zuerst knacken wir die DNA-Datenbank von Lone Star, um herauszufinden, ob unser Spender ein Vorstrafenregister hat. Die haben ausgiebige DNA-Archive. Dann machen wir uns mit den Ergebnissen auf die Suche. Machen wir die Decks bereit und klinken uns in die Matrix ein. Ich komme ganz einfach in ihr privates Gitter, aber ich muss dich warnen – wenn wir drin sind, könnte es etwas ungemütlich werden. Wie viel Erfahrung als Decker hast du?
es: Primero entramos en la base de datos de ADN de Lone Star, para ver si nuestro donante estaba fichado. Tienen unos enormes archivos de ADN. Luego empezamos a buscar, basándonos en lo que habíamos encontrado. Vamos a darle a las ciberterminales y conectémonos a la Matriz. Puedo entrar en su red privada fácilmente, pero tengo que advertiros: cuando estemos dentro, podría volverse peligroso. ¿Qué experiencia tenéis pirateando?
fr: Il faut regarder dans la base de données ADN de Lone Star pour voir si notre donneur a un casier judiciaire. Ils ont d'énormes archives ADN. Ensuite on part en chasse. Prenons les decks et branchons-nous dans la Matrice. Je peux entrer dans leur Grid assez facilement, mais je dois vous prévenir : une fois dedans, ça pourrait devenir un peu tendu... Vous avez de l'expérience ?
it: Per prima cosa facciamo una ricerca nel database dei DNA della Lone Star, per controllare la fedina penale del nostro donatore. I loro archivi di DNA sono enormi. Poi, in base a ciò che troviamo, proseguiremo la caccia. Prendiamo i Deck e colleghiamoci alla Matrice. Posso entrare facilmente nella loro rete privata, ma ti avverto: una volta dentro, la situazione potrebbe farsi difficile. Quanta esperienza di Decking hai accumulato?
ru: Сначала нам следует проверить базу данных ДНК "Одинокой звезды". Если у донора криминальное прошлое, мы легко его вычислим. Дальше будем действовать по обстоятельствам. Бери деку и заходи в Матрицу. Я могу подключиться к их внутренней сети, но дальше у нас могут возникнуть проблемы. У тебя есть опыт работы с погружением?

source: We lowlifes have to stick together. Besides, I'm not doing it for free.
de: Wir Nichtsnutze müssen zusammenhalten. Außerdem tu ich’s ja nicht für umsonst.
es: Los de la escoria tenemos que mantenernos unidos. Además, no lo estoy haciendo gratis.
fr: Nous, les miséreux, on s'entraide. En plus, je ne fais pas ça gratuitement.
it: Noi canaglie tendiamo a fare gruppo. Oltretutto, non lo faccio gratis.
ru: Неудачники должны держаться друг друга. Кроме того, я работаю не бесплатно.

source: We meet again. And you are...?
de: So treffen wir uns also wieder. Und du bist ...?
es: Volvemos a encontrarnos. ¿Y tú eres...?
fr: Nous nous rencontrons de nouveau. Et vous êtes... ?
it: Ci si rivede. Il tuo nome è...?
ru: Добрый вечер. С кем я разговариваю?

source: We need to fence some stones. You the right guy?
de: Wir müssten ein paar Edelsteine loswerden. Bist du der richtige Mann dafür?
es: Tenemos que colocar unas piedras. ¿Crees que estás a la altura?
fr: On doit revendre quelques pierres. Vous êtes la bonne personne ?
it: Dobbiamo far sparire delle pietre. Sei tu il tipo giusto?
ru: Нам нужно продать драгоценные камни. Тебя это интересует?
