Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: A man your size covers a lot. Take care, big guy.
de: Bei einem Mann von deiner Größe braucht man keine Verstärkung. Pass auf dich auf, Großer.
es: Un hombre de tu tamaño abarca mucho. Cuídate, grandullón.
fr: Un homme comme vous prévoit toujours. À bientôt, champion.
it: Certamente, con un uomo delle tue dimensioni. A dopo, ragazzone.
ru: Ну еще бы! Ты же поперек себя шире. Ладно, бывай.

source: A person ought to know the track record of their doctor.
de: Es ist nicht gerade unwichtig, die Erfolgsbilanz seines Arztes zu kennen.
es: Una persona tiene derecho a conocer el historial de su médico.
fr: Tout le monde devrait connaître les annales de son médecin traitant.
it: Una persona deve conoscere i trascorsi professionali del suo medico.
ru: Больной имеет право знать о компетенции его лечащего врача.

source: A photo. Did you know Sam had a twin sister?
de: Ein Foto. Wusstest du, dass Sam eine Zwillingsschwester hatte?
es: Una fotografía. ¿Sabías que Sam tenía una hermana gemela?
fr: Une photo. Tu savais que Sam avait une sœur jumelle ?
it: Una foto. Sapevi che Sam aveva una sorella gemella?
ru: Фотография. Ты знала, что у него есть сестра-близнец?

source: A pile of broken bodies. The bones look... twisted and their jaws hang open seemingly in terror.
de: Ein Haufen geschundener Leichen. Die Knochen sind völlig ... verdreht und die Kiefer wie vor Schreck nach unten gerissen.
es: Una pila de cuerpos rotos. Los huesos parecen... retorcidos, y sus mandíbulas cuelgan abiertas, como si estuvieran aterrados.
fr: Une pile de corps brisés. Les os ont l'air... tordus et leurs mâchoires sont ouvertes dans une expression de terreur.
it: Una pila di cadaveri smembrati. Le loro ossa sembrano... contorte e le loro mascelle penzolano come spalancate dal terrore.
ru: Груда искалеченных тел. Кости выглядят вырванными из суставов. Челюсти покойников распахнуты в немом вопле ужаса.

source: A program in the Matrix allows you to defend your avatar against countermeasures and enemy deckers. There are a wide variety of different programs for attack and defense at different power levels. As you progress as a decker, you can use more powerful versions of these programs.
de: Mit einem Programm kannst du deinen Avatar in der Matrix gegen IC und feindliche Decker verteidigen. Es gibt eine große Bandbreite an unterschiedlichen Angriffs- und Verteidigungsprogrammen auf verschiedenen Stufen. Je fähiger du als Decker bist, umso stärkere Programme kannst du verwenden.
es: En la Matriz un programa te permite defender a tu avatar de contraataques y deckers enemigos. Hay una gran variedad de diferentes programas para atacar y defender a diferentes niveles de potencia. A medida que avances como decker, podrás utilizar versiones más potentes de estos programas.
fr: Dans la Matrice, les programmes vous permettent de défendre votre avatar face aux contre-mesures et aux deckers ennemis. Il existe un large éventail de programmes différents pour attaquer ou se défendre avec plus ou moins de force. À mesure que vous progressez en tant que decker, vous pouvez utiliser des versions de plus en plus puissantes de ces programmes.
it: Un programma nella Matrice ti permette di difendere il tuo avatar dalle misure anti-intrusione e Decker nemici. Esiste un'ampia varietà di programmi per attaccare e difendere a diversi livelli di potenza. Più diventi forte come Decker, più potenti saranno le versioni dei programmi che puoi usare.
ru: Программа в Матрице позволяет тебе защитить свой аватар от систем противодействия несанкционированному доступу и атак вражеских декеров. Программы бывают на любой вкус, как атакующие, так защитные, эффективные и не очень. По мере того, как ты будешь осваиваться с декой, ты сможешь использовать улучшенные версии базовых программ.

source: A question, if I may? Who's...
de: Dürfte ich eine Frage stellen? Wer ist ...
es: ¿Puedo hacer una pregunta? ¿Quién es...?
fr: Une question, si je peux ? À qui...
it: Una domanda, se posso. Di chi è...
ru: Разреши задать один вопрос? Чья это...

source: A raspy, manic voice booms over the penthouse PA system.
de: Eine kratzige, manische Stimme schallt durch die Sprechanlange des Penthouses.
es: Una voz ronca y frenética resuena sobre el sistema de megafonía del ático.
fr: Une voix rauque et frénétique émerge du système d'enceintes de l'appartement.
it: Una voce rauca e folle risuona dagli altoparlanti dell'attico.
ru: Из динамиков пентхауса доносится хриплый и недовольный голос.

source: A receipt for a Browning Max Power pistol from Jin Park downstairs with a note saying how big guns on hot women turn her on.
de: Es ist eine Quittung für eine Pistole der Marke Browning Max Power von Jin Parks unten in der Union mit einer handgeschriebenen Notiz, dass große Knarren an schönen Frauen sie scharfmachen.
es: El recibo de una pistola Browning Max Power de Jin Park con una nota en la que dice que las mujeres atractivas con armas potentes la ponen caliente.
fr: La facture d'un pistolet Browning Max Power de Jin Park avec une note expliquant à quel point les femmes chaudes sont excitées par les gros flingues.
it: Lo scontrino di una pistola Browning Max-Power da piano inferiore di Jin Parks, con un appunto che spiega di quanto le pistole grosse addosso alle donne sexy siano eccitanti.
ru: Чек за покупку пистолета марки Браунинг Макс, выписанный Джин Парк. На обратной стороне чека приписано, что крутые девки с большими пушками ее заводят.

source: A receipt for a wall safe, installed near the bathroom door. Set to a combination of 342436.
de: Es ist eine Quittung für einen Wandtresor, der neben der Badezimmertür installiert wurde. Die Zahlenkombination lautet 342436.
es: El recibo de una caja fuerte empotrada, instalada cerca de la puerta del baño. Configurada con la combinación 342436.
fr: Une facture d'un coffre-fort mural, installé près de la porte de la salle de bain. Le code initial est le 342436.
it: Una ricevuta per una cassaforte a muro, installata vicino la porta del bagno. La combinazione è programmata con il numero 342436.
ru: Чек от сейфа, установленного рядом с дверью в ванную. Комбинация сейфа - 342436.

source: A rhythmic thrumming punctuates the air, passing through you, vibrating your lungs in your chest, and making it hard to breathe. It’s an electricity that makes the hair on your skin stand up in protest. Ahead, you hear the sounds of chanting, accented by the moist wriggling of larvae. There are low rumbles too - stone on stone. The sense of... imminence is everywhere. Something is coming. And it has to be stopped.
de: Ein rhythmisches Summen erfüllt die Luft. Es durchdringt dich, vibriert in deinen Lungen und deinem Brustkorb, sodass es schwer fällt, Luft zu holen. Es verursacht eine elektrische Spannung, die dir die Haare zu Berge stehen lässt. Weiter vor dir hörst du den Klang der Gesänge, begleitet von dem feuchten Gekrabbel der Larven. Noch etwas – ein fernes Poltern von Stein auf Stein. Von überall spürst du eine unbestimmte, unmittelbare Bedrohung. Etwas ist auf dem Weg hierher. Und es muss aufgehalten werden.
es: Un sonido vibrante y rítmico invade el aire, te atraviesa, resuena en tus pulmones, dentro de tu pecho, y te cuesta respirar. Es una electricidad que te pone los pelos de punta, en señal de protesta. Más adelante escuchas el sonido de un cántico, acentuado por el movimiento húmedo de las larvas. También hay estruendos bajos, piedra sobre piedra. La sensación de... inminencia está por todas partes. Algo se acerca. Y hay que detenerlo.
fr: Des percussions résonnent dans l'air, vous pénètrent, font vibrer vos poumons dans votre poitrine et rendent votre respiration difficile. Comme une sorte d'électricité statique qui dresse les poils de votre peau en signe de protestation. Plus loin, vous entendez des chants, accentués par le son de larves moites qui se tortillent. On peut entendre des grondements également, de la pierre sur de la pierre. Tout cela indique que quelque chose va se produire. Quelque chose arrive. Et cette chose doit être arrêtée.
it: L'aria è attraversata da una percussione ritmica, che ti fa vibrare i polmoni in petto, impedendoti di respirare bene. C'è un'elettricità che fa venire la pelle d'oca. In lontananza senti intonare una litania, unita al rumore delle larve che si contorcono. Dei colpi, come di pietra su pietra, rimbombano in sottofondo. Un senso di ineluttabilità pervade ogni cosa. Qualcosa incombe. E deve essere fermata.
ru: Воздух сотрясают ритмичные удары, которые заставляют вибрировать легкие у тебя в груди и мешают дышать. Статическое электричество заставляет волоски у тебя на коже вставать дыбом. Откуда-то впереди ты слышишь звуки пения, сопровождаемые хлюпаньем: это копошатся личинки у вас под ногами. Иногда его прерывает глухой рокот и скрежет стирающегося камня. Всем своим существом ты ощущаешь неизбежность развязки, но не можешь предсказать ее результат. Грядет нечто непостижимое. И на этот раз остановить его пришествие выпало тебе.

source: A security camera down the hall gives you a skeptical glance.
de: Eine Überwachungskamera im Flur scheint dich skeptisch zu beäugen.
es: Una cámara de vigilancia situada al final del pasillo te mira con desconfianza.
fr: Une caméra de sécurité postée dans le hall vous lorgne d'un regard sceptique.
it: Una telecamera di sicurezza in fondo alla sala ti lancia un'occhiata scettica.
ru: Видеокамера на потолке смотрит на тебя скептческим взглядом.

source: A slip of paper with your bank balance. Enough to cover you through the end of the week.
de: Ein Stück Papier mit deinem Kontostand. Genügend, um dich bis zum Ende der Woche durchzubringen.
es: Un trozo de papel con el saldo de tu cuenta bancaria. Lo suficiente como para llegar al final de la semana.
fr: Un bout de papier : votre relevé de compte bancaire. Juste de quoi tenir jusqu'à la fin de la semaine.
it: Un pezzo di carta con il tuo estratto conto. Abbastanza per arrivare fino alla fine della settimana.
ru: Мини-выписка из ближайшего банкомата. Денег тебе хватит в лучшем случае до конца этой недели.

source: A smart-ass huh? I love a smart-ass.
de: Ein Klugscheißer, wie? Ich liebe Klugscheißer.
es: Un listillo, ¿eh? Me encantan los listillos.
fr: Un ptit malin, hein ? J'adore les malins.
it: Un sapientone, eh? Mi piacciono i sapientoni.
ru: Люблю остроумных клиентов.

source: A spirit is but an echo, and my brother's is in a very fragile state. {{GM}}Her brow then furrows with a sudden thought.{{/GM}}
de: Ein Geist ist bloß ein Echo und mein Bruder ist in einem sehr zerbrechlichen Zustand. {{GM}}In plötzlicher Erkenntnis ziehen sich ihre Augenbrauen zusammen.{{/GM}}
es: Un espíritu solo es un eco, y mi hermano está en un estado muy frágil. {{GM}}Su ceño se frunce con una idea repentina.{{/GM}}
fr: Un esprit n'est qu'un écho, et mon frère est très fragile. {{GM}}Elle fronce les sourcils, plongée dans une pensée soudaine.{{/GM}}
it: Uno spirito non è che un'eco e mio fratello è in uno stato molto precario. {{GM}}La sua fronte è solcata da un pensiero improvviso.{{/GM}}
ru: Дух человека - не более чем эхо, всего лишь подобие того, кем он был при жизни. Дух моего брата слаб и беспомощен. {{GM}}Очевидно, в голову ей приходит неожиданная мысль, потому что она хмурится.{{/GM}}

source: A street ganger with the Cutters who is trying to make his way the best he can.
de: Ein Straßenganger der Cutters, der versucht, das Beste aus seinem Leben zu machen.
es: Un pandillero de los Cortadores que está intentando abrirse paso lo mejor que puede.
fr: Un ganger des rues aligné avec les Cutters qui essaye de s'en sortir du mieux possible.
it: Un ganger dei Cutter che sta cercando di farsi strada meglio che può.
ru: Невезучий член мелкой банды, который пытается свести концы с концами.

source: A troll as wiz as you has to have a story.
de: Ein Troll so wiz wie du hat bestimmt viel zu erzählen.
es: Un mago troll como tú tiene que tener una historia.
fr: Un troll aussi épatant que le dit la rumeur.
it: Un Troll esperto come te deve avere una storia.
ru: У такого классного тролля должна быть интересная биография.

source: A unique piece of glass found near broken lights.
de: Ein einzigartiges Glasteil. Gefunden in der Nähe der geplatzten Lampen.
es: Un fragmento de cristal único encontrado cerca de unas bombillas rotas.
fr: Un bout de verre trouvé près de lumières cassées.
it: Un pezzo di vetro unico trovato vicino ai frammenti delle luci rotte.
ru: Необычный осколок, найденный около разбитого фонаря.

source: A variety of unusual stones that have intense colourings and various markings.
de: Eine Vielzahl von ungewöhnlichen Steinen mit intensiver Farbgebung und verschiedenen Markierungen.
es: Unas cuantas piedras excepcionales de colores intensos y decoradas con diversas marcas.
fr: Une variété de pierres peu communes aux couleurs intenses et aux inscriptions diverses.
it: Una varietà di pietre insolite che ha colorazioni intense e varie marcature.
ru: Несколько необычных камней ярких цветов. Некоторые из них покрывают символы.

source: A very old and stylish sword that also does ongoing -1 HP. Lasts 3 RNDS.
de: Ein sehr altes und stilvolles Schwert, das fortlaufend -1 LP Schaden verursacht. Hält für 3 Runden an.
es: Una espada vieja y elegante, que también hace -1 PG continuamente. Dura 3 rondas.
fr: Une très vieille épée stylisée qui inflige -1 PV de dégât en continu. Dure 3 tours.
it: Una spada antica e raffinata che provoca -1 PF per turno. Dura 3 TURNI.
ru: Очень старый и красивый меч, который наносит урон в размере 1 очка здоровья в раунд. Эффект продолжает действовать в течение 3 раундов.

source: A vigilante attack, huh? Wow.
de: Also Selbstjustiz, wie? Wow.
es: El ataque de un justiciero, ¿eh? Guau.
fr: Une attaque punitive ? Wow.
it: Un attacco della vigilanza, eh? Wow.
ru: Раньше полиции? Ну надо же!

source: A whole healthy body can be worth a bunch of nuyen, but individual organs? Not worth as much anymore, what with all the synth and cyber stuff on the market these days. Organ Grinders only deals in the recently deceased. There's plenty of other chop shops that aren’t as picky, though - and they don't care where the bodies come from, either.
de: Ein ganzer, gesunder Körper kann eine Menge Nuyen wert sein, aber einzelne Organe? Bei all diesen Cyber-Prothesen, die heutzutage auf dem Markt sind, kommt da nicht mehr so viel bei rum. Organ Grinders verarbeitet nur die kürzlich Verstorbenen. Es gibt allerdings eine Menge Ausschlachter, die nicht so wählerisch sind – die interessieren sich auch nicht sonderlich, wo die Leichen herkommen.
es: Un cuerpo entero y sano puede valer un puñado de nuyens pero ¿órganos sueltos? Ya no valen tanto, con toda la oferta sintética y cibernética que hay en el mercado hoy en día. Organilleros solo se encarga de muertos recientes. Hay muchas tiendas de triturado que no son tan exigentes, y tampoco les importa de dónde procedan los cuerpos.
fr: Un corps sain et entier peut valoir beaucoup de nuyens, mais un simple organe ? Ça ne vaut plus autant, surtout avec tous les cyber-trucs sur le marché de nos jours. Le Broyeur d'Organes ne s'occupent que des récents décédés. Il y a beaucoup d'autres ateliers de découpage qui ne sont pas aussi exigeants cependant, et qui se moquent bien de savoir d'où les corps proviennent.
it: Un corpo sano tutto intero può valere un mucchio di nuyen, ma i singoli organi? Non valgono più tanto con tutta quella roba sintetica e cibernetica in commercio di questi tempi. Le Suonatori d'organi trattano solo morti recenti. Ma ci sono un sacco di altre officine di riciclo organi che non sono così esigenti... e alle quali non interessa neanche da dove provengono i corpi.
ru: Целое и здоровое тело можно продать за хорошие деньги, но отдельные органы стоят недорого - на рынке появилось слишком много кибернетических аналогов. "Руки-ноги" имеет дело только со свежими покойниками. Многие частные морги гораздо менее разборчивы и не задают вопросов о том, откуда берутся тела.

source: A woman who called herself “Coyote” contacted me this morning to inform me that my brother was dead, and that I should come to this place and speak to someone about an "investigation".
de: Eine Frau, die sich selbst „Coyote“ nannte, rief mich heute Morgen an, um mir zu sagen, dass mein Bruder tot sei und ich hierherkommen solle, um mit jemandem über eine „Ermittlung“ zu sprechen.
es: Una mujer que se hacía llamar "Coyote" se puso en contacto conmigo esta mañana para decirme que mi hermano estaba muerto y que tenía que venir a este lugar y hablar con alguien acerca de una "investigación".
fr: Une femme du nom de « Coyote » m'a contactée ce matin pour m'annoncer la mort de mon frère. Elle m'a dit de venir ici pour parler à quelqu'un au sujet d'une "enquête".
it: Una donna che si fa chiamare Coyote mi ha contattato stamattina per informarmi che mio fratello era morto, e che sarei dovuta venire in questo posto a parlare con qualcuno a proposito di certe "indagini".
ru: Женщина, которая называет себя “Койот” позвонила мне сегодня утром и поставила в известность о том, что мой брат скончался и что я должна явиться сюда, чтобы помочь с "расследованием".

source: A. Bladfält Adam Borders Alex Okita Alexandre Lalancette Andrew Power Andy Shum Arnaldo "Kurono" Lefebre Pineiro Arries Arenas Barrett Moore Beau Gines Benjamin Bangsberg Brandon Fix Brian C Cherry Chad Newell Chris Adams Chris Keronen Chris Wise "Buster Brown" Christian "Mr. van Garen" Schulz Christopher "Fablerunner" Eden Christopher Grame Christopher Kroupa Christopher L Thompson Collin K Burdette Cory Brown Dale Yates Dan Major Dan Murphy Daniel "Ithzerian" Goldberg Daniel König-Schieber Darin - DWTC Darren Vallance Denny Krause Derek Patton Pearcy Derek Takade Dirk Hoeppner Draco Dementis
fr: A. Bladfält Adam Borders Alex Okita Alexandre Lalancette Andrew Power Andy Shum Arnaldo "Kurono" Lefebre Pineiro Arries Arenas Bastien Schuster Beau Gines Benjamin Bangsberg Brandon Fix Brian C Cherry Chad Newell Chris Adams Chris Keronen Chris Wise "Buster Brown" Christian "Mr. van Garen" Schulz Christopher "Fablerunner" Eden Christopher Grame Christopher Kroupa Christopher L Thompson Collin K Burdette Cory Brown Dale Yates Dan Major Dan Murphy Daniel "Ithzerian" Goldberg Daniel König-Schieber Darin - DWTC Darren Vallance Denny Krause Derek Patton Pearcy Derek Takade Dirk Hoeppner Draco Dementis
it: A. Bladfält Adam Borders Alex Okita Alexandre Lalancette Andrew Power Andy Shum Arnaldo "Kurono" Lefebre Pineiro Arries Arenas Barrett Moore Beau Gines Benjamin Bangsberg Brandon Fix Brian C Cherry Chad Newell Chris Adams Chris Keronen Chris Wise "Buster Brown" Christian "signor van Garen" Schulz Christopher "Fablerunner" Eden Christopher Grame Christopher Kroupa Christopher L Thompson Collin K Burdette Cory Brown Dale Yates Dan Major Dan Murphy Daniel "Ithzerian" Goldberg Daniel König-Schieber Darin - DWTC Darren Vallance Denny Krause Derek Patton Pearcy Derek Takade Dirk Hoeppner Draco Dementis
ru: А. Бладвельт Адам Бордерс Алекс Окита Александр Ланселетт Эндрю Пауэр Энди Шум Арнальдо "Куроно" Лефебр Пинейро Аррейс Аренас Барретт Мур Бью Джайнс Юенджамин Бангсберг Брендон Фикс Брайан С. Шерри Чад Ньюэлл Крис Адамс Крис Керонен Крис Вайз "Бастер Браун" Кристиан"Мистер ван Гарен" Шульц Кристиан "Фейблраннер" Иден Кристофер Грем Кристофер Крупа Кристофер Л. Томпсон Колин К. Бурдетт Кори Браун Дейл Йейтс Ден Мейджор Ден Мерфи Даниел "Итзериан" Голдберг Даниел Кениг-Шайбер Дарин- ДВТЦ Даррен Валланс Денни Краузе Дерек Паттон Перси Дерек Такаде Дирк Хоппнер Драко Дементис

source: AAIEEEEE!
de: AAIIIII!
fr: AHHHH !
it: AAAAARGH!
ru: ААААИИИИЙ!

source: AFTER HOURS
de: RUHESTUNDE
es: HORAS EXTRA
it: ORE DOPO
ru: ПОСЛЕ ЗАКРЫТИЯ

source: AUTOPSY RECORDS
de: AUTOPSIEBERICHT
es: REGISTROS DE LA AUTOPSIA
fr: RAPPORT D'AUTOPSIE
it: RAPPORTO DELL'AUTOPSIA
ru: РЕЗУЛЬТАТЫ ВСКРЫТИЯ

source: Aaiieee! I'm going for help!
de: Aaaiiii! Ich hol Hilfe!
es: ¡Aaiieee! ¡Voy a buscar ayuda!
fr: Ahhhh ! Je vais chercher de l'aide !
it: Aaaargh! Ho bisogno di aiuto!
ru: Ааааииий! Нужно позвать на помощь!

source: Abomination
de: Abscheulichkeit
es: Abominación
it: Abominio
ru: Чудовище

source: About Sam Watts.
de: Über Sam Watts.
es: Sobre Sam Watts.
fr: Sur Sam Watts.
it: Su Sam Watts.
ru: Про Сэма Уоттса.

source: About time you showed up. Looks like we weren't the only ones who wanted to take advantage of the situation.
de: Wurde auch Zeit, dass du auftauchst. Sieht aus, als wären wir nicht die Einzigen, die aus der Situation Kapital schlagen wollen.
es: Ya era hora de que aparecieses. Parece que no éramos los únicos que queríamos aprovechar la situación.
fr: Il était temps que vous arriviez. On dirait que vous n'étiez pas les seuls à vouloir tirer avantage de la situation.
it: Era ora che arrivassi. Sembra che non fossimo gli unici a voler approfittare della situazione.
ru: А вот наконец и ты. Вовремя. Похоже, воспользоваться удобным случаем решили не только мы.

source: About time. Gimme a second here to send the elevator.
de: Na endlich. Augenblick, ich schick den Aufzug runter.
es: Ya era hora. Dame un segundo y te envío el ascensor.
fr: Il était temps. Donnez-moi deux secondes et je vous envoie l'ascenseur.
it: Era ora. Dammi un secondo, ti mando l'ascensore.
ru: Давно пора. Сейчас спущу тебе лифт.

source: About your size, only not as ugly.
de: Ungefähr so groß wie du, bloß nicht so hässlich.
es: Más o menos de tu tamaño, pero no tan feo.
fr: À peu près votre taille, mais pas aussi laid.
it: Più o meno quanto te, ma non così brutto.
ru: Размером с тебя, только не такой мордатый.

source: Absolutely, $(scene.BroSis)! In a world as cold as this one, what’s more important than Belonging? I can see you have some questions. Why don’t you ask them?
de: Aber natürlich, $(scene.BroSis)! Was ist in einer so kalten Welt wie dieser wichtiger als Zugehörigkeit? Ich sehe, dass du viele Fragen zu haben scheinst. Stell sie doch einfach!
es: ¡Ciertamente, $(scene.BroSis)! En un mundo tan frío como este, ¿qué es más importante que Pertenecer? Veo que tienes algunas preguntas. ¿Por qué no las haces?
fr: Tout à fait, $(scene.BroSis) ! Dans un monde aussi froid que le nôtre, y a-t-il quoi que ce soit de plus important que l'Appartenance ? Je vois que vous avez des questions. Pourquoi ne les posez-vous pas ?
it: Assolutamente, $(scene.BroSis)! In un mondo freddo come questo, cosa c'è di più importante dell'Appartenenza? Vedo che hai delle domande. Perché non le fai a loro?
ru: Это верно, $(scene.BroSis)! Мир холоден и жесток, поэтому что может быть важнее, чем обрести свою истинную семью? Я вижу, что у тебя есть вопросы. Прошу, задавай их.

source: Access Denied. Insufficient Security Clearance.
de: Zugriff verweigert. Unzureichende Zugriffsberechtigung.
es: Acceso denegado. Nivel de autorización de seguridad insuficiente
fr: Accès refusé. Autorisation de sécurité insuffisante.
it: Accesso negato. Autorizzazione di sicurezza insufficiente.
ru: Доступ запрещен. Недостаточно высокий уровень доступа.

source: According to the corpse's ID badge, you've found Shane.
de: Laut der ID-Karte des Leichnams hast du Shane gefunden.
es: Según la identificación del cadáver, acabas de encontrar a Shane.
fr: D'après le badge sur ce cadavre, vous avez trouvé Shane.
it: Secondo la tessera di identificazione del cadavere hai trovato Shane.
ru: Если верить карточке члена Всеобщего братства, перед тобой лежит Шин.
