Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Johnny frowns and nods.{{/GM}} You’re right. I should have kept my mouth shut. I should know better. It’s just that we have a personal stake in the Ripper murders.
de: {{GM}}Johnny runzelt die Stirn und nickt.{{/GM}} Du hast recht. Ich hätte nichts sagen dürfen. Ich hätte mich an die Regeln halten sollen. Es ist nur so, dass uns die Morde des Rippers alle persönlich betreffen.
es: {{GM}}Johnny frunce el ceño y asiente.{{/GM}} Tienes razón. Tendría que haber tenido el pico cerrado. Tendría que haberlo sabido. Es que teníamos una apuesta personal con los asesinatos del Destripador.
fr: {{GM}}Johnny fronce les sourcils et acquiesce.{{/GM}} C'est vrai. Je n'aurais pas dû parler. Je devrais le savoir. C'est juste que nous avons des intérêts personnels dans la traque de l'éventreur.
it: {{GM}}Johnny aggrotta le sopracciglia e annuisce.{{/GM}} Hai ragione. Avrei dovuto tenere la bocca chiusa. Avrei dovuto informarmi meglio. E solo che gli omicidi dello Squartatore ci riguardano da vicino.
ru: {{GM}}Джонни хмурится и кивает, соглашаясь с тобой.{{/GM}} Да, мне следовало молчать. Я виноват. Дело в том, что у нас есть личный интерес в этом деле.

source: {{GM}}Johnny is hunched over his desk, idly fiddling with a cyberdeck. He seems preoccupied. He looks up when you approach, eyes narrowed.{{/GM}} Been making new friends out there?
de: {{GM}}Johnny ist tief über seinen Schreibtisch gebeugt und arbeitet an einem Cyberdeck. Er wirkt abwesend. Als du dich näherst, blickt er auf und fixiert dich mit leicht zusammengekniffenen Augen.{{/GM}} Neue Freundschaften geschlossen da draußen?
es: {{GM}}Johnny está inclinado sobre su mesa, toqueteando un ciberterminal. Parece preocupado. Cuando te acercas levanta la mirada, ceño fruncido.{{/GM}} ¿Has estado haciendo nuevos amigos ahí fuera?
fr: {{GM}}Johnny est penché sur son bureau, en train de trafiquer un cyberdeck. Il semble préoccupé. Il vous regarde approcher, les yeux froncés.{{/GM}} Alors, on se fait des nouveaux amis ?
it: {{GM}}Johnny è curvo sulla scrivania e si gingilla con un Deck cibernetico. Sembra preoccupato. Quando arrivi ti guarda in modo inquisitorio.{{/GM}} Hai trovato nuovi amici là fuori?
ru: {{GM}}Джонни сутулится над своим верстаком, лаская пальцами кибердеку. Похоже, он чем-то обеспокоен. Когда он поднимает на тебя взгляд, в его глазах ясно читается подозрение.{{/GM}} Вижу, у тебя появился новый друг.

source: {{GM}}Johnny leans on his seemingly brand new mop and surveying the crowd at the Union.{{/GM}}
de: {{GM}}Johnny stützt sich auf seinen scheinbar nagelneuen Wischmopp und beobachtet die Kundschaft der Union.{{/GM}}
es: {{GM}}Johnny se inclina sobre su aparentemente nueva fregona y estudia a la muchedumbre del Unión.{{/GM}}
fr: {{GM}}Johnny s'appuie sur son balai tout neuf pour inspecter les gens de l'Union.{{/GM}}
it: {{GM}}Johnny si appoggia su quello che sembrerebbe il suo nuovo amico osservando la folla nell'Union.{{/GM}}
ru: {{GM}}Джонни опирается на свою новенькую швабру и задумчиво скользит взглядом по завсегдатаям Союза.{{/GM}}

source: {{GM}}Johnny whispers to you.{{/GM}} He’s not bluffing. This guy has the right connections.
de: {{GM}}Johnny flüstert dir zu.{{/GM}} Er blufft nicht. Dieser Kerl hat die richtigen Verbindungen.
es: {{GM}}Johnny te susurra algo.{{/GM}} No es un farol. Este tipo tiene los contactos adecuados.
fr: {{GM}}Johnny vous murmure à l'oreille.{{/GM}} Il ne bluffe pas. Ce gars a les connexions qu'il faut.
it: {{GM}}Johnny ti sta sussurrando qualcosa.{{/GM}} Non sta bluffando. Questo ragazzo ha le conoscenze giuste.
ru: {{GM}}Джонни наклоняется и шепчет тебе на ухо.{{/GM}} Он не блефует. У него достаточно для этого связей.

source: {{GM}}Johnny whistles a long, slow whistle.{{/GM}} Ho-ly crap. Telestrian Industries. You’ve hit the big time, chum. If you need a second decker, you might as well take one of the best.
de: {{GM}}Johnny gibt ein beeindrucktes Pfeifen von sich.{{/GM}} Heiliges Kanonenrohr. Telestrian Industries. Du bist jetzt einer von den Großen, Chum. Wenn du einen zweiten Decker brauchst, solltest du wohl besser einen der besten nehmen.
es: {{GM}}Johnny silba alto y lento.{{/GM}} Mierda... Telestrian Industries. Esta vez estás jugando a lo grande, colega. Si necesitas otro decker, te interesa buscar a uno de los mejores.
fr: {{GM}}Johnny siffle lentement, et longuement.{{/GM}} Ho pu-tain. Telestrian Industries. On a touché le gros lot. SI vous avez besoin d'un deuxième decker, vous voudrez peut-être engager l'un des meilleurs.
it: {{GM}}Johnny fischia a lungo, lentamente.{{/GM}} Por-ca puttana. Industrie Telestrian. Ce l'hai fatta. Se hai bisogno di un altro Decker, hai sempre uno dei migliori a disposizione.
ru: {{GM}}Джонни удивленно присвистывает.{{/GM}} Ни-че-го себе. Телестриан Индастриз. Не повезло тебе. Если вдруг решишь, что тебе нужен напарник, я постараюсь помочь.

source: {{GM}}Johnny whistles a long, slow whistle.{{/GM}} Ho-ly crap. Telestrian Industries. You’ve hit the big time, chum. You’re going to need a serious decker for this one. Fortunately for you, I know one of the best.
de: {{GM}}Johnny gibt ein beeindrucktes Pfeifen von sich.{{/GM}} Heiliges Kanonenrohr. Telestrian Industries. Du bist jetzt einer von den Großen, Chum. Dafür wirst du einen ordentlichen Decker brauchen. Zum Glück kenne ich da genau den Richtigen.
es: {{GM}}Johnny silba alto y lento.{{/GM}} Mierda... Telestrian Industries. Esta vez estás jugando a lo grande, colega. Vas a necesitar a un buen decker importante para este. Por suerte para ti, yo conozco al mejor.
fr: {{GM}}Johnny siffle lentement, et longuement.{{/GM}} Ho pu-tain. Telestrian Industries. On a touché le gros lot. On va avoir besoin d'un sacré decker pour celle-là. Heureusement pour vous, je connais le meilleur.
it: {{GM}}Johnny fischia a lungo, lentamente.{{/GM}} Por-ca puttana. Industrie Telestrian. Ce l'hai fatta. Avrai bisogno di un Decker navigato per questo. Per tua fortuna ne conosco uno dei migliori.
ru: {{GM}}Джонни удивленно присвистывает.{{/GM}} Ни-че-го себе... Телестриан Индастриз. Не повезло тебе. Чтобы залезть в их систему, тебе понадобится хороший декер. К счастью, я знаю одного из лучших.

source: {{GM}}Johnny’s janitor persona is gone, replaced by something colder, more dangerous.{{/GM}} I did some checking but didn’t get much because he’s new on the scene. He’s no Wilson, though. Got a rep as a drek-hot wire-boy from what I hear. Never rides along with physical-entry teams though. Purely remote work.
de: {{GM}}Johnnys Fassade als Hausmeister ist wie weggewischt und an ihre Stelle tritt etwas Kälteres, Gefährlicheres.{{/GM}} Ich hab ein wenig nachgeforscht, aber nicht viel gefunden, da er ziemlich neu in der Szene zu sein scheint. Er ist aber kein Wilson. Hat wohl den Ruf, einer der krassesten neuen Decker zu sein. Ist aber nie vor Ort bei Runs mit dabei. Arbeitet nur über die Matrix.
es: {{GM}}La personalidad del limpiador de Johnny ha desaparecido, dando paso a algo más frío, más peligroso.{{/GM}} He estado investigando pero no he conseguido mucho, acaba de llegar. Pero no es Wilson. Por lo que he oído, se ha labrado la reputación de ser un manitas con los cables. Pero nunca cabalga con equipos de acceso físico. Su trabajo es puramente remoto.
fr: {{GM}}La personnalité de Johnny a disparu, remplacée par quelque chose de froid et de plus dangereux.{{/GM}} J'ai fait quelques recherches, mais je n'ai pas grand chose : c'est un nouveau. Ce n'est pas Wilson en tout cas. Il a un représentant dans le câblage d'après ce que j'ai entendu. On ne le voit jamais sur le terrain en revanche. Seulement du travail à distance.
it: {{GM}}Al posto del personaggio di Johnny il custode ora c'è qualcuno di più spietato e pericoloso.{{/GM}} Ho fatto ricerche su di lui ma non ho trovato granché; è nuovo da queste parti. Non è uno sciocco, comunque. In giro si dice che ci sappia davvero fare con le connesioni. Ma non va mai fisicamente in missione con le squadre. Lavora completamente in remoto.
ru: {{GM}}Когда Джонни перестает притворяться уборщиком, он выглядит старше. Хладнокровнее и гораздо опаснее.{{/GM}} Я навел справки, но узнал немногое. Он появился в сети относительно недавно, хотя новичком его никак не назовешь. Успел заработать репутацию отчаянного матричного ковбоя, но он никогда не ходит на дело сам. Он предпочитает работать на расстоянии.

source: {{GM}}Jumping at the opportunity, Coyote follows your lead, pinning her captor's arms. You finish what you started and soon the ganger is convulsing in an interior reality of pain and terror.{{/GM}}
de: {{GM}}Coyote nutzt die Gelegenheit, um deinem Beispiel zu folgen und die Arme der Gangerin zu packen. Du bringst dein Werk zu Ende und bald beginnt die Gangerin in ihrer eigenen Realität voller Schmerzen und Schrecken zu zucken.{{/GM}}
es: {{GM}}Saltando ante la oportunidad, Coyote te sigue, inmovilizando los brazos de su captor. Terminas lo que has empezado y pronto el pandillero se convulsiona en una realidad interior de dolor y terror.{{/GM}}
fr: {{GM}}Saisissant sa chance, Coyote suit votre exemple en immobilisant le bras de son agresseur. Vous finissez ce que vous avez commencé, et bientôt, elle se convulse, submergée de douleur et de terreur.{{/GM}}
it: {{GM}}Approfittando dell'occasione, Coyote ti segue bloccando le braccia del suo rapitore. Finisci ciò che hai iniziato e subito il ganger inizia ad agitarsi in una realtà interiore di dolore e terrore.{{/GM}}
ru: {{GM}}Воспользовавшись случаем, Койот бросается на помощь и хватает свою мучительницу за руки. Ты завершаешь начатое, и уже через несколько мгновений гангстер извивается у ваших ног, с головой погрузившись в пучину боли и ужаса.{{/GM}}

source: {{GM}}Just one glance is all you need to tell that the good doctor is exhausted. Her crumpled scrubs are stained with a mix of blood and other fluids too colorful to be naturally occurring in the human body. Her eyes are those of a person who has built up a substantial sleep debt and has no idea when or how to begin paying it off.{{/GM}}
de: {{GM}}Es reicht ein Blick, um zu erkennen, dass die gute Ärztin völlig erschöpft ist. Ihr zerknitterter Kittel ist beschmiert mit einer Mischung aus Blut und anderen Flüssigkeiten, die zu farbenfroh sind, um auf natürliche Weise im menschlichen Körper vorzukommen. Ihre Augen verraten einen beträchtlichen Schlafmangel, den sie wohl unmöglich in nächster Zeit wieder aufholen kann.{{/GM}}
es: {{GM}}Solo necesitas un vistazo para saber que la buena doctora está exhausta. Su ajado uniforme está manchado con una mezcla de sangre y otros fluidos demasiado coloridos para que los produzca un cuerpo humano de forma natural. Sus ojos son los de alguien que ha acumulado una importante falta de sueño y no tiene ni idea de cuándo o cómo empezará a recuperarlo.{{/GM}}
fr: {{GM}}Vous comprenez au premier coup d'œil que le bon docteur est à bout de force. Sa blouse froissée est tâchée d'une mixture de sang et d'autres fluides trop colorés pour être des fluides humains. Elle a les yeux de quelqu'un qui est en manque de sommeil et qui n'a aucune idée de quand ni de comment le récupérer.{{/GM}}
it: {{GM}}Basta un solo sguardo per capire che la dottoressa è esausta. Il suo camice sgualcito è macchiato di sangue e altri fluidi troppo colorati per essere naturalmente presenti nel corpo umano. I suoi occhi sono quelli di una persona che ha accumulato un enorme debito di sonno e non ha idea di quando e come iniziare a recuperarlo.{{/GM}}
ru: {{GM}}С первого взгляда становится понятно, что доктор еле держится на ногах от усталости. Ее помятый комбинезон покрывают пятна крови и других жидкостей, слишком ярких и сильно пахнущих, чтобы иметь органическое происхождение. Мешки под ее глазами дают понять, что она успела забыть, когда спала последний раз и не имеет понятия, когда ей представится возможность сомкнуть глаза хотя бы на пятнадцать минут.{{/GM}}

source: {{GM}}Just smile.{{/GM}}
de: {{GM}}Antworte ihr mit einem stillen Lächeln.{{/GM}}
es: {{GM}}Tú sonríe.{{/GM}}
fr: {{GM}}Il suffit de sourire.{{/GM}}
it: {{GM}}Sorridi e basta.{{/GM}}
ru: {{GM}}Ухмыльнуться.{{/GM}}

source: {{GM}}Keep the chloroform in your pocket{{/GM}} A pretty scary looking bug.
de: {{GM}}Behalte das Chloroform in deiner Tasche.{{/GM}} Ein ziemlich erschreckendes Insekt.
es: {{GM}}Guardarte el cloroformo en el bolsillo{{/GM}} Un insecto bastante aterrador.
fr: {{GM}}Garder le chloroforme dans votre poche{{/GM}} Un insecte plutôt effrayant.
it: {{GM}}Tieni il cloroformio in tasca{{/GM}} Un insetto piuttosto spaventoso.
ru: {{GM}}Оставить хлороформ лежать в кармане{{/GM}} Ужасный жук.

source: {{GM}}Knock him out and drag him behind you.{{/GM}}
de: {{GM}}Schlag ihn k. o. und schleif ihn raus.{{/GM}}
es: {{GM}}Dejarle sin sentido y arrastrarlo contigo.{{/GM}}
fr: {{GM}}Assommer le scientifique et le trainer derrière vous.{{/GM}}
it: {{GM}}Stendilo e trascinalo via.{{/GM}}
ru: {{GM}}Скрутить его по рукам и ногам и унести.{{/GM}}

source: {{GM}}Leaf through the notebook.{{/GM}}
de: {{GM}}Notizbuch durchblättern.{{/GM}}
es: {{GM}}Hojeas la libreta.{{/GM}}
fr: {{GM}}Feuilleter le carnet.{{/GM}}
it: {{GM}}Sfoglia il bloc notes.{{/GM}}
ru: {{GM}}Пролистать блокнот.{{/GM}}

source: {{GM}}Lean down to pick up the necklace.{{/GM}}
de: {{GM}}Beug dich nach unten, um die Halskette aufzuheben.{{/GM}}
es: {{GM}}Agacharte para recoger el collar.{{/GM}}
fr: {{GM}}Se baisser pour ramasser le collier.{{/GM}}
it: {{GM}}Abbassati a prendere la collana.{{/GM}}
ru: {{GM}}Наклониться и поднять ожерелье.{{/GM}}

source: {{GM}}Leave Father Willy.{{/GM}}
de: {{GM}}Lass Vater Willy, wo er ist.{{/GM}}
es: {{GM}}Dejar a Padre Willy.{{/GM}}
fr: {{GM}}Laisser Père Willy.{{/GM}}
it: {{GM}}Lascia Padre Willy.{{/GM}}
ru: {{GM}}Оставить отца Вилли в покое.{{/GM}}

source: {{GM}}Leave Medical Database.{{/GM}}
de: {{GM}}Medizinische Datenbank verlassen.{{/GM}}
es: {{GM}}Salir de la base de datos médica.{{/GM}}
fr: {{GM}}Quitter la base de données médicale.{{/GM}}
it: {{GM}}Esci dal Database medico.{{/GM}}
ru: {{GM}}Покинуть базу данных.{{/GM}}

source: {{GM}}Leave it alone.{{/GM}}
de: {{GM}}Nichts tun.{{/GM}}
es: {{GM}}Dejarlo tranquilo.{{/GM}}
fr: {{GM}}Ne rien toucher.{{/GM}}
it: {{GM}}Lascia stare.{{/GM}}
ru: {{GM}}Оставить картину в покое.{{/GM}}

source: {{GM}}Leave it alone?{{/GM}}
de: {{GM}}Nichts tun?{{/GM}}
es: {{GM}}¿Dejarlo tranquilo?{{/GM}}
fr: {{GM}}Ne rien toucher ?{{/GM}}
it: {{GM}}Lasciarla stare?{{/GM}}
ru: {{GM}}Оставить картину в покое.{{/GM}}

source: {{GM}}Leave the bottles alone.{{/GM}}
de: {{GM}}Lass die Flaschen stehen.{{/GM}}
es: {{GM}}Dejar las botellas.{{/GM}}
fr: {{GM}}Ne pas toucher aux bouteilles.{{/GM}}
it: {{GM}}Lascia stare le bottiglie.{{/GM}}
ru: {{GM}}Оставить бутыли в покое.{{/GM}}

source: {{GM}}Leave the box alone.{{/GM}}
de: {{GM}}Lass den Karton, wie er ist.{{/GM}}
es: {{GM}}Dejar la caja.{{/GM}}
fr: {{GM}}Ne rien faire avec la boîte.{{/GM}}
it: {{GM}}Lascia la scatola dov'è.{{/GM}}
ru: {{GM}}Не трогать коробку.{{/GM}}

source: {{GM}}Leave the computer.{{/GM}}
de: {{GM}}Verlasse den Computer.{{/GM}}
es: {{GM}}Dejar el ordenador.{{/GM}}
fr: {{GM}}Laisser l'ordinateur de côté.{{/GM}}
it: {{GM}}Lascia il computer.{{/GM}}
ru: {{GM}}Оставить компьютер в покое.{{/GM}}

source: {{GM}}Leave the credstick in the evidence bag.{{/GM}}
de: {{GM}}Lass den Credstick in der Tüte.{{/GM}}
es: {{GM}}Deja el credistick en la bolsa de pruebas.{{/GM}}
fr: {{GM}}Laisser le créditube dans le sac à indice.{{/GM}}
it: {{GM}}Lascia il credstick nella busta delle prove.{{/GM}}
ru: {{GM}}Оставить кредстик лежать среди вещественных доказательств.{{/GM}}

source: {{GM}}Leave the door alone.{{/GM}}
de: {{GM}}Lass die Tür links liegen.{{/GM}}
es: {{GM}}Dejar la puerta en paz.{{/GM}}
fr: {{GM}}Laisser la porte tranquille.{{/GM}}
it: {{GM}}Abbandona la porta.{{/GM}}
ru: {{GM}}Оставить дверь в покое.{{/GM}}

source: {{GM}}Leave the employment records.{{/GM}}
de: {{GM}}Schließe die Personalunterlagen.{{/GM}}
es: {{GM}}Dejar los registros laborales.{{/GM}}
fr: {{GM}}Ne rien faire avec les registres de travail.{{/GM}}
it: {{GM}}Lascia il fascicolo personale.{{/GM}}
ru: {{GM}}Закрыть личное дело.{{/GM}}

source: {{GM}}Leave the panel alone.{{/GM}}
de: {{GM}}Tritt von der Konsole zurück.{{/GM}}
es: {{GM}}Dejar el panel.{{/GM}}
fr: {{GM}}Ne rien faire avec le panneau.{{/GM}}
it: {{GM}}Lascia il pannello.{{/GM}}
ru: {{GM}}Оставить панель в покое.{{/GM}}

source: {{GM}}Leave the panel.{{/GM}}
de: {{GM}}Tritt von der Konsole zurück.{{/GM}}
es: {{GM}}Dejar el panel.{{/GM}}
fr: {{GM}}Ne rien faire avec le panneau.{{/GM}}
it: {{GM}}Lascia il pannello.{{/GM}}
ru: {{GM}}Оставить панель в покое.{{/GM}}

source: {{GM}}Leave the piano.{{/GM}}
de: {{GM}}Geh vom Klavier weg.{{/GM}}
es: {{GM}}Aléjate del piano.{{/GM}}
fr: {{GM}}Ne rien faire avec le piano.{{/GM}}
it: {{GM}}Lascia stare il piano.{{/GM}}
ru: {{GM}}Оставить пианино в покое.{{/GM}}

source: {{GM}}Leave the safe alone.{{/GM}}
de: {{GM}}Lass den Safe in Ruhe.{{/GM}}
es: {{GM}}Dejar la caja fuerte en paz.{{/GM}}
fr: {{GM}}Laisser le coffre-fort et partir.{{/GM}}
it: {{GM}}Lascia stare la cassaforte.{{/GM}}
ru: {{GM}}Оставить сейф в покое.{{/GM}}

source: {{GM}}Leave the shoe pile.{{/GM}}
de: {{GM}}Geh vom Schuhhaufen weg.{{/GM}}
es: {{GM}}Dejar el montón de zapatos.{{/GM}}
fr: {{GM}}Laisser la pile de chaussures.{{/GM}}
it: {{GM}}Lascia il mucchio di scarpe.{{/GM}}
ru: {{GM}}Оставить кучу обуви в покое.{{/GM}}

source: {{GM}}Leave the trivid player.{{/GM}}
de: {{GM}}Geh vom Trivid-Spieler weg.{{/GM}}
es: {{GM}}Dejar el reproductor de trídeo.{{/GM}}
fr: {{GM}}Laisser le lecteur trividéo.{{/GM}}
it: {{GM}}Lascia il lettore trideo.{{/GM}}
ru: {{GM}}Оставить проигрыватель в покое.{{/GM}}

source: {{GM}}Leave the uniform alone.{{/GM}}
de: {{GM}}Lass die Uniform liegen.{{/GM}}
es: {{GM}}Dejar el uniforme.{{/GM}}
fr: {{GM}}Ne rien faire avec l'uniforme.{{/GM}}
it: {{GM}}Lascia l'uniforme dov'è.{{/GM}}
ru: {{GM}}Оставить облачение в покое.{{/GM}}

source: {{GM}}Leave the vending machine alone.{{/GM}}
de: {{GM}}Lass den Automaten da, wo er ist.{{/GM}}
es: {{GM}}Dejar la máquina expendedora en paz.{{/GM}}
fr: {{GM}}Ne rien faire avec le distributeur.{{/GM}}
it: {{GM}}Lascia stare il distributore automatico.{{/GM}}
ru: {{GM}}Оставить торговый автомат в покое.{{/GM}}

source: {{GM}}Leave the vent.{{/GM}}
de: {{GM}}Tritt vom Schacht zurück.{{/GM}}
es: {{GM}}Dejar la rejilla.{{/GM}}
fr: {{GM}}Quitter la ventilation.{{/GM}}
it: {{GM}}Lascia il condotto.{{/GM}}
ru: {{GM}}Уйти.{{/GM}}

source: {{GM}}Leave the wall.{{/GM}}
de: {{GM}}Geh von der Wand weg.{{/GM}}
es: {{GM}}Pasar de la pared.{{/GM}}
fr: {{GM}}Ne rien faire avec le mur.{{/GM}}
it: {{GM}}Lascia stare il muro.{{/GM}}
ru: {{GM}}Отойти от стены.{{/GM}}

source: {{GM}}Leave the workbench.{{/GM}}
de: {{GM}}Verlasse die Arbeitsbank.{{/GM}}
es: {{GM}}Alejarte del escritorio.{{/GM}}
fr: {{GM}}Quitter la paillasse.{{/GM}}
it: {{GM}}Lascia il tavolo da lavoro.{{/GM}}
ru: {{GM}}Отойти от стола.{{/GM}}

source: {{GM}}Leave them as they are.{{/GM}}
de: {{GM}}Lass sie, wo sie sind.{{/GM}}
es: {{GM}}Dejarlo donde está.{{/GM}}
fr: {{GM}}Les laisser là où ils sont.{{/GM}}
it: {{GM}}Lasciali così come sono.{{/GM}}
ru: {{GM}}Ничего не трогать.{{/GM}}

source: {{GM}}Leave them to their fate.{{/GM}}
de: {{GM}}Überlass sie ihrem Schicksal.{{/GM}}
es: {{GM}}Dejarlos a su suerte.{{/GM}}
fr: {{GM}}Les laisser à leur destin.{{/GM}}
it: {{GM}}Non ti occupare di loro.{{/GM}}
ru: {{GM}}Предоставить рабов их участи.{{/GM}}

source: {{GM}}Lie{{/GM}} I'm here to check the site for spectral DNA.
de: {{GM}}Lüge{{/GM}} Ich soll hier alles auf spektrale DNA hin überprüfen.
es: {{GM}}Miente{{/GM}} He venido a ver si aquí hay ADN espectral.
fr: {{GM}}Mentir{{/GM}} Je suis ici pour faire une analyse ADN spectrale.
it: {{GM}}Menti{{/GM}} Sono qui per controllare se sul posto ci sia del DNA spettrale.
ru: {{GM}}Солгать{{/GM}} Мне поручили проверить место преступления на предмет наличия призрачной ДНК.

source: {{GM}}Lie{{/GM}} ¥15,000.
de: {{GM}}Lüge{{/GM}} ¥ 15.000.
es: {{GM}}Mentir{{/GM}} 15 000 ¥.
fr: {{GM}}Mentir{{/GM}} 15 000 ¥.
it: {{GM}}Menti{{/GM}} ¥ 15.000.
ru: {{GM}}Солгать{{/GM}} ¥15,000.

source: {{GM}}Like a lazy pigeon, he watches you approach.{{/GM}} You're not from 'round here, are ya? I don't want any trouble.
de: {{GM}}Mit halbgeschlossenen Augen blickt er euch entgegen.{{/GM}} Ihr seid nicht von hier, oder? Ich will keinen Ärger.
es: {{GM}}Como una paloma perezosa, observa cómo te acercas.{{/GM}} Tú no eres de por aquí, ¿verdad? No quiero problemas.
fr: {{GM}}Il vous regarde approcher tel un pigeon paresseux.{{/GM}} Vous n'êtes pas d'ici vous, n'est-ce pas ? Je ne veux pas de problèmes.
it: {{GM}}Come un piccione indolente, ti osserva mentre ti avvicini.{{/GM}} Non si di queste parti, vero? Non voglio problemi.
ru: {{GM}}Он наблюдает за твоим приближением, словно ленивый голубь.{{/GM}} Ты ведь не из местных, правда? Мне не нужны неприятности.

source: {{GM}}Loan him Dowd’s pistol.{{/GM}}
de: {{GM}}Leih ihm Dowds Pistole.{{/GM}}
es: {{GM}}Prestarle la pistola de Dowd.{{/GM}}
fr: {{GM}}Lui prêter le pistolet de Dowd.{{/GM}}
it: {{GM}}Gli ho prestato la pistola di Dowd.{{/GM}}
ru: {{GM}}Дать ему пистолет Дауда.{{/GM}}

source: {{GM}}Loan him Dowd’s pistol{{/GM}}
de: {{GM}}Leih ihm Dowds Pistole.{{/GM}}
es: {{GM}}Déjale la pistola de Dowd.{{/GM}}
fr: {{GM}}Lui prêter le pistolet de Dowd{{/GM}}
it: {{GM}}Prestagli la pistola di Dowd{{/GM}}
ru: {{GM}}Дать ему пистолет Дауда{{/GM}}

source: {{GM}}Log out.{{/GM}}
de: {{GM}}Ausloggen.{{/GM}}
es: {{GM}}Cierra sesión.{{/GM}}
fr: {{GM}}Déconnexion.{{/GM}}
it: {{GM}}Esci.{{/GM}}
ru: {{GM}}Выход.{{/GM}}

source: {{GM}}Look at something else.{{/GM}}
de: {{GM}}Sieh dir etwas anderes an.{{/GM}}
es: {{GM}}Mirar otra cosa.{{/GM}}
fr: {{GM}}Chercher autre chose.{{/GM}}
it: {{GM}}Cerca qualcos'altro.{{/GM}}
ru: {{GM}}Поискать что-нибудь еще.{{/GM}}

source: {{GM}}Look at the business card.{{/GM}}
de: {{GM}}Sieh dir die Visitenkarte an.{{/GM}}
es: {{GM}}Mira la tarjeta de visita.{{/GM}}
fr: {{GM}}Regarder les cartes de visite.{{/GM}}
it: {{GM}}Esamina il biglietto da visita.{{/GM}}
ru: {{GM}}Осмотреть визитку.{{/GM}}

source: {{GM}}Look at the cards.{{/GM}}
de: {{GM}}Lies die Karten.{{/GM}}
es: {{GM}}Mirar las tarjetas.{{/GM}}
fr: {{GM}}Regarder les cartes.{{/GM}}
it: {{GM}}Guarda i biglietti.{{/GM}}
ru: {{GM}}Изучить открытки.{{/GM}}

source: {{GM}}Look at the cleaning solvents.{{/GM}}
de: {{GM}}Sieh dir die Reinigungsmittel an.{{/GM}}
es: {{GM}}Mirar los disolventes.{{/GM}}
fr: {{GM}}Regarder les solvants de nettoyage.{{/GM}}
it: {{GM}}Guarda i detergenti.{{/GM}}
ru: {{GM}}Осмотреть чистящие средства.{{/GM}}

source: {{GM}}Look at the credstick.{{/GM}}
de: {{GM}}Sieh dir den Credstick an.{{/GM}}
es: {{GM}}Mira el credistick.{{/GM}}
fr: {{GM}}Regarder le créditube.{{/GM}}
it: {{GM}}Esamina il credstick.{{/GM}}
ru: {{GM}}Осмотреть кредстик.{{/GM}}

source: {{GM}}Look at the handwritten note.{{/GM}}
de: {{GM}}Sieh dir die handgeschriebene Nachricht an.{{/GM}}
es: {{GM}}Mira la nota escrita a mano.{{/GM}}
fr: {{GM}}Regarder le mot écrit à la main.{{/GM}}
it: {{GM}}Esamina l'appunto scritto a mano.{{/GM}}
ru: {{GM}}Осмотреть записку.{{/GM}}

source: {{GM}}Look at the image on the photo.{{/GM}}
de: {{GM}}Sieh dir das Bild auf dem Foto an.{{/GM}}
es: {{GM}}Observar la imagen de la fotografía.{{/GM}}
fr: {{GM}}Regarder l'image sur la photo.{{/GM}}
it: {{GM}}Osserva l'immagine della foto.{{/GM}}
ru: {{GM}}Рассмотреть фотографию.{{/GM}}

source: {{GM}}Look at the picture.{{/GM}}
de: {{GM}}Sieh dir das Foto an.{{/GM}}
es: {{GM}}Mirar la fotografía.{{/GM}}
fr: {{GM}}Regarder la photo.{{/GM}}
it: {{GM}}Guarda la foto.{{/GM}}
ru: {{GM}}Осмотреть фотографию.{{/GM}}
