Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Hey, I figure if I help you out, there's a better chance to get this scumbag off the streets a little sooner. McKlusky wants the Ripper in a cell, sure, but he couldn't care less if it takes another dozen murders. Good luck out there eh? {{GM}}Dresden starts to turn back to the body, then stops.{{/GM}} Speaking of McKlusky... you should probably get going soon, before he shows up.
de: Hey, wenn ich dir helfe, steigen die Chancen, dass dieser Abschaum ein wenig früher von der Straße gespült wird. McKlusky will den Ripper auch hinter Schloss und Riegel bringen, klar, aber dem ist es ziemlich egal, ob noch zwanzig Leute den Tod finden oder nicht. Viel Glück da draußen. {{GM}}Dresden dreht sich wieder zu der Leiche um, hält aber kurz inne.{{/GM}} Apropos McKlusky ... Du solltest besser verschwinden, bevor er hier auftaucht.
es: Eh, me imagino que si te ayudo habrá más posibilidades de sacar de las calles antes a ese cabrón. McKlusky quiere al Destripador en una celda, claro, pero no le importa nada si para eso se comete otra docena de asesinatos. Buena suerte ahí fuera, ¿eh? {{GM}}Dresden empieza a girarse hacia el cuerpo, pero se detiene.{{/GM}} Hablando de McKlusky... probablemente deberías ir yéndote, antes de que aparezca.
fr: Hé, je me dis que si je vous aide, ça se pourrait qu'on arrive à se débarrasser de ce salopard un peu plus tôt. McKlusky veut mettre l'éventreur sous les verrous, c'est vrai, mais il s'en fout si ça prend dix meurtres de plus. Bonne chance, hein ? {{GM}}Dresden se retourne vers le corps, puis s'arrête.{{/GM}} En parlant de McKlusky... il ne devrait pas tarder. Vous devriez peut-être partir avant.
it: Ehi, suppongo che con il mio aiuto ci siano maggiori possibilità di togliere di mezzo questa canaglia. McKlusky vuole lo Squartatore dietro le sbarre, certo, ma non gli importa se fa un'altra dozzina di vittime. Buona fortuna là fuori! {{GM}}Dresden inizia a voltarsi verso il corpo, poi si ferma.{{/GM}} A proposito di McKlusky... dovresti andartene subito, prima che arrivi.
ru: Если я тебе помогу, это увеличит наши шансы поймать этого подонка до того, как он прикончит кого-то еще. Макклюски тоже хочет его сграбастать, но ему нет дела до того, скольких неудачников Потрошитель успеет покромсать, так что желаю удачи. {{GM}}Дрезден поворачивается к телу, но потом останавливается.{{/GM}} Раз уж мы заговорили о Макклюски... лучше бы тебе здесь не задерживаться, потому что он сюда уже выехал.

source: Hey, I found all these chips on the some of the Matrix switch boxes. Is that important?
de: Hey, ich hab all diese Chips in einigen der Matrix-Schaltkästen gefunden. Sind die wichtig?
es: Eh, he encontrado todos estos chips en algunas de las cajas de interruptores de la Matriz. ¿Es importante?
fr: Hé, j'ai trouvé toutes ces puces sur les boîtes d'interrupteurs de la matrice. C'est important ?
it: Ehi, ho trovato questi chip accanto ad alcuni interruttori della Matrice. Sono importanti?
ru: Кто-то подключил к матричным свитчам вот эти чипы. Это важно?

source: Hey, I just swept there!
de: Hey, ich hab hier gerade erst gefegt!
es: ¡Oye, que acabo de barrer!
fr: Hé, je viens de balayer, là !
it: Ehi, ho appena spazzato là!
ru: Эй! Я только что здесь подмел!

source: Hey, I know you. You’re... uh... $(l.Name)! Thanks again for your help back in 2012. What can I do for you today?
de: Hey, dich kenn ich doch. Du bist ... äh ... $(l.Name)! Danke für deine Hilfe damals im Jahr 2012. Was kann ich für dich tun?
es: Eh, yo te conozco. Tú eres... uh... ¡$(l.Name)! Gracias de nuevo por tu ayuda en 2012. ¿Qué puedo hacer por ti hoy?
fr: Hé, je te connais. Tu es... euh... $(l.Name) ! Merci encore de m'avoir aidé en 2012. Qu'est-ce que je peux faire pour toi, aujourd'hui ?
it: Ehi, io ti conosco. Sei... ehm... $(l.Name)! Grazie ancora per avermi dato una mano nel 2012. Cosa posso fare per te oggi?
ru: Эй, а я тебя знаю. Ты... как бишь там тебя... $(l.Name)! Спасибо за помощь в 2012. Чем я могу тебя отблагодарить?

source: Hey, I thought we had an understanding. Now leave me alone. I've got some upstanding customers here to deal with.
de: Hey. Ich dachte, wir hätten uns geeinigt. Jetzt lass mich in Ruhe. Ich muss mich um ein paar ordentliche Kunden kümmern.
es: Eh, creía que teníamos un acuerdo. Y ahora, déjame en paz. Tengo aquí unos clientes selectos.
fr: Hé, je croyais que l'on avait un accord. Laissez-moi tranquille, maintenant. J'ai des clients qui attendent, là.
it: Ehi, pensavo che avessimo un accordo. Ora lasciami in pace. Ho dei clienti di cui occuparmi.
ru: Эй, мы же договорились. А теперь оставь меня в покое. У меня клиенты.

source: Hey, I thought we had an understanding... What do you want now?
de: Hey. Ich dachte, wir hätten uns geeinigt ... Was willst du jetzt?
es: Eh, creía que teníamos un acuerdo... ¿Qué es lo que quieres ahora?
fr: Hé, je croyais que l'on avait un accord... Qu'est-ce que vous voulez maintenant ?
it: Ehi, pensavo che ci fossimo intesi... Che vuoi ora?
ru: Эй, мы же договорились... Что теперь?

source: Hey, I've already provided the party favors!
de: Hey, ich hab bereits für die Geschenke gesorgt!
es: ¡Eh, yo ya he puesto los adornos para la fiesta!
fr: Hé, j'ai déjà fourni le matos !
it: Ehi, ma io ho già offerto il primo giro!
ru: Вот и отлично.

source: Hey, McKlusky - I got good news for you.
de: Hey, McKlusky ... ich hab gute Neuigkeiten für Sie.
es: Eh, McKlusky. Tengo buenas noticias para ti.
fr: Hé, McKlusky, bonnes nouvelles.
it: Ehi, McKlusky, ho buone notizie per te.
ru: Эй, Макклюски, у меня для тебя хорошие новости.

source: Hey, Mr. Kluwe. Got any good intel for me?
de: Hey, Mr. Kluwe. Irgendwelche Neuigkeiten für mich?
es: Eh, Sr. Kluwe. ¿Tiene información para mí?
fr: Hé, M. Kluwe. Vous avez des renseignements pour moi ?
it: Ehilà, signor Kluwe. Hai qualche informazione riservata per me?
ru: Привет, мистер Клюве. Что случилось за время моего отсутствия?

source: Hey, Mrs. Kubota. Sorry, I can’t talk. I have to do a thing.
de: Hey, Mrs. Kubota. Sorry, ich hab gerade gar keine Zeit zum Reden. Ich muss etwas erledigen.
es: Eh, Sra. Kubota. Lo siento, no puedo hablar. Tengo que hacer una cosa.
fr: Hé, Mme Kubota. Désolé, je n'ai pas le temps. Je dois faire quelque chose.
it: Ehi, signora Kubota. Non posso trattenermi. Ho una cosa da fare.
ru: Миссис Кубота! Привет! Не могу болтать, очень много дел.

source: Hey, do you think you could duck out for a smoke or something? It would be easier if I didn't have to clean around you.
de: Denkst du, du könntest vielleicht kurz eine rauchen gehen? Wäre viel einfacher für mich, wenn ich nicht um dich herum putzen muss.
es: Eh, ¿crees que podrías pirarte a por un pitillo o algo? Sería más fácil si no tuviera que limpiar a tu alrededor.
fr: Hé, vous pensez que vous pourriez prendre une pause clope ou quoi ? Ce serait plus facile si je n'avais pas à nettoyer autour de vous.
it: Ehi, pensi di potertela filare per una sigaretta o qualcosa del genere? Sarebbe più facile se io non dovessi pulire il casino intorno intorno a te.
ru: Может, выйдешь на пять минут покурить? Нам обоим будет проще, если я не буду путаться у тебя под ногами.

source: Hey, don't touch that.
de: Hey, fass das nicht an.
es: Oye, no toques eso.
fr: Hé, touchez pas à ça.
it: Ehi, non toccare.
ru: Эй! Не трогай!

source: Hey, don’t scare the kid, Hansel. We still need $(l.him) to go on the mission! By the by, I’m coming with you, $(l.name). I wouldn’t mind seeing these creatures for myself. I missed ‘em last time. Telestrian will bankroll you so you can hire the rest of the team.
de: Jetzt jag unserem Shadowrunner doch keine Angst ein, Hänsel! Wir brauchen $(l.him) noch! Ach ja, ich komme übrigens mit dir, $(l.name). Ich würde diese Kreaturen gern mit eigenen Augen sehen. Hab sie beim letzten Mal verpasst. Telestrian wird dir das notwendige Geld geben, um den Rest des Teams anzuheuern.
es: Oye, no asustes al chico, Hansel. ¡Necesitamos que $(l.him) vaya a la misión! Por cierto, voy contigo, $(l.name). No me importaría ver a esas criaturas con mis propios ojos. La última vez me las perdí. Telestrian te dará todo lo que necesites para contratar al resto del equipo.
fr: Hé, arrêtez de faire peur au gamin, Hansel. On a besoin de $(l.him) pour partir en mission ! Au fait, je pars avec vous, $(l.name). J'aimerais bien voir ces créatures de plus près. Je les ai ratées, la dernière fois. Telestrian va vous donner des fonds pour engager le reste de l'équipe.
it: Ehi, non spaventare la gioventù, Hansel. $(l.him) ci serve ancora, per la missione! A proposito, io vengo con te, $(l.name). Non mi dispiacerebbe vedere queste creature di persona. Me le sono perse l'ultima volta. Telestrian ti manderà i soldi, così puoi arruolare il resto del team.
ru: Ганс, не пугай малютку. Вдруг $(l.him) проймет такой страх, что у нас ничего не получится! Кстати, $(l.name), я отправляюсь с тобой. Мне захотелось поглядеть на этих созданий - в прошлый раз я пропустил представление. Телестриан выдаст тебе аванс, так что пойди и дай денег жадным детям, которые будут нас сопровождать.

source: Hey, fine by me. This month's dues are 300 nuyen. Fork it over.
de: Hey, ist mir nur recht. Das Schutzgeld für den Monat sind 300 Nuyen. Her damit.
es: Por mí, perfecto. La cuota de este mes es de 300 nuyens. Desembolsa.
fr: C'est bon pour moi. Les frais de ce mois-ci s'élèvent à 300 nuyens. Allez, on paye.
it: Ehi, come vuoi. Mi devi 300 nuyen per questo mese. Sgancia.
ru: Ладно, дело твое. Она задолжала 300 нюйен. Выкладывай денежки.

source: Hey, hold on a minute there. You haven't put in a donation for the Lonely Orphans Fund!
de: He, warte mal ’ne Sekunde. Du hast noch keine Spende für den Arme-Waisen-Fonds eingezahlt!
es: Oye, un momento. ¡No has hecho ningún donativo al Fondo de los huérfanos solitarios!
fr: Hé, deux secondes, là. Vous n'avez pas fait de don pour le Fonds des orphelins de Lone Star !
it: Ehi, aspetta un attimo, tu. Non hai fatto nemmeno una donazione per il Fondo orfani abbandonati!
ru: Хотя погоди. Сначала тебе надо сделать взнос в пользу фонда помощи осиротевшим детям сотрудников полиции!

source: Hey, it ain't like that! You don't know him. The team managers laced his food with battleboost drugs. Josie likes his head clear, but they don't listen. It's not his fault he crushed that guy's throat ...
de: He, so war das nicht! Du kennst ihn nicht. Die Team-Manager haben ihm Battleboost-Drogen ins Essen getan. Josie bewahrt lieber einen klaren Kopf, aber sie haben nicht auf ihn gehört. War nicht seine Schuld, dass er diesem Kerl die Kehle zerquetscht hat ...
es: ¡Oye, nada de eso! Tú no lo conoces. Los responsables del equipo le llenaban la comida de anabolizantes. A Josie le gusta tener la cabeza despejada, pero no le hacen caso. No le destrozó la garganta a ese tipo porque quisiera hacerlo...
fr: Hé, c'est pas si simple ! Vous ne le connaissez pas. Les coachs de l'équipe ont mis des dopants super agressifs dans sa bouffe. Josie déteste avoir l'esprit embrouillé, mais eux ils s'en fichaient. C'est pas sa faute s'il a écrabouillé la gorge de ce type...
it: Ehi, non è come credi! Non lo conosci. I capigruppo gli hanno messo nel cibo una droga che lo potenzia in battaglia. A Josie piace essere lucido, ma non l'hanno ascoltato. Non è colpa sua se ha strozzato quel tizio...
ru: Эй, он не такой! Ты его не знаешь. Менеджер команды подсыпал ему в еду боевые стимуляторы. Джози любит, когда может думать нормально, но санитары его не слушают. Он не виноват, что раздавил горло тому другому парню...

source: Hey, it's those guys who took out Stevie J's place. Get 'em!
de: Hey! Das sind die Typen, die Stevie J. ausgeschaltet haben. Schnappt sie euch!
es: Eh, son esos tipos que se cargaron la casa de Stevie J. ¡A por ellos!
fr: Hé, c'est les gars de chez Stevie J. Chopez-les !
it: Ehi, sono quei ragazzi che hanno preso il posto di Stevie J. Prendeteli!
ru: Эй, это же те парни, которые разнесли квартиру Стиви-младшего. Убейте их!

source: Hey, just being friendly. Forget I said anything!
de: Hey, ich versuch nur, nett zu sein. Vergiss, dass ich was gesagt hab!
es: Eh, solo intentaba ser amable. ¡Olvida lo que he dicho!
fr: Hé, j'essayais juste d'être sympa. Oublie ce que j'ai dit !
it: Ehi, volevo solo fare un po' di conversazione. Io non ti ho detto nulla!
ru: Ясно. Молчу.

source: Hey, just figured I'd give you the heads up. Those Halloweeners, they're stirrin' up trouble again. {{GM}}She points to the east.{{/GM}} They rode in this morning on those fancy bikes. Setup camp in the old street market. They've been marching up and down the street all day, shaking down anyone that wanders past.
de: Hey, ich wollt euch nur warnen, bevor es zu spät ist. Diese Halloweener machen mal wieder Ärger. {{GM}}Sie zeigt Richtung Süden.{{/GM}} Sind heute morgen auf ihren schicken Motorrädern angebraust und haben sich auf dem alten Marktplatz eingenistet. Den ganzen Tag marschieren sie schon die Straße rauf und runter und mischen jeden auf, den sie sehen.
es: Eh, he pensado que debía avisarte. Esos Halloweeners, están buscando problemas otra vez. {{GM}}Señala hacia el este.{{/GM}} Llegaron esta mañana en esa motos tan bonitas. Montaron el campamento en la vieja calle del mercado. Llevan todo el día marchando calle arriba y calle abajo, robando a todo el que se cruza en su camino.
fr: Hé, je voulais juste vous prévenir. Ces halloweeners, ils sont encore venus mettre le bordel. {{GM}}Elle indique l'est.{{/GM}} Ils sont arrivés ce matin sur leurs grosses motos. Ils ont monté le camp dans le marché d'Old Street. Ils sillonnent la rue depuis ce matin, en harcelant tout ce qui bouge.
it: Ehi, ho pensato di avvertirti. Quegli Halloweener stanno di nuovo cercando rogne. {{GM}}Indica verso est.{{/GM}} Sono arrivati stamattina su quelle moto bizzarre. Si sono accampati nel vecchio mercato. Hanno fatto su e giù per la strada tutto il giorno, buttando a terra chiunque tentasse di passare in mezzo a loro.
ru: Просто решила вас предупредить. Хэллоуинеры опять что-то затеяли. {{GM}}Она показывает на восток.{{/GM}} Приехали утром на своих раскрашенных мотоциклах. Припарковали их прямо посреди рынка. Весь день маршировали по улице и вытрясали из прохожих деньги и вещи.

source: Hey, one more thing. When you're done checking out your pal's crime scene, pop in to the Seamstresses Union. It's just down the street. You need gear, information, or just a damned stiff drink, that's the place to be. Best dive this side of Chicago. I used that place as a base of operations for years, back in the day. Make the right friends there and I'm sure you'll get to the bottom of this Ripper business.
de: Hey, eine Sache noch. Wenn du mit den Tatort unseres Kumpels hier fertig bist, sieh dich mal in der Seamstresses Union um. Sie liegt direkt hier um die Ecke. Wenn du Ausrüstung, Infos oder einfach nur einen ordentlichen Drink brauchst, ist das der Ort, den du suchst. Beste Bar diesseits von Chicago. Ich hab den Laden jahrelang als Ausgangsbasis für meine Runs benutzt. Wenn du dir dort die richtigen Leute zu Freunden machst, bin ich mir sicher, dass du diese Ripper-Geschichte aufklären wirst.
es: Eh, una cosa más. Cuando hayas terminado de revisar la escena del crimen de tu amigo, pásate por el Unión de Costureras. Está justo calle abajo. Si necesitas equipo, información, o un maldito trago de algo fuerte, es tu lugar. El mejor tugurio a este lado de Chicago. En mis tiempos, usé ese sitio como base de operaciones durante años. Si haces los amigos adecuados allí, seguro que llegas al fondo de este asunto del Destripador.
fr: Hé, une dernière chose. Une fois que tu auras fini d'éplucher la scène de crime de ton pote, passe un peu au Seamstresses Union. C'est juste au bas de la rue. Si t'as besoin de matos, d'infos, ou juste d'un petit remontant, tu trouveras ton bonheur là-bas. C'est le meilleur rade de ce côté de Chicago. J'utilisais l'endroit comme base d'opérations à l'époque. Fais-toi les bons amis là-bas et je suis sûr que tu te débarrasseras de cette affaire d'éventreur.
it: Ehi, ancora una cosa. Quando hai finito di dare un'occhiata al luogo dov'è morto il tuo amico, fai un salto al Seamstresses Union. È in fondo alla strada. Se hai bisogno di equipaggiamento, informazioni o semplicemente di un drink come si deve, quello è il posto giusto. È il bar migliore di questa parte di Chicago. Ho usato quel posto come base operativa per anni, ai bei tempi. Fatti gli amici giusti e ho la certezza che arriverai al fondo di questa faccenda dello Squartatore.
ru: Да, вот еще кое-что. Когда закончишь осматриваться, заходи в Союз белошвеек. Это бар на соседней улице. Если тебе понадобится снаряжение, информация или выпивка, у них все есть. Лучшее заведение по эту сторону от Чикаго. Несколько лет назад я оттуда не вылезал. Если ты сможешь завести там друзей, Потрошитель точно от тебя не уйдет.

source: Hey, seen my friend around? Tall lady, dreads...
de: Hey, hast du hier irgendwo meine Freundin gesehen? Ziemlich groß, Dreadlocks ...
es: Eh, ¿has visto a mi amiga por ahí? Una chica alta, atrevida...
fr: Hé, z'auriez pas vu mon amie ? Grande femme, des dreads...
it: Ehi, hai visto la mia amica in giro? Una donna alta, con i capelli rasta...
ru: Тут не пробегала? Такая высокая, с дредами...

source: Hey, stop nosin' around!
de: Hey! Hör auf, hier rumzuschnüffeln!
es: ¡Oye, deja de husmear!
fr: Hé, arrêtez de fouiner comme ça !
it: Ehi, piantala di ficcare il naso!
ru: Эй, хватит совать свой нос в чужое дело!

source: Hey, that’s not fair! I’m not lookin’ for dirt. I kinda liked Sam. Sure, he creeped on me once in awhile but he had a good heart. I miss him sitting at the end of the bar and telling jokes.
de: Hey, das ist nicht fair! Ich warte nicht aus Sensationsgier. Ich mochte Sam. Ich meine, klar war er ab und an ein bisschen schmierig, aber er hatte ein gutes Herz. Ich werde ihn und seine blöden Witze vermissen.
es: ¡Eh, eso no es justo! No estoy buscando trapos sucios. Me gustaba Sam. Vale, me daba algo de miedo de vez en cuando, pero tenía un buen corazón. Le echo de menos, sentado al final de la barra y contando chistes.
fr: Hé, c'est pas juste ! Je ne m'intéresse pas aux ragots. J'aimais bien Sam. Bien sûr, il m'a fait peur une fois ou deux, mais il avait un bon fond. Il me manque, il était toujours assis au bout du bar à raconter des blagues.
it: Ehi, questo non è giusto! Non sto cercando pettegolezzi. In qualche modo Sam mi piaceva. Certo, di tanto in tanto s'intrometteva nella mia vita, ma era di buon cuore. Mi manca vederlo seduto in fondo al bar a raccontare barzellette.
ru: Эй, так не честно! Сэм мне нравился. Ну да, иногда он бывал невыносим, но у него было доброе сердце. Мне не хватает его анекдотов. Он мог травить их часами.

source: Hey, this is restricted area!
de: Hey! Der Zugang zu diesem Gebiet ist eingeschränkt!
es: ¡Oye, esto es una zona de acceso restringido!
fr: Hé, c'est une zone interdite !
it: Ehi, è un'area riservata!
ru: Эй! Это закрытое помещение!

source: Hey, we can't all be... like you. Please, I just need one BTL to get through the day. Two, tops. What do you say?
de: Hey, wir können nicht alle sein ... wie du. Bitte, nur ein BTL, um über den Tag zu kommen. Höchstens zwei. Was sagst du?
es: Eh, no todos podemos ser... como tú. Por favor, solo necesito un BTL para pasar el día. Dos, como mucho. ¿Qué me dices?
fr: Hé, on ne peut pas tous être... comme toi. S'il te plaît, j'ai juste besoin d'une BTL pour passer la journée. Deux, maxi. Qu'est-ce que t'en penses ?
it: Ehi, mica possiamo essere tutti... come te. Per favore, mi serve solo un chip di BTL per alla fine della giornata. Facciamo due. Che ne dici?
ru: Слушай, не все же могут быть такими... как ты. Пожалуйста! Одного ИР-чипа мне хватает на целый день. Самое большее, двух. Что скажешь?

source: Hey, what are you doing here?
de: Hey, was willst du hier?
es: Oye, ¿qué haces aquí?
fr: Hé, qu'est-ce que vous faites ici ?
it: Ehi, che stai facendo qui?
ru: Эй, что это ты тут делаешь?

source: Hey, what the hell?!?
de: Hey, was zum Teufel?!
es: Eh, ¡¿qué demonios?!
fr: Hé, c'est quoi ce bordel ?!
it: Ehi, ma che diavolo?!?
ru: Эй, какого рожна!?

source: Hey, you heard the lady. Back off.
de: Hey, du hast die Dame gehört. Verzieh dich.
es: Eh, ya has oído a la señora. Lárgate.
fr: Hé, tu as entendu ce qu'elle a dit. Dégage.
it: Ehi, hai sentito la signora. Indietro.
ru: Эй, ты слышал бабушку. Дуй отсюда.

source: Hey, you lookin' for a good time?
de: Hey, bist du hier, um ein bisschen Spaß zu haben?
es: Eh, ¿quieres pasar un buen rato?
fr: Hé, tu veux passer du bon temps ?
it: Ehi, ti va di divertirti un po'?
ru: Эй! Хочешь приятно провести вечер?

source: Hey, you remember that Renraku run when things went to hell and we lost Dowd? Or that makeshift saloon on the docks afterward? I really had your back that night, didn’t I?
de: Hey, erinnerst du dich noch an die Renraku-Sache, bei der alles schiefgelaufen ist und wir Dowd verloren haben? Oder danach dieser improvisierte Saloon an den Docks? Ich hab dir da echt den Rücken freigehalten, oder nicht?
es: Eh, ¿te acuerdas de esa incursión en Renraku, cuando todo se fue al infierno y perdimos a Dowd? ¿O esa cantina improvisada en los muelles después? Esa noche te cubrí bien las espaldas, ¿verdad?
fr: Hé, tu te souviens de ce run Renraku où tout est parti en sucette et on a perdu Dowd ? Ou de ce faux saloon sur les docks, juste après ? J'étais vraiment là pour toi cette nuit-là, hein ?
it: Ehi, ti ricordi la missione Renraku, quando andò tutto storto e perdemmo Dowd? E quel saloon del porto dove ripiegammo subito dopo? Quella notte ti ho proprio salvato il culo, vero?
ru: Помнишь наш набег на Ренраку в ту ночь, когда все полетело к чертям и мы потеряли Дауда? Или тот вонючий бар прямо на пристани, в котором мы надрались, когда все закончилось? Я ведь прикрыл тебя в ту ночь, разве не так?

source: Hey, you want a new look? Got just the thing for you - should give you an edge out there, too.
de: Hey, Lust auf ein neues Outfit? Ich hab genau das Richtige für dich – sollte dir da draußen auch noch einen Vorteil verschaffen.
es: Eh, ¿quieres cambiar de imagen? Tengo justo lo que necesitas, y además te dará algo de ventaja ahí fuera.
fr: Hé, vous voulez un nouveau look ? J'ai ce qu'il vous faut. En plus, ça vous donnera un avantage pour là où vous allez.
it: Ehi, vuoi cambiare look? Ho quello che fa al caso tuo. Devi distinguerti là fuori.
ru: Эй, хочешь обновить гардероб? Могу помочь - у меня есть все, чтобы классно выглядеть. Кроме того, многие из этих вещей помогут тебе в работе.

source: Hey.
es: Eh.
fr: Hé.
it: Ehi.
ru: Эй.

source: Hey. You okay?
de: Hey. Alles okay?
es: Eh. ¿Estás bien?
fr: Hé. Ça va ?
it: Ehi. Tutto ok?
ru: Эй. С тобой все в порядке?

source: Hey... I got rights!
de: Hey ... ich hab auch mein Rechte!
es: Eh... ¡tengo mis derechos!
fr: Hé... J'ai des droits !
it: Ehi... Ho dei diritti!
ru: Эй... у меня есть права!
