Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: And he reports to Grandmother Jessica?
de: Und er wendet sich an Großmutter Jessica?
es: ¿Y él responde ante Abuela Jessica?
fr: Et lui obéie à Grand-mère Jessica ?
it: E lui risponde a Nonna Jessica?
ru: А сам он подчиняется праматери Джессике?

source: And how do I get inside?
de: Und wie komme ich ins Innere?
es: ¿Y cómo entro?
fr: Et comment est-ce qu'on rentre ?
it: E come ci arrivo all'interno?
ru: И как мне попасть внутрь?

source: And how do you know all of this about Aegis?
de: Und woher weißt du all das über Aegis?
es: ¿Y cómo sabes tanto sobre Aegis?
fr: Et comment savez-vous tout ça à propose d'Aegis ?
it: E come fai a sapere tutte queste cose sull'Aegis?
ru: Откуда ты узнал об этой "Эгиде"?

source: And how does that ride-along work again, exactly?
de: Und wie genau funktioniert dieses „Mitnehmen“?
es: Y exactamente, ¿cómo funciona el viaje?
fr: Et comment ça marche ce voyage, au juste ?
it: Come funziona questo passaggio, esattamente?
ru: Напомни еще раз, как это работает.

source: And hypothetically, how would we do that?
de: Und rein hypothetisch gesprochen, wie würde er das tun?
es: Y bien, hipotéticamente hablando, ¿cómo lo haríamos?
fr: Et objectivement, comment comptez-vous faire ?
it: E ipoteticamente, come faremmo?
ru: И как же мы это сделаем, чисто гипотетически?

source: And if that wasn't enough, I also teach a safety and instructional course every weekend. This week we're covering bayonets. Mark my words, they're making a comeback.
de: Und als ob das nicht genug wäre, unterrichte ich auch noch einen Kurs in Sicherheit und korrekter Anwendung von Waffen. Diese Woche spreche ich über Bajonette. Ich sag’s dir, die sind wieder stark im Kommen.
es: Y, por si eso fuera poco, los fines de semana también doy cursos sobre seguridad e instrucción. Esta semana vamos a hablar de las bayonetas. Ya verás: están volviendo a ponerse de moda.
fr: Et si ce n'est pas assez, je propose également des cours d'autodéfense tous les weekends. Cette semaine, on s'attaque aux baïonnettes. Croyez-moi, elles reviennent à la mode.
it: E se non le basta, tengo corsi di sicurezza e formazione ogni fine settimana. Nel prossimo parleremo delle baionette. Dia retta a me, stanno tornando di moda.
ru: Но и это еще не все. По выходным я устраиваю мастер-классы по обращению с различными видами вооружения. На этой неделе мы практикуем штыковые атаки. Скоро штыками будут снабжать все стандартное вооружение, помяни мое слово!

source: And just how is the astral textured these days?
de: Und welche Textur hat der Astralraum in letzter Zeit?
es: ¿Y qué textura tiene el espacio astral estos días?
fr: Et comment l'astral est-il texturé ces derniers temps ?
it: Qual è il tessuto attuale del piano astrale?
ru: И на что эта текстура последнее время похожа?

source: And let me guess... you didn't go running over to see if that guy was okay.
de: Lass mich raten ... du bist nicht rübergelaufen, um zu sehen, ob alles in Ordnung war?
es: Y déjame adivinar... no fuiste corriendo a ver si ese tipo estaba bien.
fr: Et attendez que je devine... vous ne vous êtes pas précipitée pour voir si ce gars allait bien.
it: Fammi indovinare... non sei accorsa nel vicolo per vedere se il ragazzo stava bene.
ru: Попробую угадать. Сходить посмотреть, что случилось, тебе в голову не пришло?

source: And now they're TORTURING him in there!
de: Und jetzt FOLTERN sie ihn da drin!
es: ¡Y ahora lo están TORTURANDO ahí dentro!
fr: Et maintenant ils le TORTURENT, carrément !
it: E ora lo stanno TORTURANDO lì dentro!
ru: А теперь они его там ПЫТАЮТ!

source: And poor Sam? It was his drinking and debauchery that drove my mother to the grave, as sure as if he had murdered her himself!
de: Und der ach so arme Sam? Seine Trinksucht und sein Ausschweifungen haben meine Mutter ins Grab getrieben. So, als hätte er sie selbst getötet!
es: ¿Y el pobre Sam? ¡Su bebida y desenfreno llevaron a mi madre a la tumba, es como si la hubiera asesinado él mismo!
fr: Et le pauvre Sam ? C'est son abus d'alcool et sa débauche qui ont tué ma mère, c'est comme s'il l'avait tué lui-même !
it: E il povero Sam? Sono stati il suo alcolismo e la sua dissolutezza a spingere mia madre nella tomba, è come se l'avesse assassinata lui stesso!
ru: А бедный несчастный Сэм все так же пил и кололся. Он загнал мою мать в могилу и сам отправился следом за ней.

source: And should you find them, I want to be there when they are brought low. I want to see the light leave their eyes. For my brother.
de: Solltest du sie finden, dann möchte ich dabei sein, wenn es ihnen an den Kragen geht. Ich will sehen, wie das Licht aus ihren Augen schwinden. Um meines Bruders Willen.
es: Y si los encuentras, quiero estar presente cuando mueran. Quiero ver cómo se le va apagando la luz de la mirada. Por mi hermano.
fr: Et lorsque vous les trouverez, je veux être présent quand ils tomberont à terre. Je veux voir la lumière quitter leurs yeux. Pour mon frère.
it: Se li trovi, voglio assistere al momento in cui li farai fuori. Voglio vedere quando la luce nei loro occhi si spegnerà. Per mio fratello.
ru: Я хочу быть с тобой, когда ты найдешь и покараешь их. Я хочу видеть, как погаснет свет в их глазах. Я хочу почувствовать их смерть. Ради моего брата.

source: And so he had to die?
de: Und dafür musste er sterben?
es: ¿Y por eso él tenía que morir?
fr: Et donc il devait mourir ?
it: E quindi doveva morire?
ru: И за это он должен был умереть?

source: And so you hired Holmes to get it back?
de: Und dann hast du Holmes engagiert, um sie zurückzubekommen?
es: ¿Y contrataste a Holmes para recuperarlo?
fr: Alors vous avez engagé Holmes pour le récupérer ?
it: E quindi hai ingaggiato Holmes per recuperarlo?
ru: Поэтому вы наняли Холмса, чтобы он вернул ей утраченное?

source: And tell Castle to put something new and shiny where that arm used to be.
de: Und sag Castle, dass sie den Arm mit etwas Neuem und Glänzendem ersetzen soll.
es: Y dile a Castle que le ponga algo nuevo y brillante donde solía llevar el brazo.
fr: Et dis à Castle de lui mettre un truc en métal à la place de son bras.
it: E di' a Castle di sostituire quel braccio con uno nuovo e splendente.
ru: И передай ей, пусть установит на место этой руки что-нибудь новое и блестящее.

source: And that is?
de: Das da wäre?
es: ¿Y qué es eso?
fr: C'est à dire ?
it: E cioè?
ru: И чем же?

source: And that's the real reason you won't hear me argue against your chosen course of action. Because I agree that it must be done. I only hope it can be done without any more innocents coming to harm.
de: Und das ist der wahre Grund, warum du von mir keine Einwände gegen dein Vorhaben hören wirst. Weil ich dir zustimme, dass es getan werden muss. Ich kann nur hoffen, dass dabei keine weiteren Unschuldigen leiden werden müssen.
es: Y esa es la razón por la que no te discuto los actos que has decidido llevar a cabo. Porque comprendo que son necesarios. Solo espero que se pueda hacer sin que sufran más inocentes.
fr: C'est pour ces raisons que vous ne m'entendrez jamais discuter vos choix de vie. Parce que cela doit être fait. Je suis d'accord. J'espère seulement que cela se fasse sans faire de mal à des innocents.
it: E questo è il vero motivo per cui non mi sentirai mettere in discussione la tua linea d'azione. Perché so anch'io che deve essere fatto. Spero solo che si possa fare senza nuocere ad altri innocenti.
ru: Именно поэтому я не собираюсь тебя отговаривать. Ты делаешь неприятную, грязную и в то же время необходимую работу. Мне остается лишь надеяться, что невинные люди не попадут под перекрестный огонь, когда дело дойдет до драки.

source: And that’s why we don’t *play* their fragging game. We don’t swallow their drek sandwich and politely ask for another. It’s why we run the shadows.
de: Und deswegen werden wir in ihrem kranken Spiel nicht *mitspielen*. Wir werden ihren Drek nicht fressen und nicht höflich nach Nachschlag fragen. Aus diesem Grund arbeiten wir in den Schatten.
es: Y por eso nosotros no *jugamos* a su maldito juego. No nos tragamos su sándwich de mierda y pedimos educadamente otro. Por eso actuamos en las sombras.
fr: Et c'est pour ça que nous ne *jouons* pas à leur saloperie de jeu. On n'avale pas leur tartine de merde avant d'en redemander une poliment. C'est pour cela que nous régnons sur les ombres.
it: Ed è per questo che non *partecipiamo* al loro gioco del cazzo. Noi non mandiamo giù docilmente una stronzata dopo l'altra. Per questo agiamo nell'ombra.
ru: Потому-то мы не играем в эту долбаную игру. Мы отказываемся жрать их бутерброд с дерьмом и не просим добавки. Потому-то мы и живем в тенях.

source: And the Emerald City Ripper. Ironic that you tracked a serial killer to a mental hospital!
de: Und über den Emerald City Ripper. Irgendwie ironisch, dass du einen Serienmörder in ein Irrenhaus verfolgt hast.
es: Y del Destripador de Ciudad Esmeralda. ¡Resulta irónico que hayas seguido a un asesino en serie hasta un hospital mental!
fr: Et de l'éventreur d'Emerald City. C'est ironique que vous ayez traqué un tueur en série jusque dans un hôpital psychiatrique.
it: E dello Squartatore di Emerald City. È paradossale che tu abbia seguito le tracce di un serial killer in un ospedale psichiatrico!
ru: И о Потрошителе Изумрудного города. Кто бы мог подумать, что убийца все это время прятался в сумасшедшем доме! Какая ирония!

source: And the Ripper was targeting the recipients of those organs, including Sam.
de: Und der Ripper hatte es auf diese Organempfänger abgesehen, darunter auch Sam.
es: Y el Destripador estaba atacando a los receptores de esos órganos, incluyendo a Sam.
fr: Et l'éventreur ciblait les receveurs de ces organes, Sam y compris.
it: E lo Squartatore si stava concentrando su coloro che avevano ricevuto quegli organi, incluso Sam.
ru: Потрошитель охотился на реципиентов этих органов. Сэм был одним из них.

source: And the sample is in the safe.
de: Und die Probe befindet sich im Tresor.
es: Y la muestra está en la caja fuerte.
fr: Et que l'échantillon se trouve dans le coffre.
it: E il campione è nella cassaforte.
ru: В котором хранится нужный нам образец.

source: And the sixth?
de: Und der Sechste?
es: ¿Y el sexto?
fr: Et le sixième ?
it: E il sesto?
ru: А шестой?

source: And we were left to pick up the pieces, of course. But enough about my troubles, let's hear about yours. Tell me what ails you.
de: Und wir durften die Situation natürlich wieder unter Kontrolle bringen. Aber genug von mir, wie steht es mit dir? Sag mir, was du brauchst.
es: Y, por supuesto, nosotros nos quedamos para recoger los pedazos. Pero basta de escuchar mis problemas, escuchemos los tuyos. Cuéntame qué te preocupa.
fr: Et évidemment, on a dû ramasser les morceaux. Mais assez parlé de mes problèmes, écoutons plutôt les vôtres. Qu'est-ce qui vous amène ?
it: E ci hanno lasciato a raccogliere i pezzi, naturalmente. Ma basta parlare dei miei casini, parliamo dei tuoi. Dimmi cosa ti affligge.
ru: Весь день мы латали выживших и помогали тем, кому еще можно было помочь. Ладно, это не самая лучшая тема для разговора. Лучше расскажи, что случилось с тобой. Это должно быть интересно.

source: And well mannered, too! Such a rare thing in this city. Well, it sounds like you’re taking a dive into the deep end here. John’s right, I might be able to help you out. I was with Sam the other night, the night of the murder... poor guy. He was hangin’ at the Seamstresses Union that night, tripped out and rowdy. I’d been laying low there for a few days after a bad run. Mrs. Kubota asked me to throw Sam out, so I did. But out in the alley some gangers got the jump on me...
de: Oho! Gute Manieren hast du auch noch! Davon sieht man nicht viel in dieser Stadt. Tja, es klingt, als würdest du völlig im Dunkeln tappen. John hat Recht, ich könnte dir helfen. Ich hab Sam in der Nacht, in der er starb gesehen ... armer Kerl. Er war in der Seamstresses Union, total zu und streitlustig. Ich hatte mich da nach einem üblen Run ein paar Tage lang zurückgezogen. Mrs. Kubota bat mich, ihn hinauszuwerfen, also tat ich es. Aber draußen in der Gasse haben mich ein paar Ganger überrascht ...
es: ¡Y con modales! Algo raro en esta ciudad. Bueno, parece que vas a lanzarte en la parte que cubre. John tiene razón, yo podría ayudarte. Estaba con Sam la otra noche, la noche del asesinato... pobre tipo. Estaba en el Unión de Costureras esa noche, muy pasado y alborotador. Estaba ocultándome allí unos días después de un mal trabajo. La Sra. Kubota me pidió que echara a Sam, y lo hice. Pero en el callejón unos pandilleros se abalanzaron sobre mí...
fr: Et avec de bonnes manières, en plus ! C'est rare dans cette ville. Eh bien on dirait que vous faites le grand plongeon. John a raison, je peux peut-être vous aider. J'étais avec Sam l'autre nuit, la nuit du meurtre... pauvre gars. Il était au Seamstresses Union cette nuit-là. Il était bourré et sur les nerfs. Je me faisais oublier pour quelques jours après qu'un run ait mal tourné. Mme Kubota m'a demandé de vider Sam, donc c'est ce que j'ai fait. Mais dans l'allée des gangers m'ont pris par surprise.
it: E ti sai anche comportare! È una cosa rara in questa città. Beh, a quanto pare vuoi andare fino in fondo alla faccenda. John ha ragione, forse posso aiutarti. Ero con Sam l'altra notte, la notte dell'omicidio... poveraccio. Se ne stava al Seamstresses Union quella sera, era strafatto e in vena di attaccar briga. Io me ne stavo lì nascosto da qualche giorno, dopo una missione finita male. La signora Kubota mi chiese di buttare fuori Sam e così feci. Ma poi, nel vicolo, dei ganger mi hanno assalito...
ru: Какие манеры! Воспитанных людей в этом городе можно пересчитать по пальцам. Я был с Сэмом в ночь его убийства... Бедный парень. Он надрался в Союзе белошвеек и начал буянить. Я старался не привлекать к себе внимания после неудачного набега, но миссис Кубота попросила меня вывести Сэма на свежий воздух, и отказать ей я не мог. Как только за нами хлопнула дверь, на меня набросились эти подонки...

source: And what about Lone Star? They can't be far behind.
de: Und was ist mit Lone Star? Sie können nicht allzu weit hinter uns herhängen.
es: ¿Y qué hay de Lone Star? No pueden estar muy lejos.
fr: Et Lone Star ? Ils ne peuvent pas être loin.
it: E che mi dici della Lone Star? Non possono essere lontani.
ru: А как же "Одинокая звезда"? Они прибудут сюда с минуты на минуту.

source: And what about the on-duty Telestrian Security? The ones that will shoot me as soon as I step into the lobby?
de: Und was ist mit den Telestrian-Sicherheitskräften im Dienst? Die, die mich abknallen werden, sobald ich nur einen Fuß in die Lobby setze?
es: ¿Y qué hay de la seguridad de Telestrian que esté de servicio? ¿Los que me dispararán en cuenta pise la recepción?
fr: Et les agents en service ? Ceux qui vont me tirer dessus dès que je poserai un pied dans le lobby ?
it: Cosa mi dici della sicurezza della Telestrian in servizio? Quelli che mi uccideranno non appena metto piede nell'atrio?
ru: Наружную службу безопасности? А как же внутренняя? Которая откроет по мне огонь, как только я шагну в вестибюль?

source: And what about the on-duty Telestrian Security? The ones that will shoot me as soon as I step past the lobby.
de: Und was ist mit den Telestrian-Sicherheitskräften im Dienst? Die, die mich abknallen werden, sobald ich nur einen Fuß an der Lobby vorbei setze?
es: ¿Y qué hay de la seguridad de Telestrian que esté de servicio? ¿Los que me dispararán en cuento entré en la recepción?
fr: Et les agents en service ? Ceux qui vont me tirer dessus dès que je poserai un pied dans le lobby ?
it: Cosa mi dici della sicurezza della Telestrian in servizio? Quelli che mi uccideranno non appena metto piede nell'atrio?
ru: А что насчет внутренней службы безопасности? Которая откроет по мне огонь, как только я шагну в вестибюль?

source: And what do you believe Project Aegis does?
de: Und welchem Zweck, glauben Sie, dient Projekt Aegis?
es: ¿Y qué crees que hace el proyecto Aegis?
fr: Et d'après vous quels sont les effets du Projet Aegis ?
it: A cosa crede che serva il Progetto Aegis?
ru: И для чего же, по твоему мнению, нужен проект "Эгида"?

source: And what is the Truth?
de: Und was ist die Wahrheit?
es: ¿Y qué es la Verdad?
fr: Et quelle est la Vérité ?
it: E cos'è la Verità?
ru: Какой Истине?

source: And what, I'm supposed to take your word for it? {{GM}}He makes eye contact. Hesitates.{{/GM}} Fine, I'll speculate. But only because I can find you if this doesn't pan out. 2,500. No more.
de: Wie, soll ich dich dafür etwa beim Wort nehmen? {{GM}}Er schaut dir in die Augen. Zögert.{{/GM}} Na gut, ich spekuliere drauf. Aber nur, weil ich dich finden kann, wenn es nicht stimmt. 2500. Keinen Nuyen mehr.
es: ¿Y qué, se supone que tengo que fiarme de tu palabra? {{GM}}Entabla contacto visual. Duda.{{/GM}} Vale, especularé. Pero solo porque sé dónde encontrarte si esto no da resultado. 2500. No más.
fr: Et alors, je suis censé vous croire sur parole ? {{GM}}Il vous regarde dans les yeux. Il hésite.{{/GM}} Très bien, je prends le risque. Mais seulement parce que je sais où vous trouver si les choses tournent mal. 2 500. Pas un sou de plus.
it: E quindi, dovei crederti sulla parola? {{GM}}Incrocia il tuo sguardo. Esita.{{/GM}} Bene, ci penserò. Ma solo perché posso trovarti, se la cosa è un fiasco. 2.500. Non un nuyen di più.
ru: И я должен поверить тебе на слово? {{GM}}Он смотрит тебе в глаза. Он колеблется.{{/GM}} Хорошо, я готов рискнуть. Но только потому, что я знаю, где тебя найти. 2500.

source: And where does Jessica Watts fit in all this?
de: Und wie passt Jessica Watts in diese ganze Geschichte?
es: ¿Y cómo encaja Jessica Watts en todo esto?
fr: Et quelle est la place de Jessica Watts dans tout ça ?
it: E qual è il ruolo di Jessica Watts in tutto questo?
ru: И какое место во всем этом занимает Джессика Уоттс?

source: And which secret would that be? {{GM}}His grin widens.{{/GM}}
de: Und was für ein Geheimnis wäre das? {{GM}}Sein Lächeln wird breiter.{{/GM}}
es: ¿Y cuál es ese secreto? {{GM}}Sonríe más abiertamente.{{/GM}}
fr: Quel genre de secrets insinuez-vous ? {{GM}}Son sourire s'élargit.{{/GM}}
it: E quale segreto sarebbe? {{GM}}Il suo sorriso si allarga.{{/GM}}
ru: Секрет? Какой секрет? {{GM}}Он ухмыляется еще шире.{{/GM}}

source: And who are you?
de: Und wer bist du?
es: ¿Y tú quién eres?
fr: Et qui êtes-vous ?
it: E tu chi sei?
ru: И кто ты?

source: And who might you be?
de: Und wer sind Sie bitte?
es: Y tú, ¿quién eres?
fr: Et qui êtes vous ?
it: E lei chi sarebbe?
ru: Я ему передам.

source: And whose hospitality am I currently exploiting?
de: Und wessen Gastfreundschaft nutze ich gerade genau aus?
es: ¿Y de quién es la hospitalidad de la que estoy abusando?
fr: Et à qui dois-je cette hospitalité ?
it: Sto approfittando dell'ospitalità di chi?
ru: Я до сих пор не знаю, кому должен сказать спасибо!

source: And why did she send you to me?
de: Und warum hat sie dich zu mir geschickt?
es: ¿Y por qué te ha enviado a mí?
fr: Et pourquoi vous a-t-elle envoyée ici ?
it: E perché ti avrebbe mandato da me?
ru: И почему же она тебя ко мне прислала?

source: And why should I trust you?
de: Und warum sollte ich dir vertrauen?
es: ¿Y por qué habría de confiar en ti?
fr: Pourquoi devrais-je vous faire confiance ?
it: E perché dovrei fidarmi di te?
ru: И ты предлагаешь тебе доверять?

source: And why would I care about such things?
de: Und warum sollte mich das interessieren?
es: ¿Y por qué me iban a importar a mí ese tipo de cosas?
fr: Et pourquoi je m'intéresserais à ce genre de choses ?
it: E perché simili cose dovrebbero interessarmi?
ru: А почему это должно было меня интересовать?

source: And would it surprise you to know that the liver came from your mother?
de: Würde es dich denn überraschen, zu erfahren, dass er die Leber von eurer Mutter bekommen hat?
es: ¿Y te sorprendería saber que el hígado provenía de tu madre?
fr: Et cela vous surprendrait-il de savoir que ce foie venait de votre mère ?
it: E ti sorprenderebbe sapere che il fegato proveniva da tua madre?
ru: Вы будете сильно удивлены, если я скажу, что донором этого органа была ваша мать?

source: And yet your shoulders are no more relaxed, and you still survey the room like a $(l.man) who has yet to return from war. This isn’t over, is it?
de: Und doch wirkst du noch ebenso angespannt wie zuvor und siehst dich um wie jemand, der seine größte Herausforderung noch vor sich sieht. Es ist noch nicht vorbei, nicht wahr?
es: Y aun así, todavía tienes tensión en los hombros, aún miras alrededor como si un $(l.man) tuviera que regresar de la guerra. Esto aún no ha terminado, ¿verdad?
fr: Vous n'avez pas l'air plus détendu pour autant, et vous inspectez toujours la pièce comme quelqu'un qui doit repartir à la guerre. Ce n'est pas fini, c'est ça ?
it: Eppure i tuoi muscoli sono ancora tesi e esamini la stanza con la stessa circospezione di un $(l.man) che è ancora in guerra. Non è ancora finita, vero?
ru: И все же напряжение не покидает тебя. Ты оглядываешься по сторонам так, будто война продолжается. Это ведь еще не конец, не так ли, $(l.man)?

source: And you are convinced?
de: Und bist du überzeugt?
es: ¿Y tú estás convencido?
fr: Et vous êtes convaincu ?
it: E tu sei convinto?
ru: Мне удалось тебя убедить?

source: And you seem real shaken up by his death.
de: Und du scheinst ja sehr von seinem Tod erschüttert zu sein.
es: Y pareces estar muy afectada por su muerte.
fr: Et vous avez l'air vraiment bouleversée par sa mort.
it: E sembra che la sua morte ti turbi molto.
ru: Я вижу, как сильно вас потрясла его смерть.

source: And you want me to secure Mr. Saada's freedom to work for your people, instead.
de: Und ich soll Mr. Saada die Freiheit verschaffen, stattdessen mit deinen Klienten zu arbeiten.
es: Y quieres que me asegure de que el Sr. Saada tenga libertad para trabajar para tu gente.
fr: Et vous voulez que je permette à M. Saada de travailler librement pour vous.
it: E tu vuoi che io difenda la libertà del signor Saada di lavorare per la tua gente, invece.
ru: То есть наша задача - обеспечить безопасность мистера Саада, поскольку его... Текущий работодатель... ставит под угрозу право человека самому выбирать себе место работы.

source: And you, Mr. Kluwe. Holding down the fort?
de: Gleichfalls, Mr. Kluwe. Hältst du weiterhin die Stellung?
es: Y usted, Sr. Kluwe. ¿protegiendo el terreno?
fr: De même, M. Kluwe. Vous gardez la forteresse ?
it: E lei, signor Kluwe... difende il forte?
ru: Взаимно, мистер Клюве. Все тихо?

source: And you.
de: Das werden wir.
es: Y tú.
fr: Vous aussi.
it: Anche a te.
ru: Спокойной ночи.

source: And your responsibility is to stop badmouthing our execs. I bet they might be interested in hearing some of the garbage you've been spewing.
de: Und du bist verantwortlich dafür, damit aufzuhören, über unsere Execs zu lästern. Ich wette, sie sind sehr interessiert an all dem Müll, den du von dir gegeben hast.
es: Y tu obligación es dejar de insultar a nuestros ejecutivos. Apuesto a que podrían estar interesados en escuchar parte de la mierda que has estado escupiendo.
fr: Et votre responsabilité est d'arrêter de cracher dans le dos de vos supérieurs. Je suis sûr qu'ils seraient heureux d'apprendre toutes les saloperies que vous racontez sur eux.
it: E il tuo compito è quello di smetterla di parlare male dei nostri dirigenti. Scommetto che potrebbero essere interessati a sentire un po' del fango che gli stai gettando addosso.
ru: А твоя ответственность - перестать хаять наших начальников. Думаю, им будет интересно узнать, что именно о них думают служащие.
