Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}He looks back at the dwarf.{{/GM}} Dresden, get me more. I am putting someone in a cell or a box THIS week and claiming my promotion!
de: {{GM}}Er wendet sich wieder an den Zwerg.{{/GM}} Dresden, finde gefälligst was. Ich stecke noch DIESE Woche jemanden in eine Zelle oder einen Leichensack und sicher mir meine Beförderung!
es: {{GM}}Vuelve a mirar al enano.{{/GM}} Dresden, tienes que conseguirme algo más. ¡Pienso meter a alguien en una celda o en una caja ESTA semana y conseguir mi ascenso!
fr: {{GM}}Il regarde à nouveau le nain.{{/GM}} Dresden, donne-m'en plus. Je vais mettre quelqu'un derrière les barreaux CETTE semaine, et je l'aurai ma promotion !
it: {{GM}}Si volta verso il nano.{{/GM}} Dresden, dimmi di più. Voglio sbattere qualcuno in cella o in una bara e avere la mia promozione QUESTA settimana!
ru: {{GM}}Он переводит взгляд обратно на дворфа.{{/GM}} Дрезден, вывернись наизнанку. Я должен закрыть дело на этой неделе, или повышения мне не видать!

source: {{GM}}He looks back at you, trying to speak soberly.{{/GM}} I - I just want to say thank you. For *whatever* you did. It means a lot - not even knowing what you did - it *still* means a lot. ‘Cuz I know you did something. You know what I mean? I KNOW you made it right, somehow.
de: {{GM}}Er blickt direkt in die Kamera und versucht ernst zu sein.{{/GM}} Ich – ich wollte dir nur danken. Für *was auch immer* du für mich getan hast. Es bedeutet mir sehr viel – ohne überhaupt zu wissen, was passiert ist – bedeutet es mir *trotzdem* viel. Die Sache ist nämlich, du hast etwas getan. Weißt du, was ich meine? Ich WEISS, dass du es irgendwie in Ordnung gebracht hast.
es: {{GM}}Te mira e intenta hablar con sobriedad.{{/GM}} Yo... Solo quería darte las gracias. Por lo que *sea* que hayas hecho. Significa mucho; aun sin saber lo que has hecho; *aun* significa mucho. Porque sé que has hecho algo. ¿Me entiendes? SÉ que lo has arreglado, de alguna manera.
fr: {{GM}}Il lève à nouveau les yeux et essaie de parler sobrement.{{/GM}} Je... Je voudrais juste te remercier. Pour tout ce que tu as fait. Ça fait chaud au cœur. Je ne sais pas ce que tu as fait exactement, mais quand même. Parce que je sais que tu as fait quelque chose. Tu vois ce que je veux dire ? Je SAIS que tu as bien fait, d'une manière ou d'une autre.
it: {{GM}}Si volta verso di te, cercando di assumere un tono sobrio.{{/GM}} Io... volevo solo ringraziarti. Per *qualunque* cosa tu abbia fatto. Significa molto per me, e pensa che non so nemmeno *cosa* hai fatto. Però lo so che hai combinato qualcosa. Sai che intendo, no? IO lo so che in qualche modo hai fatto andare le cose per il verso giusto.
ru: {{GM}}Он хмурится, пытаясь протрезветь усилием воли.{{/GM}} Я... Я хочу сказать тебе спасибо. За *все*, что тебе пришлось сделать ради меня. Это многое для меня значит - несмотря на то, что я никогда не узнаю, о чем именно я сейчас говорю - это *в любом случае* значит для меня очень многое. Потому что ты звонишь по этому номеру. Понимаешь, о чем я? Я ЗНАЮ, что теперь все будет в порядке.

source: {{GM}}He looks disappointed.{{/GM}} Well, no problem. Thanks for your concern.
de: {{GM}}Er sieht enttäuscht aus.{{/GM}} Okay, verstehe. Vielen Dank für deine Anteilnahme.
es: {{GM}}Parece decepcionado.{{/GM}} Vale, sin problema. Gracias por tu interés.
fr: {{GM}}Il a l'air déçu.{{/GM}} Bon, pas de problème. Merci de ton attention...
it: {{GM}}Sembra deluso.{{/GM}} Beh, nessun problema. Grazie per l'interessamento.
ru: {{GM}}Он выглядит разочарованным.{{/GM}} Ну, ничего страшного. В любом случае, спасибо.

source: {{GM}}He looks in your direction.{{/GM}} Now what?
de: {{GM}}Er sieht in deine Richtung.{{/GM}} Was jetzt?
es: {{GM}}Mira hacia ti.{{/GM}} Y ahora, ¿qué?
fr: {{GM}}Il regarde dans votre direction.{{/GM}} Alors quoi, maintenant ?
it: {{GM}}Guarda nella tua direzione.{{/GM}} Che altro c'è?
ru: {{GM}}Он смотрит на тебя.{{/GM}} Чего еще?

source: {{GM}}He looks surprised.{{/GM}} What would Grandmother Jessica have to do with such grisly business?
de: {{GM}}Er wirkt überrascht.{{/GM}} Was könnte Großmutter Jessica mit solch einer grausigen Angelegenheit zu tun haben?
es: {{GM}}Parece sorprendido.{{/GM}} ¿Qué tendría que ver Abuela Jessica con un asunto tan horrible?
fr: {{GM}}Il a l'air surpris.{{/GM}} Qu'est-ce que Grand-mère Jessica pourrait bien avoir à faire avec une telle histoire sordide ?
it: {{GM}}Sembra sorpreso.{{/GM}} Cosa potrebbe avere a che fare Nonna Jessica con una faccenda tanto orribile?
ru: {{GM}}Он выглядит удивленным.{{/GM}} Какое отношение праматерь Джессика имеет к этому маньяку?

source: {{GM}}He looks suspicious.{{/GM}} How d’you know I have a pass card?
de: {{GM}}Er beäugt dich argwöhnisch.{{/GM}} Woher weißt du, dass ich eine Passkarte habe?
es: {{GM}}Parece desconfiar.{{/GM}} ¿Cómo sabías que yo tenía una tarjeta de acceso?
fr: {{GM}}Il a l'air suspicieux.{{/GM}} Comment tu sais que j'ai une carte d'accès ?
it: {{GM}}Sembra diffidente.{{/GM}} Come fai a sapere che ho una tessera?
ru: {{GM}}От смотрит на тебя с подозрением.{{/GM}} Откуда ты знаешь, что у меня есть?

source: {{GM}}He looks up at you sharply and suddenly all his worry is gone, replaced by his natural desire to assert his role in the corporate pecking order.{{/GM}} So I'm a screw up, is that it? Well enjoy your untarnished record for its final few minutes! I'm going to get your supervisor!
de: {{GM}}Er blickt dich scharf an und mit einem Mal sind all seine Sorgen wie weggeblasen. An ihre Stelle tritt sein natürliches Bedürfnis, seine Position in der Hackordnung des Konzerns zu verteidigen.{{/GM}} Ich bin also ein Versager, was? Na, dann freu dich über deine makellose Akte, so lange du noch kannst! Ich hole deinen Vorgesetzten!
es: {{GM}}Te mira atentamente y, de repente, todas sus preocupaciones desaparecen, dando paso a su deseo natural de afianzar su rol en la jerarquía corporativa.{{/GM}} Así que la he cagado yo, ¿es eso? ¡Pues disfruta de tus últimos minutos de expediente impoluto! ¡Voy a buscar a tu supervisor!
fr: {{GM}}Il vous regarde sévèrement, et soudain sa peur semble s'envoler, remplacée par son désir naturel de faire valoir ses droits à la hiérarchie.{{/GM}} Alors je suis un raté, hein ? Alors profitez des derniers instants de votre dossier sans la moindre tache ! Je vais chercher votre superviseur !
it: {{GM}}Ti osserva attentamente e all'improvviso la sua paura svanisce, sostituita dall'ovvio desiderio di sottolineare la propria superiorità nella gerarchia aziendale.{{/GM}} Quindi sarei un incompetente, se ho capito bene. Beh tra qualche minuto il tuo curriculum non sarà più così immacolato! Ora chiamo il tuo supervisore!
ru: {{GM}}Страх исчезает из глаз сотрудника, когда он понимает, что все еще может воспользоваться своим положением.{{/GM}} Я облажался, говоришь? Ну ладно, я все еще не уволен. А вот ты вылетишь отсюда как пробка из бутылки! Я собираюсь пожаловаться твоему начальнику ЛИЧНО.

source: {{GM}}He looks up at you sharply and suddenly his worry is gone, replaced by his natural desire to deflect blame from himself.{{/GM}} Are you saying I'm responsible? I don't have to stand here and listen to this! I'm going to get your supervisor!
de: {{GM}}Er blickt dich scharf an und mit einem Mal sind all seine Sorgen wie weggeblasen. An ihre Stelle tritt sein natürliches Bedürfnis, die Schuld von sich abzuweisen.{{/GM}} Willst du sagen, ich bin verantwortlich für das, was passiert ist? SO etwas muss ich mir nicht anhören! Ich hole deinen Vorgesetzten!
es: {{GM}}Te mira atentamente y, de repente, todas sus preocupaciones desaparecen, dando paso a su deseo natural de librarse de la culpa.{{/GM}} ¿Estás diciendo que el responsable soy yo? ¡No tengo por qué quedarme aquí a escuchar esto! ¡Voy a buscar a tu supervisor!
fr: {{GM}}Il vous regarde sévèrement, et soudain sa peur semble s'envoler, remplacée par son désir naturel de rejeter la faute sur quelqu'un d'autre.{{/GM}} Insinuez-vous que je suis responsable ? Je n'ai pas à rester ici et à entendre ça ! Je vais chercher votre superviseur !
it: {{GM}}Ti osserva attentamente e all'improvviso la sua paura svanisce, sostituita dall'ovvio desiderio di sottolineare la propria superiorità nella gerarchia aziendale.{{/GM}} Stai dicendo che sono un irresponsabile? Non ti permetto di parlarmi così! Ora chiamo il tuo supervisore!
ru: {{GM}}Страх исчезает из глаз сотрудника, когда он понимает, что все еще может воспользоваться своим положением.{{/GM}} Хочешь сказать, это я во всем виноват? Да как ты смеешь?! Ну ладно, я все еще не уволен. А вот ты вылетишь отсюда как пробка из бутылки! Я собираюсь пожаловаться твоему начальнику ЛИЧНО.

source: {{GM}}He makes a face.{{/GM}} Yeah, well, some orphans have more expensive tastes than others. 200, you can take it or leave it.
de: {{GM}}Er verzieht das Gesicht.{{/GM}} Tja, ein paar Waisen haben eben einen exklusiveren Geschmack als andere. 200, das ist mein letztes Wort.
es: {{GM}}Hace una mueca.{{/GM}} Sí, bueno, algunos huérfanos tienen gustos más caros que otros. 200, o lo tomas o lo dejas.
fr: {{GM}}Il fait la grimace.{{/GM}} Ouais, bon, certains orphelins ont des goûts plus sophistiqués que d'autres. 200, à prendre ou à laisser.
it: {{GM}}Storce il naso.{{/GM}} Beh, sai com'è, alcuni orfani hanno gusti più costosi di altri. 200, prendere o lasciare.
ru: {{GM}}Он закатывает глаза.{{/GM}} Сироты тоже хотят положить маслица себе на хлебушек, знаешь ли. 200, и это мое последнее слово.

source: {{GM}}He manages one more laugh, his glazed eyes rolling toward a workbench across the way.{{/GM}} ... she was playing... both of us...
de: {{GM}}Er würgt ein letztes Lachen hervor, seine glasigen Augen blicken zu der Arbeitsbank am Ende des Raumes.{{/GM}} ... sie hat uns benutzt ... uns beide ...
es: {{GM}}Consigue soltar una última risa, con sus ojos vidriosos mirando hacia un banco de trabajo cercano.{{/GM}} ... Ella estaba jugando... ambos...
fr: {{GM}}Il parvient à émettre un ultime éclat de rire, ses yeux dirigés vers un établi en travers du chemin.{{/GM}} ... elle nous a roulés... tous les deux...
it: {{GM}}Fa un'ultima risata mentre i suoi occhi vitrei roteano verso un banco da lavoro poco distante.{{/GM}} ... ... ci stava usando... entrambi...
ru: {{GM}}Он смеется, когда его взгляд падает на рабочий стол.{{/GM}} ...она провела нас обоих... и меня... и тебя...

source: {{GM}}He nods his head towards James Telestrian.{{/GM}} Note the expression on the UCAS FBI agent speaking to Telestrian. Dismissive, isn’t it? That’s because there’s no love lost between the UCAS and Tir Tairngire. They’re not going to trust what he’s telling them. And frankly, I have no idea *what* he’s telling them. James plays his own game. Always has.
de: {{GM}}Er nickt zu James Telestrian hinüber.{{/GM}} Siehst du den Gesichtsausdruck des UCAS-FBI-Agenten, der mit Telestrian spricht? Abweisend, oder? Das liegt daran, dass sich UCAS und Tír Tairngire nicht wirklich grün sind. Sie werden ihm nicht glauben, was er ihnen erzählt. Und ganz ehrlich, ich habe keinen Schimmer, *was* er ihnen erzählt. James spielt seine eigenen Spielchen. Hat er schon immer.
es: {{GM}}Hace un gesto con la cabeza hacia James Telestrian.{{/GM}} Observas la expresión del agente del FBI de la EUCA, hablando con Telestrian. Desdeñoso, ¿verdad? Es porque no hay un amor perdido entre los EUCA y Tir Tairngire. No van a confiar en lo que les diga. Y francamente, no tengo ni idea de lo que les está contando. James juega a su propio juego. Siempre lo hace.
fr: {{GM}}Il hoche la tête en direction de James Telestrian.{{/GM}} Remarquez l'expression de cet agent du FBI des UCAS qui parle à Telestrian. Dédaigneux, non ? C'est parce que le torchon brûle entre les UCAS et Tir Tairngire. Ils ne croiront pas un mot de ce qu'il leur dira. Et honnêtement, je n'ai aucune idée de *ce* qu'il peut bien leur dire. James joue selon ses propres règles. Comme toujours.
it: {{GM}}Indica James Telestrian con un cenno della testa.{{/GM}} Fai caso all'espressione dell'agente FBI dell'UCAS che parla con lui. Sprezzante, non è vero? Il motivo è che tra gli UCAS e Tir Tairngire non ci sono buoni rapporti. Non si fideranno delle parole di Telestrian. E sinceramente non ho idea di *cosa* gli stia dicendo. James fa il suo gioco. Come ha sempre fatto.
ru: {{GM}}Он кивает в сторону Джеймса Телестриана.{{/GM}} Обрати внимание на выражение лица агента ФБР СКАШ, с которым разговаривает Телестриан. Он ему не верит, потому что Соединенные Канадско-Американские Штаты и Тир Тайрнжир живут как кошка с собакой. Честно говоря, я понятия не имею, что Джеймс им сейчас втирает, и даже не хочу знать. Джеймс играет в свою собственную игру. Сейчас и всегда.

source: {{GM}}He nods his head.{{/GM}} That’s right and...?
de: {{GM}}Er nickt.{{/GM}} Das stimmt. Was willst du damit sagen?
es: {{GM}}Asiente con la cabeza.{{/GM}} Exacto... ¿y?
fr: {{GM}}Il secoue la tête.{{/GM}} C'est exact, et... ?
it: {{GM}}Scuote la testa.{{/GM}} Esatto e...?
ru: {{GM}}Он кивает.{{/GM}} Это верно. И?..

source: {{GM}}He pauses before answering.{{/GM}} The host for the Queen is chosen very carefully as the interactions between the Queen and lead shaman are critical - a family connection between the two roles is ideal. As you have discovered my father’s... indiscretion with Melinda Watts, you know that Jessica Watts - the shaman, and Marie-Louise are related by blood. I would appreciate if that information remained in the shadows.
de: {{GM}}Er zögert, bevor er spricht.{{/GM}} Der Wirt für die Königin wird sehr sorgfältig ausgewählt, da die Verbindung zwischen Königin und Käferschamanen sehr wichtig ist – eine Blutsverwandtschaft zwischen beiden ist ideal. Da du dich über den ... Fehltritt meines Vaters mit Melinda Watts informiert hast, weißt du, dass eine solche Verbindung zwischen Jessica Watts – der Schamanin – und Marie-Louise besteht. Ich würde es begrüßen, wenn dieses Wissen unter uns bleiben würde.
es: {{GM}}Hace una pausa antes de responder.{{/GM}} El anfitrión de la reina se escoge muy cuidadosamente, pues las interacciones entre la reina y el chamán principal son vitales; lo ideal es que tengan alguna conexión familiar. Como has descubierto la... indiscreción de mi padre con Melinda Watts, ya sabes que Jessica Watts; la chamán, y Marie-Louise, son parientes consanguíneos. Agradecería que esa información no saliera a la luz.
fr: {{GM}}Il s'interrompt avant de répondre.{{/GM}} L'hôte de la Reine est choisi avec beaucoup de soin car les interactions entre la reine et le grand chaman sont cruciales. L'idéal est un lien familial entre les deux. Comme vous avez découvert... l'indiscrétion de mon père avec Melinda Watts, vous savez que Jessica Watts, la chaman, et Marie-Louise, sont liées par le sang. Je vous serais reconnaissant si cette information pouvait rester confidentielle.
it: {{GM}}Fa una pausa prima di rispondere.{{/GM}} Il Ricevente per la Regina è scelto con molta attenzione poiché le interazioni tra la Regina e il capo degli Sciamani sono fondamentali; un legame famigliare tra i due ruoli è l'ideale. Dato che hai scoperto... l'imprudenza di mio padre con Melinda Watts, sai che Jessica Watts, lo Sciamano, e Marie Louise hanno un legame di sangue. Gradirei se tale informazione rimanesse confidenziale.
ru: {{GM}}Он отвечает не сразу.{{/GM}} Шаман выбирает тело, которое займет королева, очень тщательно. Между ними должна существовать тесная связь - в идеале кровное родство. Как тебе стало известно, мой отец был... неосторожен с Мелиндой Уоттс. Таким образом, шаман - Джессика Уоттс, и Мария-Луиза принадлежат к одной семье. Я буду благодарен, если ты не станешь распространять эту информацию.

source: {{GM}}He pauses. Tilts his head back. His breath hitches in his chest.{{/GM}} You’re the only one... the only... one who ever gave a... who ever tried to help me. Ever. Except my sister. She tried. More than once. She tried. I never let her though. Never... let her in. I regret that. A lot.
de: {{GM}}Er hält inne. Legt den Kopf in den Nacken. Sein Atem wird unstet.{{/GM}} Du bist die einzige ... die einzige ... Person, die sich je einen ... die je versucht hat, mir zu helfen. Jemals. Zumindest außer meiner Schwester. Sie hat es versucht. Mehr als genug. Sie hat es versucht. Doch ich hab es nie zugelassen. Sie nie ... an mich herangelassen. Ich bereue das. Sehr.
es: {{GM}}Hace una pausa. Echa la cabeza hacia atrás. La respiración le hincha el pecho.{{/GM}} Solo... solo... solo tú me has dado una... solo tú has intentado ayudarme. Solo tú. A excepción de mi hermana. Ella lo intentó. En más de una ocasión. Lo intentó. Pero nunca la dejé. Nunca... nunca la dejé ayudarme. Y me arrepiento. Mucho.
fr: {{GM}}Il marque une pause. Et renverse la tête. Son souffle est entrecoupé.{{/GM}} Tu es la seule personne... la seule... qui m'ait donné... qui ait jamais essayer de m'aider. La seule. À part ma sœur. Elle a essayé. Plus d'une fois. Elle a essayé. Je ne l'ai jamais laissée faire. Jamais... laissée m'aider. Je le regrette. Vraiment.
it: {{GM}}Fa una pausa. Getta la testa indietro. Inspira profondamente.{{/GM}} Nessuno a parte te... ha fatto un benemerito... insomma, nessuno ha mai cercato di aiutarmi. Nessuno. Eccetto mia sorella. Lei ci ha provato. Più di una volta. Ci ha provato. Ma non gliel'ho mai lasciato fare. Non gliel'ho mai... lasciato fare. E lo rimpiango. Un casino.
ru: {{GM}}Он замолкает. Запрокидывает голову. Задерживает дыхание.{{/GM}} Ты единственный человек... метачеловек... который... пытался мне помочь. За всю мою жизнь. Если не считать моей сестры. Она тоже пыталась. Много раз. Пыталась, но я не позволил ей. Никогда... не позволял. И теперь жалею об этом. Как я об этом жалею...

source: {{GM}}He points at someone in the crowd and smiles. The man sees him pointing and smiles back.{{/GM}} That guy there? He’s with Ares Macrotechnology. Enormous megacorp. Ridiculously powerful. They’ve been sniffing around Project Aegis for quite awhile now. Clearly, they have an agenda that’s just starting to unfold. {{GM}}He gives the Ares man the finger. The man smiles and returns the gesture.{{/GM}}
de: {{GM}}Er zeigt auf jemanden in der Menge und lächelt. Der Mann bemerkt das und lächelt zurück.{{/GM}} Der Typ da drüben? Er gehört zu Ares Macrotechnology. Ein Megakonzern enormen Ausmaßes. Übertrieben mächtig. Sie schnüffeln schon eine Zeit lang im Projekt Aegis rum. Die haben eindeutig was im Ofen, und es wird erst so langsam klar, was genau. {{GM}}Er zeigt dem Typen von Ares den Mittelfinger. Der Mann lächelt und antwortet mit der gleichen Geste.{{/GM}}
es: {{GM}}Señala a alguien en la multitud y sonríe. El hombre lo ve señalándolo y le devuelve la sonrisa.{{/GM}} ¿Ese tipo de ahí? Está con Ares Macrotechnology. Una megacorporación enorme. Absurdamente poderosa. Llevan un tiempo olisqueando el proyecto Aegis. Evidentemente, tienen un plan que apenas empieza a desarrollarse. {{GM}}Le enseña el dedo corazón al hombre de Ares. El hombre sonríe y le devuelve el gesto.{{/GM}}
fr: {{GM}}Il indique quelqu'un dans la foule et sourit. L'homme l'aperçoit et lui rend son sourire.{{/GM}} Ce gars-là ? Il est avec Arès Macrotechnology. Une énorme mégacorporation. Un pouvoir incroyable. Ils tournent autour du Projet Aegis depuis un moment, déjà. Il est clair qu'ils ont un agenda à suivre. {{GM}}Il fait un doigt d'honneur à l'homme d'Arès. L'homme sourit et lui rend son geste.{{/GM}}
it: {{GM}}Indica qualcuno in mezzo alla folla e sorride. L'uomo lo vede e risponde con un sorriso.{{/GM}} Quel tipo laggiù? È della Ares Macrotechnology. Una megacorporazione enorme. Incredibilmente potente. È da un po' che cercano di informarsi sul Progetto Aegis. Hanno un piano e lo stanno mettendo in atto, è evidente. {{GM}}Fa un gesto di intesa all'uomo della Ares. L'uomo sorride e risponde con lo stesso gesto.{{/GM}}
ru: {{GM}}Он указывает пальцем на человека в толпе и улыбается. Человек замечает его жест и улыбается в ответ.{{/GM}} Видишь вон того парня? Он работает на Арес. Огромная мегакорпорация, такая могущественная, что хоть стой, хоть падай. Их шпионы уже давно крутятся вокруг проекта "Эгида". Очевидно, что им что-то нужно. Посмотрим, как скоро мы узнаем, чего же они хотят на самом деле. {{GM}}Он демонстрирует человеку средний палец. Все так же улыбаясь, человек показывает средний палец ему.{{/GM}}

source: {{GM}}He pops his eyebrows, eager.{{/GM}} You know it’s all over the trivid, right? They found the Emerald City Ripper dead at some asylum out in Snohomish, of all places! Turns out he’d been masquerading as the Head Administrator or something. They found him dead from some sort of vigilante attack.
de: {{GM}}Er zieht die Augenbrauen hoch, ist ganz eifrig.{{/GM}} Hast du schon die Nachrichten gesehen? Der Emerald City Ripper wurde tot aufgefunden – und das ausgerechnet draußen in einer Irrenanstalt in Snohomish. Hatte sich da wohl als Anstaltsleiter ausgegeben. Und jetzt soll er wohl das Opfer eines selbsternannten Rächers geworden sein.
es: {{GM}}Levanta las cejas, ansioso.{{/GM}} Sabes que está en todos los trídeos, ¿verdad? Encontraron al Destripador de Ciudad Esmeralda muerto en un psiquiátrico de Snohomish, ¡justo ahí! Resulta que se había estado haciendo pasar por el administrador jefe o algo así. Lo encontraron muerto por el ataque de algún tipo de justiciero.
fr: {{GM}}Il hausse les sourcils, tout excité.{{/GM}} Vous savez que c'est déjà partout en trivid, n'est-ce pas ? Ils ont trouvé le cadavre de l'éventreur d'Emerald City à Snohomish, vous imaginez ?! Parait qu'il se faisait passer pour le directeur ou quelque chose du genre. D'après ce qu'on dit, il aurait été tué lors d'une attaque punitive.
it: {{GM}}Alza le sopracciglia, impaziente.{{/GM}} Lo sai che è già tutto su trideo, vero? Hanno trovato il cadavere dello Squartatore di Emerald City in un manicomio a Snohomish, con tutti i posti che c'erano! Si è scoperto che si travestiva da amministratore capo o qualcosa del genere. Pare che sia rimasto ucciso durante una sorta di attacco della vigilanza.
ru: {{GM}}Он радостно шевелит бровями.{{/GM}} Знаешь, о чем они говорят в новостях? Потрошителем Изумрудного города оказался директор психиатрической клиники в Снохомише! Он был уже мертв, когда они его нашли. Кто-то добрался до него раньше полиции.

source: {{GM}}He presses his hands to the sides of his head, his finger still on the trigger. Squints.{{/GM}} I... no. No, I gotta slot back in. Get away from this drek.
de: {{GM}}Er presst seine Hände gegen die Schläfen. Sein Finger liegt immer noch auf dem Abzug seiner Pistole. Er kneift die Augen zusammen.{{/GM}} Ich ... nein. Nein, ich muss mich wieder einslotten. Ich muss weg von diesem Drek.
es: {{GM}}Se aprieta la cabeza con las manos, con el dedo aún en el gatillo. Entrecierra los ojos.{{/GM}} Yo... no. No, tengo que volver a conectarme. Alejarme de esta mierda.
fr: {{GM}}Il se presse les mains sur les tempes, le doigt toujours sur la gâchette. Il plisse les yeux.{{/GM}} Je... Non. Non, je veux retourner là-bas. Quitter cet endroit merdique.
it: {{GM}}Preme le mani contro le tempie, il dito ancora sul grilletto. Strizza gli occhi.{{/GM}} Io... no. No, devo ricollegarmi. Voglio uscire da questa merda.
ru: {{GM}}Он прижимает руки к голове и прищуривается. Его палец все еще лежит на курке.{{/GM}} Я... нет. Нет, я должен снова подключиться. Подальше от всего этого дерьма.
