Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Look at the purple shirt.{{/GM}}
de: {{GM}}Sieh dir das violette Hemd an.{{/GM}}
es: {{GM}}Mira la camisa morada.{{/GM}}
fr: {{GM}}Regarder la chemise violette.{{/GM}}
it: {{GM}}Esamina la camicia viola.{{/GM}}
ru: {{GM}}Осмотреть фиолетовую рубашку.{{/GM}}

source: {{GM}}Look at the tools.{{/GM}}
de: {{GM}}Sieh dir die Werkzeuge an.{{/GM}}
es: {{GM}}Mirar las herramientas.{{/GM}}
fr: {{GM}}Regarder les outils.{{/GM}}
it: {{GM}}Guarda gli strumenti.{{/GM}}
ru: {{GM}}Осмотреть инструменты.{{/GM}}

source: {{GM}}Look for interesting BTL names.{{/GM}}
de: {{GM}}Nach interessanten BTL-Namen suchen.{{/GM}}
es: {{GM}}Buscar nombres de BTL interesantes.{{/GM}}
fr: {{GM}}Chercher des noms de BTLs intéressants.{{/GM}}
it: {{GM}}Cerca nomi BTL interessanti.{{/GM}}
ru: {{GM}}Поискать ИР-чипы с интересными названиями.{{/GM}}

source: {{GM}}Look for interesting client names.{{/GM}}
de: {{GM}}Nach interessanten Klienten suchen.{{/GM}}
es: {{GM}}Buscar nombres de clientes interesantes.{{/GM}}
fr: {{GM}}Chercher des noms de clients intéressants.{{/GM}}
it: {{GM}}Cerca nomi di clienti interessanti.{{/GM}}
ru: {{GM}}Поискать интересных клиентов.{{/GM}}

source: {{GM}}Lucy.{{/GM}}
ru: {{GM}}Люси.{{/GM}}

source: {{GM}}Marie-Louise is putting on a tough face but you can see she's spooked.{{/GM}} Thanks for the rescue. I'm getting the hell out of here.
de: {{GM}}Marie-Louise gibt sich taff, aber du kannst sehen, wie verstört sie ist.{{/GM}} Danke für die Rettung. Ich bin hier weg.
es: {{GM}}Marie-Louise se está haciendo la valiente, pero te das cuenta enseguida de que está asustada.{{/GM}} Gracias por el rescate. Yo me largo de aquí.
fr: {{GM}}Marie-Louise essaye de jouer les durs, mais vous voyez bien qu'elle est effrayée.{{/GM}} Merci de m'avoir sauvée. Il faut vraiment que je parte d'ici.
it: {{GM}}Marie Louise cerca di fare la dura, ma è evidente che è spaventata.{{/GM}} Grazie per avermi salvato. Al diavolo tutto, io me ne vado.
ru: {{GM}}Мария-Луиза старается держаться, но ты видишь, как сильно она напугана.{{/GM}} Спасибо за помощь. Ноги моей больше здесь не будет.

source: {{GM}}McKlusky beams, then his brow furrows.{{/GM}} I did? I didn’t hear about it.
de: {{GM}}McKlusky strahlt, dann runzelt er die Stirn.{{/GM}} Habe ich das? Ich hab noch nichts davon gehört.
es: {{GM}}La cara de McKlusky se ilumina, luego frunce el ceño.{{/GM}} ¿Sí? No he oído nada.
fr: {{GM}}Le visage de McKlusky s'éclaire, puis il fronce les sourcils.{{/GM}} C'est vrai, Je ne savais pas.
it: {{GM}}McKlusky si illumina, ma subito dopo aggrotta le sopracciglia.{{/GM}} Sì? Non mi hanno detto nulla.
ru: {{GM}}Макклюски радостно улыбается, но потом на его роже проступает сомнение.{{/GM}} Правда? А мне никто ничего не сказал.

source: {{GM}}McKlusky smirks.{{/GM}} Want some advice, moron? Of course you don't. You're a shadowrunner and you live by your own rules, don'tcha?
de: {{GM}}McKlusky grinst dreckig.{{/GM}} Willst du meinen Rat, Dummkopf? Nein, natürlich nicht. Du bist ein Shadowrunner und lebst nach deinen eigenen Regeln, nicht wahr?
es: {{GM}}McKlusky sonríe.{{/GM}} ¿Quieres un consejo, colega? Claro que no. Eres shadowrunner y vives según tus propias reglas, ¿verdad?
fr: {{GM}}McKlusky sourit.{{/GM}} Tu veux un conseil, connard ? Bien sûr que non. T'es un shadowrunner et tu n'obéis qu'à tes propres règles, c'est ça ?
it: {{GM}}McKlusky sorride compiaciuto.{{/GM}} Vuoi un consiglio, idiota? Certo che no. Sei uno Shadowrunner e vivi secondo le tue regole, giusto?
ru: {{GM}}Макклюски ухмыляется.{{/GM}} Хочешь совет? Конечно, не хочешь. Вы, обитатели теней, живете по своим правилам, не так ли?

source: {{GM}}McKlusky’s alternating between trying to look important and trying to avoid actual work.{{/GM}} What are you looking at, choob?
de: {{GM}}McKluskys Verhalten wechselt zwischen dem Versuch, wichtig zu tun und gleichzeitig jegliche Arbeit zu vermeiden.{{/GM}} Was starrst du hier an, Choob?
es: {{GM}}McKlusky se divide entre intentar parecer importante e intentar no trabajar de verdad.{{/GM}} ¿Qué estás mirando?
fr: {{GM}}McKlusky alterne entre essayer d'avoir l'air important et essayer d'éviter de travailler pour de vrai.{{/GM}} Qu'est-ce que tu regardes, trou duc' ?
it: {{GM}}McKlusky ha un comportamento contraddittorio. A volte si sforza di apparire importante e altre volte fa di tutto per non lavorare.{{/GM}} Cosa guardi, poppante?
ru: {{GM}}Макклюски пытается выглядеть занятым и в то же время ничего не делать, но получается неубедительно.{{/GM}} На что пялишься?

source: {{GM}}Melt the blank Universal Brotherhood ID card.{{/GM}}
de: {{GM}}Schmelze die Mitgliedskarte der Universellen Bruderschaft.{{/GM}}
es: {{GM}}Derrite la tarjeta de identificación en blanco de la Hermandad Universal.{{/GM}}
fr: {{GM}}Fondre le carte d'identification vierge de la Confrérie Universelle.{{/GM}}
it: {{GM}}Fondi la tessera di identificazione senza nome della Fratellanza Universale.{{/GM}}
ru: {{GM}}Расплавить пропуск Всеобщего братства.{{/GM}}

source: {{GM}}Monica Sachnoff.{{/GM}}
ru: {{GM}}Моника Сачнофф.{{/GM}}

source: {{GM}}Monotone.{{/GM}} Great. Have fun.
de: {{GM}}Er antwortet mit monotoner Stimme.{{/GM}} Klasse. Viel Spaß.
es: {{GM}}Monótono.{{/GM}} Estupendo. Que te diviertas.
fr: {{GM}}Monotone.{{/GM}} Bien. Éclatez-vous.
it: {{GM}}In tono monocorde.{{/GM}} Fantastico. Buon divertimento.
ru: {{GM}}Он продолжает говорить монотонным голосом.{{/GM}} Отлично. Развлекайтесь.

source: {{GM}}Move the dresser.{{/GM}}
de: {{GM}}Schiebe den Schrank aus dem Weg.{{/GM}}
es: {{GM}}Mover la cómoda.{{/GM}}
fr: {{GM}}Déplacer la commode.{{/GM}}
it: {{GM}}Sposta la cassettiera.{{/GM}}
ru: {{GM}}Отодвинуть буфет.{{/GM}}

source: {{GM}}Mr. Delilah looks small and tough, with an untraceable shotty on his back and a heavy vest under his trenchcoat. He's got the air of someone who gets things done and occasionally does them himself. He might be an ex-runner, one of the rare ones smart enough to move over to management when he felt his reflexes slowing down.{{/GM}} What do you want?
de: {{GM}}Mr. Delilah ist klein und tough, trägt ein Schrotgewehr ohne Seriennummer auf dem Rücken und eine kugelsichere Weste unter seinem Trenchcoat. Er wirkt wie jemand, der die richtigen Leute kennt, um Sachen zu erledigen und sie zur Not auch selber erledigt. Er könnte ein Ex-Runner sein, einer dieser seltenen Fälle, der den Sprung ins Management geschafft hat, als er merkte, dass seine Reflexe nachlassen.{{/GM}} Was willst du?
es: {{GM}}El Sr. Delilah es bajito y duro, con un disparo irreconocible en la espalda y un chaleco antibalas debajo de la gabardina. Tiene el aspecto de alguien que se encarga de que las cosas se hagan y que, a veces, hasta las hace él mismo. Podría ser un exrunner, uno de los pocos que fue lo suficientemente listo como para dedicarse a dirigir cuando vio que empezaban a fallarle los reflejos.{{/GM}} ¿Qué quieres?
fr: {{GM}}M. Delilah est petit et robuste, avec un shotgun indétectable dans son dos et une veste épaisse sous son trench-coat. Il a l'air de quelqu'un qui sait ce qu'il veut, et qui occasionnellement fait les choses lui-même. C'est peut-être un ex-runner, mais c'est l'un des rares qui fut assez intelligent pour passer à la direction quand ses réflexes ont commencé à décliner.{{/GM}} Qu'est-ce que vous voulez ?
it: {{GM}}Il signor Delilah è piccolo e robusto, con un fucile che spunta da dietro la schiena e un giubbotto pesante sotto l'impermeabile. Ha l'aria di uno che sa ottenere quello che vuole, a volte anche occupandosene personalmente. Potrebbe essere un ex Runner, uno dei pochissimi abbastanza intelligenti da passare dall'azione alla gestione quando l'età comincia a farsi sentire.{{/GM}} Che c'è?
ru: {{GM}}Мистер Далила - невысокий и жилистый человек, под плащом которого ясно виден бронежилет. Он производит впечатление человека, который умеет добиваться своего и не боится испачкать руки. Не исключено, что он сам бывший раннер, проживший достаточно долго, чтобы соскочить и заняться кабинетной работой, когда его начали подводить рефлексы.{{/GM}} Чего тебе?

source: {{GM}}Mr. Delilah looks you up and down. Takes you all in. Smiles to himself.{{/GM}} Listen, you look like the sort of $(l.man) who might run a crew of your own one day. Might need a little talent. When that happens, you come to me. I'll set you up. {{GM}}He dismisses you with a wave.{{/GM}}
de: {{GM}}Mr. Delilah schaut dich von oben bis unten an. Mustert dich eingehend. Lächelt in sich hinein.{{/GM}} Pass auf, du siehst aus wie die Art $(l.man), die später mal ’ne eigene Crew haben könnte. Brauchst vielleicht noch ein paar Talente. Wenn es soweit ist, komm zu mir. Ich hab die richtigen Connections. {{GM}}Er wedelt abweisend mit der Hand, um anzudeuten, dass das Gespräch für ihn damit beendet ist.{{/GM}}
es: {{GM}}El Sr. Delilah te mira de arriba abajo. Observa hasta el último detalle. Sonríe para sí mismo.{{/GM}} Escucha, tú pareces la clase de $(l.man) que un día podría tener su propio equipo de hombres. Podrías necesitar de algún talento. Cuando eso suceda, ven a verme. Yo me encargaré. {{GM}}Te despide con la mano.{{/GM}}
fr: {{GM}}M. Delilah vous scrute de la tête aux pieds. Il vous examine, et il sourit.{{/GM}} Écoutez, vous semblez être le genre de $(l.man) qui pourrait avoir sa propre équipe, un jour. Vous aurez peut-être besoin d'aide. Quand ce jour arrivera, venez donc me voir. Je vous aiderai. {{GM}}Il vous fait signe de partir avec sa main.{{/GM}}
it: {{GM}}Il signor Delilah ti squadra. Ti osserva bene. Sorride tra sé.{{/GM}} Senti, sembri il tipo di $(l.man) che potrebbe essere a capo di una squadra tutta sua, un giorno. Potrei aver bisogno di gente che ci sa fare. Quando sarà il momento, vieni da me. Lavoreremo insieme. {{GM}}Ti congeda con un gesto.{{/GM}}
ru: {{GM}}Мистер Далила оглядывает тебя с ног до головы. Очень внимательно.{{/GM}} Ты производишь впечатление человека, которому может понадобиться его собственная команда. Если захочешь подписать на дело талантливых ребят, приходи ко мне. Я вас познакомлю. {{GM}}Он отсылает вас небрежным жестом.{{/GM}}

source: {{GM}}Mr. Delilah looks you up and down. Takes you all in.{{/GM}} Listen, you look like the sort of $(l.man) who might run a crew of your own one day. Might need a little talent. When that happens, you come to me. I'll set you up. {{GM}}He dismisses you with a wave.{{/GM}}
de: {{GM}}Mr. Delilah schaut dich von oben bis unten an. Mustert dich eingehend.{{/GM}} Pass auf, du siehst aus wie die Art $(l.man), die später mal ’ne eigene Crew haben könnte. Brauchst vielleicht noch ein paar Talente. Wenn es soweit ist, komm zu mir. Ich hab die richtigen Connections. {{GM}}Er wedelt abweisend mit der Hand, um anzudeuten, dass das Gespräch für ihn damit beendet ist.{{/GM}}
es: {{GM}}El Sr. Delilah te mira de arriba abajo. Observa hasta el último detalle.{{/GM}} Escucha, tú pareces la clase de $(l.man) que un día podría tener su propio equipo de hombres. Podrías necesitar de algún talento. Cuando eso suceda, ven a verme. Yo me encargaré. {{GM}}Te despide con la mano.{{/GM}}
fr: {{GM}}Monsieur. Delilah vous scrute de la tête aux pieds. Il vous examine.{{/GM}} Écoutez, vous semblez être le genre de $(l.man) qui pourrait avoir sa propre équipe un jour. Vous aurez peut-être besoin d'aide. Quand ce jour arrivera, venez donc me voir. Je vous aiderai. {{GM}}Il vous fait signe de partir avec sa main.{{/GM}}
it: {{GM}}Il signor Delilah ti squadra. Ti osserva bene.{{/GM}} Senti, sembri il tipo di $(l.man) che potrebbe essere a capo di una squadra tutta sua, un giorno. Potrei aver bisogno di gente che ci sa fare. Quando sarà il momento, vieni da me. Lavoreremo insieme. {{GM}}Ti congeda con un gesto.{{/GM}}
ru: {{GM}}Мистер Далила оглядывает тебя с ног до головы. Очень внимательно.{{/GM}} Ты производишь впечатление человека, которому может понадобиться его собственная команда. Если захочешь подписать на дело талантливых ребят, приходи ко мне. Я вас познакомлю. {{GM}}Он отсылает вас небрежным жестом.{{/GM}}

source: {{GM}}Mr. Delilah looks you up and down. Takes you all in.{{/GM}} Yeah, I bet she did. Okay, tell Coyote no hard feelings. I'll have someone else get the stones. Listen, you look like the sort of $(l.man) who might run a crew of your own one day. Might need a little talent. When that happens, you come to me. I'll set you up.
de: {{GM}}Mr. Delilah schaut dich von oben bis unten an. Mustert dich eingehend.{{/GM}} Oh ja, ich wette, das hatte sie. Sag Coyote, dass ich ihr das nicht nachtrage. Jemand anders wird für mich die Steine besorgen. Pass auf, du siehst aus wie die Art $(l.man), die später mal ’ne eigene Crew haben könnte. Brauchst vielleicht noch ein paar Talente. Wenn es soweit ist, komm zu mir. Ich hab die richtigen Connections.
es: {{GM}}El Sr. Delilah te mira de arriba abajo. Observa hasta el último detalle.{{/GM}} Sí, apuesto a que sí. Vale, dile a Coyote que no le guardo rencor. Buscaré a otro para que me consiga las piedras. Escucha, tú pareces la clase de $(l.man) que un día podría tener su propio equipo de hombres. Podrías necesitar de algún talento. Cuando eso suceda, ven a verme. Yo me encargaré.
fr: {{GM}}M. Delilah vous scrute de la tête aux pieds. Il vous examine.{{/GM}} Ouais, j'imagine Ok, dites à Coyote que c'est sans rancune. J'enverrai quelqu'un d'autre chercher les pierres. Écoutez, vous semblez être le genre de $(l.man) qui pourrait avoir sa propre équipe un jour. Vous aurez peut-être besoin d'aide. Quand ce jour arrivera, venez donc me voir. Je vous aiderai.
it: {{GM}}Il signor Delilah ti squadra. Ti osserva bene.{{/GM}} Sì, ci metto la mano sul fuoco. Va bene, riferisci a Coyote che non ce l'ho con lei. Troverò qualcun altro che recuperi le pietre. Senti, sembri il tipo di $(l.man) che potrebbe essere a capo di una squadra tutta sua, un giorno. Potrei aver bisogno di gente che ci sa fare. Quando sarà il momento, vieni da me. Lavoreremo insieme.
ru: {{GM}}Мистер Далила оглядывает тебя с ног до головы. Он принимает решение.{{/GM}} Ну да, я в этом не сомневаюсь. Ладно, передай Койот, что она мне ничего не должна. Я пошлю за камнями еще кого-нибудь. Ты производишь впечатление человека, которому может понадобиться его собственная команда. Если захочешь подписать на дело талантливых ребят, приходи ко мне. Я вас познакомлю.

source: {{GM}}Mr. Delilah looks you up and down. Takes you all in.{{/GM}} Yeah, I bet you did. Okay, tell Coyote no hard feelings. I'll have someone else get the stones. Listen, you look like the sort of $(l.man) who might run a crew of your own one day. Might need a little talent. When that happens, you come to me. I'll set you up.
de: {{GM}}Mr. Delilah schaut dich von oben bis unten an. Mustert dich eingehend.{{/GM}} Oh ja, ich wette, das hast du. Sag Coyote, dass ich ihr das nicht nachtrage. Jemand anders wird für mich die Steine besorgen. Pass auf, du siehst aus wie die Art $(l.man), die später mal ’ne eigene Crew haben könnte. Brauchst vielleicht noch ein paar Talente. Wenn es soweit ist, komm zu mir. Ich hab die richtigen Connections.
es: {{GM}}El Sr. Delilah te mira de arriba abajo. Observa hasta el último detalle.{{/GM}} Sí, apuesto a que sí. Vale, dile a Coyote que no le guardo rencor. Buscaré a otro para que me consiga las piedras. Escucha, tú pareces la clase de $(l.man) que un día podría tener su propio equipo de hombres. Podrías necesitar de algún talento. Cuando eso suceda, ven a verme. Yo me encargaré.
fr: {{GM}}M. Delilah vous scrute de la tête aux pieds. Il vous examine.{{/GM}} Ouais, je suppose que vous dites vrai. Ok, dites à Coyote que c'est sans rancune. J'enverrai quelqu'un d'autre chercher les pierres. Écoutez, vous semblez être le genre de $(l.man) qui pourrait avoir sa propre équipe un jour. Vous aurez peut-être besoin d'aide. Quand ce jour arrivera, venez donc me voir. Je vous aiderai.
it: {{GM}}Il signor Delilah ti squadra. Ti osserva bene.{{/GM}} Sì, ci credo. Va bene, riferisci a Coyote che non ce l'ho con lei. Troverò qualcun altro che recuperi le pietre. Senti, sembri il tipo di $(l.man) che potrebbe essere a capo di una squadra tutta sua, un giorno. Potrei aver bisogno di gente che ci sa fare. Quando sarà il momento, vieni da me. Lavoreremo insieme.
ru: {{GM}}Мистер Далила оглядывает тебя с ног до головы. Он принимает решение.{{/GM}} Ну да, я в этом не сомневаюсь. Ладно, передай Койот, что она мне ничего не должна. Я пошлю за камнями еще кого-нибудь. Ты производишь впечатление человека, которому может понадобиться его собственная команда. Если захочешь подписать на дело талантливых ребят, приходи ко мне. Я вас познакомлю.

source: {{GM}}Mrs. Kubota declines her head. Stares at the floor. Breathes.{{/GM}}
de: {{GM}}Mrs. Kubota senkt ihren Kopf und starrt auf den Boden. Sie atmet tief ein.{{/GM}}
es: {{GM}}La Sra. Kubota baja la cabeza. Se queda mirando fijamente al suelo. Respira.{{/GM}}
fr: {{GM}}Mme Kubota baisse la tête. Elle regarde le sol. Prend une respiration.{{/GM}}
it: {{GM}}La signora Kubota piega la testa. Guarda il pavimento. Respira.{{/GM}}
ru: {{GM}}Миссис Кубота опускает голову. Смотрит на пол у себя под ногами. Делает глубокий вдох.{{/GM}}

source: {{GM}}Mrs. Kubota raises her hand and the conversation stops.{{/GM}} Wait. Before you go, there is one thing you did not tell us, $(l.name). Where is the Emerald City Ripper now?
de: {{GM}}Mrs. Kubota hebt die Hand und alle Gesprächsteilnehmer verstummen.{{/GM}} Halt. Bevor du gehst, musst du uns noch eine Sache verraten, $(l.name). Wo ist der Emerald City Ripper jetzt?
es: {{GM}}La Sra. Kubota alza la mano y la conversación se detiene.{{/GM}} Espere. Antes de que se marche, hay una cosa que no nos ha dicho, $(l.name). ¿Dónde está ahora el Destripador de Ciudad Esmeralda?
fr: {{GM}}Mme Kubota lève la main et la conversation s'arrête.{{/GM}} Attendez... Avant que vous ne partiez, il y a une chose que vous ne nous avez pas dite, $(l.name). Où est l'éventreur, à présent ?
it: {{GM}}La signora Kubota alza la mano e la conversazione si interrompe.{{/GM}} Aspetta. Prima di andare, c'è una cosa che non ci ha detto, $(l.name). Dove si trova adesso lo Squartatore di Emerald City?
ru: {{GM}}Миссис Кубота поднимает руку, и все послушно замолкают.{{/GM}} Подожди. Прежде чем ты уйдешь, я должна задать тебе этот вопрос, $(l.name). Где Потрошитель Изумрудного города сейчас?

source: {{GM}}Mrs. Kubota’s lips are tight and there appears to be a weight on her shoulders you haven’t seen before.{{/GM}} Have you seen Coyote, omae? She is late for another shift.
de: {{GM}}Mrs. Kubotas Lippen sind schmal und auf ihren Schultern scheint ein Gewicht zu lasten, das zuvor nicht da war.{{/GM}} Hast du Coyote gesehen, omae? Ihre Schicht hat bereits begonnen.
es: {{GM}}La Sra. Kubota aprieta los labios, parece llevar sobre los hombros un peso que no has visto antes.{{/GM}} ¿Has visto a Coyote, omae? Llega otra vez tarde a su turno.
fr: {{GM}}Les lèvres de Mme Kubota sont serrées, et vous remarquez qu'elle semble avoir un poids sur les épaules que vous n'aviez jamais vu auparavant.{{/GM}} Avez-vous vu Coyote, omae ? Elle est en retard pour son service.
it: {{GM}}La signora Kubota ha le labbra serrate e sembra molto più preoccupata di quanto tu l'abbia mai vista prima.{{/GM}} Hai visto Coyote, omae? È di nuovo in ritardo per il turno.
ru: {{GM}}Миссис Кубота плотно сжимает губы. Тебе кажется, что она слегка сутулится под тяжестью обрушившегося на нее несчастья.{{/GM}} Ты не знаешь, где Койот, омае? Она пропустила еще одну смену.

source: {{GM}}N to Z.{{/GM}}
de: {{GM}}N bis Z.{{/GM}}
es: {{GM}}N-Z.{{/GM}}
fr: {{GM}}N à Z.{{/GM}}
it: {{GM}}N - Z.{{/GM}}
ru: {{GM}}Третья страница.{{/GM}}

source: {{GM}}Nala.{{/GM}}
ru: {{GM}}Нала.{{/GM}}

source: {{GM}}Name: Sister Dawne Wehrs (autofill){{/GM}}
de: {{GM}}Name: Schwester Dawne Wehrs (Autoeingabe){{/GM}}
es: {{GM}}Nombre: Hermana Dawne Wehrs (relleno automático){{/GM}}
fr: {{GM}}Nom : Sœur Dawne Wehrs (Remplissage automatique){{/GM}}
it: {{GM}}Nome: Sorella Dawne Wehrs (completamento automatico){{/GM}}
ru: {{GM}}Имя: сестра Дон Верс (автозаполнение){{/GM}}

source: {{GM}}New Larry checks his watch. Licks his lips. Looks over your shoulder at the darkness. He’s looking for someone and it’s not the Fixer.{{/GM}} Okay, I can see where this is going. You chummers are damaged. I’m out.
de: {{GM}}Larry sieht auf die Uhr. Leckt sich die Lippen. Blickt hinter sich in die Dunkelheit. Er wartet auf jemanden und es ist nicht der Schieber.{{/GM}} Okay, ich seh schon, wohin das führt. Ihr Chummer habt einen an der Waffel. Ich bin weg.
es: {{GM}}New Larry mira el reloj. Se moja los labios. Mira por encima del hombro hacia la oscuridad. Está buscando a alguien y no es el fixer.{{/GM}} Vale, ya veo por dónde va esto. Estáis dañados. Me largo.
fr: {{GM}}New Larry regarde sa montre. Il se lèche les lèvres. Regarde par dessus son épaule dans la pénombre. Il cherche quelqu'un et ce n'est pas le Fixer.{{/GM}} Bon, je vois où tout ça va nous mener. Vous êtes graves, les gars. Je me casse.
it: {{GM}}New Larry guarda l'orologio. Si lecca le labbra. Guarda l'oscurità alle tue spalle. Sta cercando qualcuno, e non è il ricettatore.{{/GM}} Ok, ho capito la storia. Ragazzi, avete il cervello in pappa. Io me la squaglio.
ru: {{GM}}Новичок Ларри бросает взгляд на свои часы, нервно облизывает губы и смотрит куда-то в темноту у тебя за плечом. Он кого-то ждет, и ты хорошо понимаешь, кого.{{/GM}} Ладно, я понял, откуда ветер дует. Жалкие неудачники. Я сам о себе позабочусь.

source: {{GM}}New Larry relaxes and throws you a drek-eating grin.{{/GM}} Looks like my new Renraku friends are finally here. They’re gonna take that hard drive off your corpse... buddy.
de: {{GM}}New Larry wirkt erleichtert und schenkt dir ein fieses Grinsen.{{/GM}} Sieht aus, als wären meine neuen Renraku-Freunde endlich hier. Sie werden sich die Festplatte von deiner Leiche zurückholen.
es: {{GM}}New Larry se relaja y te lanza una sonrisa burlona.{{/GM}} Parece que por fin han llegado mis nuevos amigos de Renraku. Van a sacarte ese disco duro del cuerpo... colega.
fr: {{GM}}New Larry est soulagé et grimace un sourire.{{/GM}} On dirait que mes nouveaux amis sont enfin arrivés. Ils vont te secouer le disque dur... mon pote.
it: {{GM}}New Larry si rilassa e ti sfodera un sorriso da schiaffi.{{/GM}} Guarda, i miei nuovi amici della Renraku sono qui. Ti strapperanno l'hard disk dal tuo cadavere...
ru: {{GM}}Новичок Ларри ухмыляется еще сильнее.{{/GM}} Похоже, мои новые друзья из корпорации Ренраку наконец прибыли. Они заберут жесткий диск с твоего трупа... детка.

source: {{GM}}Not yet...{{/GM}}
de: {{GM}}Noch nicht ...{{/GM}}
es: {{GM}}Todavía no...{{/GM}}
fr: {{GM}}Pas encore...{{/GM}}
it: {{GM}}Non ancora...{{/GM}}
ru: {{GM}}Выйти из лифта{{/GM}}

source: {{GM}}Not yet.{{/GM}}
de: {{GM}}Noch nicht.{{/GM}}
es: {{GM}}Aún no.{{/GM}}
fr: {{GM}}Pas encore.{{/GM}}
it: {{GM}}Non ancora.{{/GM}}
ru: {{GM}}Чуть позже.{{/GM}}

source: {{GM}}Nothing noticeable happens.{{/GM}}
de: {{GM}}Es scheint nichts zu passieren.{{/GM}}
es: {{GM}}No sucede nada notable.{{/GM}}
fr: {{GM}}Rien de spécial.{{/GM}}
it: {{GM}}Non succede niente d'importante.{{/GM}}
ru: {{GM}}Ничего не происходит. По крайней мере, так тебе кажется.{{/GM}}
