Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: You ever have to toss Sam out on his ass?
de: Hast du Sam jemals hochkant rausgeworfen?
es: ¿Has tenido que echar a patadas a Sam de aquí?
fr: Vous avez déjà dégagé Sam d'ici ?
it: Ha mai dovuto cacciarlo fuori?
ru: Он когда-нибудь от тебя огребал?

source: You ever hear of the Nephilim Network? Of course you have. An in-the-know $(l.guy) like you has to have heard of *the* premier merc team out there.
de: Hast du je vom Nephilim-Netzwerk gehört? Natürlich hast du das. So jemand wie du hat doch sicher schon von *dem* Spitzen-Söldnerteam gehört.
es: ¿Has oído hablar de la Red Nephilim? Seguro que sí. Un $(l.guy) sabelotodo como tú tiene que haber oído hablar del mejor equipo de mercenarios.
fr: Déjà entendu parler du Réseau Nephilim ? Bien sûr que oui. Un $(l.guy) informé comme vous a déjà entendu parler de la meilleure équipe de mercenaires.
it: Hai mai sentito parlare della Rete Nephilim? Certo che sì. Un $(l.guy) sapientone come te non può non conoscere i mercenari più cazzuti in circolazione.
ru: Знаешь что-нибудь о Сети Нефилимов? Конечно, знаешь. Все знают о команде лучших наемников, каких только можно купить за деньги.

source: You feel protective over the people here.
de: Du fühlst dich für die Leute hier verantwortlich.
es: Sientes que debes proteger a estas personas.
fr: Vous avez l'air assez protecteur envers les gens d'ici.
it: Sei protettivo con la gente di qui.
ru: Похоже, ты очень привязан к завсегдатаям этого бара.

source: You filthy dogs, I'm here to clear you out!
de: Ihr dreckigen Hunde. Ich mach euch fertig!
es: ¡Perros asquerosos, vengo a acabar con vosotros!
fr: Bande de salauds, je vais vous faire déguerpir !
it: Razza di porci, sono qui per farvi a fette!
ru: Я покончу с вами, грязные твари!

source: You find a fresh Universal Brotherhood Sister's uniform on the bed.
de: Du findest eine frisch gewaschene Schwesternuniform der Universellen Bruderschaft auf dem Bett.
es: Encuentras encima de la cama un uniforme de Hermana de la Hermandad Universal, nuevo.
fr: Vous trouvez un nouvel uniforme de sœur de la Confrérie Universelle sur le lit.
it: Sul letto trovi un'uniforme nuova della Fratellanza Universale.
ru: На кровати ты находишь новенькое облачение сестры Братства.

source: You find a magnetic screwdriver.
de: Du findest einen Magnetschraubenzieher.
es: Encuentras un destornillador magnético.
fr: Vous trouvez un tournevis magnétique.
it: Trovi un cacciavite magnetico.
ru: Ты находишь магнитную отвертку.

source: You find a money clip full of nuyen and a medkit.
de: Du findest eine Geldklammer voller Nuyen und ein Medkit.
es: Encuentras una pinza de dinero llena de nuyens y un medikit.
fr: Vous trouvez un porte-monnaie plein de nuyens ainsi qu'un médikit.
it: Trovi un fermasoldi pieno di nuyen e un kit medico.
ru: Ты находишь кошелек, полный новеньких нюйен, и медицинский пакет.

source: You find a piece of paper with some numbers on it.
de: Du findest einen Schnipsel Papier mit ein paar Zahlen darauf.
es: Encuentras un trozo de papel con unos cuantos números escritos.
fr: Vous trouvez un bout de papier avec quelques numéros dessus.
it: Trovi un pezzo di carta con dei numeri scritti.
ru: Ты находишь клочок бумаги с какими-то цифрами.

source: You find a small velvet bag filled with precious gems.
de: Du findest einen kleinen Samtbeutel gefüllt mit wertvollen Edelsteinen.
es: Encuentras una pequeña bolsa de terciopelo con gemas preciosas.
fr: Vous trouvez un petit sac de velours rempli de pierres précieuses.
it: Trovi un piccolo sacchetto di velluto pieno di gemme preziose.
ru: Ты находишь маленький бархатный мешочек с драгоценными камнями.

source: You find an unlabeled trivid disc. You have no way of playing back the disc at this time.
de: Du findest eine unbeschriebene Trivid-Disc. Momentan hast du keine Möglichkeit, die Disc irgendwie abzuspielen.
es: Encuentras un disco de trídeo sin etiquetar. De momento no tienes forma de reproducirlo.
fr: Vous trouvez un disque trivid non étiqueté. Vous n'avez aucun moyen de lire ce disque pour l'instant.
it: Trovi un disco trideo senza etichetta. Non hai i mezzi per riprodurre il disco in questo momento.
ru: Ты находишь голографический диск без наклейки. К сожалению, здесь его воспроизвести не на чем.

source: You found a note!
de: Du hast eine Notiz gefunden!
es: ¡Has encontrado una nota!
fr: Vous avez trouvé un mot !
it: Hai trovato un biglietto!
ru: Ты нашел записку!

source: You going to beat it out of me?
de: Willst du es aus mir rausprügeln?
es: ¿Vas a sacármelo a golpes?
fr: Vous allez me tabasser pour que je parle ?
it: Ha intenzione di usare la forza?
ru: Поэтому теперь ты свернешь мне шею, так?

source: You got a deal.
de: Damit sind wir im Geschäft.
es: Trato hecho.
fr: Marché conclu.
it: Affare fatto.
ru: Договорились.

source: You got a deal. {{GM}}He hands you his credstick and you transfer 100 nuyen to it.{{/GM}}
de: Abgemacht. {{GM}}Er reicht dir seinen Credstick und du lädst 100 Nuyen darauf.{{/GM}}
es: Trato hecho. {{GM}}Te entrega su credistick y le transfieres 100 nuyens.{{/GM}}
fr: Marché conclu. {{GM}}Il vous donne son créditube et vous y transférez 100 nuyens.{{/GM}}
it: Affare fatto. {{GM}}Ti porge il suo credstick e tu vi trasferisci 100 nuyen.{{/GM}}
ru: Договорились. {{GM}}Он протягивает тебе кредстик, на который ты переводишь 100 нюйен.{{/GM}}

source: You got it good, chummer - family and friends. And now you’ve got one more.
de: Du hast Glück, Chummer – Familie und Freunde. Und jetzt hast du noch einen mehr.
es: Tienes suerte, colega; familia y amigos. Y ahora tienes uno más.
fr: Vous avez bien raison. La famille et les amis. Maintenant vous avez un ami de plus.
it: Non te la passi male, hai famiglia e amici. E ora puoi contarne uno in più.
ru: Значит, тебе повезло. У тебя есть семья и друзья. А теперь у тебя стало на одного друга больше.

source: You got it! Look up the Nephilim Network next time you're hiring - you won't be sorry.
de: Das will ich hören! Sieh dir das Nephilim-Netzwerk an, wenn du das nächste Mal Runner anheuerst – du wirst es nicht bereuen.
es: ¡Hecho! La próxima vez que vayas a contratar a alguien, busca a la Red Nephilim, no te arrepentirás.
fr: Ça marche ! Pensez au Réseau Nephilim la prochaine fois que vous cherchez une équipe, vous ne serez pas déçu.
it: Esatto. Cerca la Rete Nephilim la prossima volta, non te ne pentirai.
ru: Само собой! Не забывай про Сеть Нефилимов, когда будешь собирать команду в следующий раз. Не пожалеешь.

source: You got it.
de: Verstanden.
es: Lo has pillado.
fr: Bien dit.
it: Esatto.
ru: Так точно.

source: You got it. Here's a credstick, you'll find the appropriate compensation is all there. It was a pleasure doing business with you.
de: Selbstverständlich. Hier ist ein Credstick. Der darauf gespeicherte Betrag sollte dich zufriedenstellen. Es war mir eine Freude.
es: Lo conseguiste. Toma este credistick. Dentro encontrarás la compensación adecuada. Ha sido un placer hacer negocios contigo.
fr: Bien dit. Voici un créditube, vous y trouverez la rémunération appropriée. Ce fut un plaisir de faire affaire avec vous.
it: Esatto. Ecco un credstick, il compenso è tutto lì. È stato un piacere fare affari con te.
ru: Пожалуйста. Возьми этот кредстик. Твое вознаграждение там, до последней нюйены. С тобой было приятно иметь дело.

source: You got lucky today, kid. If I were you, I'd play it safe from now on. You don't get lucky twice.
de: Du hast heute echt Glück gehabt. Wenn ich du wäre, würde ich mich von nun an vorsehen. Man hat selten zweimal Glück.
es: Hoy has tenido suerte, chaval. Yo en tu lugar, de ahora en adelante no correría riesgos. No tendrás suerte dos veces.
fr: T'as eu de la chance aujourd'hui, petit. Si j'étais toi, je la jouerais plus tranquille. On ne peut pas être chanceux comme ça deux fois de suite.
it: Ti è andata bene questa volta. Fossi in te, sarei più prudente d'ora in poi. La prossima potrebbe andarti peggio.
ru: Сегодня тебе повезло, парень. Перестал бы ты испытывать судьбу. Вряд ли тебе повезет во второй раз.

source: You got scratch or you planning to pay me out of your earnings?
de: Hast du die Kohle, oder willst du mir einen Anteil von deinem nächsten Run andrehen?
es: ¿Tienes viruta o piensas pagarme con tus pendientes?
fr: Vous avez quelque chose ou vous comptez me payer avec vos gains ?
it: Hai denaro contante o pensi di pagarmi con i tuoi guadagni?
ru: У тебя есть деньги, или ты предлагаешь мне часть вашей добычи?

source: You had me at killing bugs. Show me how to use Aegis and I’ll get it done.
de: Ich war schon dabei, als Sie „Käfer“ und „töten“ gesagt haben. Zeigen Sie mir, wie ich Aegis benutzen kann und ich erledige die Sache.
es: Me convencí cuando hablasteis de matar bichos. Enseñadme a utilizar Aegis y haré mi parte.
fr: Vous voulez que je cherche la petite bête. Montrez-moi comment utiliser Aegis et c'est chose faite.
it: Mi hai già convinto quando hai parlato di uccidere insetti. Fammi vedere come si usa l'Aegis e lo farò.
ru: Жуков я давлю с особенным удовольствием. Покажите мне, как использовать ''Эгиду'', и мы начнем.

source: You haff engaged the enemy - you know why. The insect spirit is only a resident in the transformed host’s body. Conventional weapons can hurt the body und expose the spirit but the spirit itself exists on two planes. It cannot be destroyed by mundane means. Hence, Project Aegis.
de: Sie sind dem Feind begegnet – Sie sollten die Antwort kennen. Der Insektengeist ist nur ein Parasit im transformierten Körper des Wirtes. Gewöhnliche Waffen können zwar den Körper beschädigen und den Parasiten freilegen, doch der Geist selbst existiert auf zwei Ebenen. Er kann mit gewöhnlichen Mitteln nicht zerstört werden. Daher planten wir Projekt Aegis.
es: Tú te has enfrrentado al enemigo; ya sabes por qué. El Espíritu insecto solo es un residente en el cuerpo transformado del anfitrión. Las armas convencionales pueden causar daños al cuerpo y dejar expuesto al espíritu, pero el espíritu en sí existe en dos planos. No puede destruirse con medios comunes. De ahí, el Proyecto Aegis.
fr: Vous avez engagé le combat contre l'ennemi. Vous savez pourquoi. L'esprit insecte n'est qu'un résident dans le corps transformé de l'hôte. Les armes conventionnelles peuvent blesser le corps et exposer l'esprit. Mais l'esprit en lui-même existe sur deux plans. On ne peut pas le détruire avec les moyens classiques. D'où le projet Aegis.
it: Tu hai affrontato il nemico e sai perché. Lo spirito dell'insetto è solo un abitante nel corpo trasformato del Ricevente. Le armi convenzionali possono ferire il corpo und esporre la natura dello spirito, ma esso esiste su due piani. Non può essere distrutto con mezzi tradizionali. Perciò esiste il Progetto Aegis.
ru: Тебе довелось сражаться с этим противником - ты знаешь, почему. Дух-насекомое лишь временно занимает тело своей преображенной жертвы. Обычным оружием можно уничтожить тело и высвободить дух, но сам он существует более чем в одной реальности. Его невозможно победить. Поэтому мы учредили проект ''Эгида''.

source: You have a different idea?
de: Hast du eine andere Idee?
es: ¿Tienes alguna otra idea?
fr: T'as une autre idée ?
it: Ti sei fatto un'idea diversa?
ru: У тебя есть другие мысли на этот счет?

source: You have been told right. You must believe it.
de: Das hast du richtig gehört und das solltest du auch glauben.
es: Te lo han dicho bien. Debes creerlo.
fr: On vous a bien renseigné. Vous devez le croire.
it: Ti hanno detto bene. Credimi.
ru: Но это правда. Постарайся в это поверить.

source: You have business here?
de: Hast du hier etwas zu erledigen?
es: ¿Tienes asuntos por aquí?
fr: Qu'est-ce qui vous amène ?
it: È qui per una questione particolare?
ru: Ты здесь по делу?

source: You have done much good here, today. The hand of the Ripper was more of a monster than anyone could have known.
de: Du hast heute viel Gutes getan. Der Ripper war ein noch grausameres Monster, als irgendwer sich hätte ausmalen können.
es: Hoy has hecho mucho bien aquí. La mano del Destripador era lo más parecido a la de un monstruo que yo haya visto.
fr: Vous avez agi pour le bien, aujourd'hui. La main de l'éventreur était bien plus monstrueuse que quiconque aurait pu prévoir.
it: Hai davvero fatto del bene oggi. Lo Squartatore era un mostro ancora peggiore di quanto chiunque potesse immaginare.
ru: Благодаря тебе этот мир стал чуточку лучше. Потрошитель оказался еще большим чудовищем, чем можно было предположить.

source: You have generated a considerable amount of damage to my office complex, killed or wounded many of my security personnel, and cost my Vice President of Security his job. In 24 hours you have accumulated quite a bill with me, $(l.sir).
de: Sie haben meinem Bürokomplex erheblichen Schaden zugefügt, viele meiner Wachmänner verletzt oder getötet und meinen Vizepräsidenten der Sicherheit um seinen Job gebracht. In nur 24 Stunden haben Sie es geschafft, meine Firma eine beträchtliche Summe zu kosten.
es: Has dañado considerablemente mi complejo de oficinas, has matado o herido a gran parte de mi seguridad personal y le has costado el puesto de trabajo a mi Vicepresidente de Seguridad. En 24 horas has acumulado una deuda importante conmigo, $(l.sir).
fr: Vous avez causé des dégâts considérables à mon complexe de bureaux, tué et blessé de nombreux membres de ma sécurité et fait perdre son travail à mon Vice-président de la sécurité. En 24 heures, votre note a atteint un total impressionnant, $(l.sir).
it: Ha causato danni considerevoli all'intero complesso, ucciso o ferito gran parte del personale di sicurezza e fatto perdere il lavoro al mio Vicepresidente della Sicurezza. In sole 24 ore lei ha accumulato un conto piuttosto salato, $(l.sir).
ru: За рекордно короткое время зданию был нанесен изрядный ущерб, значительная часть охранников погибла или была искалечена, а мой заместитель начальника службы безопасности вылетел со своего места, как пробка из бутылки шампанского. Тебе удалось причинить мне немалые убытки. Поздравляю, $(l.sir).

source: You have my attention. Go on.
de: Du hast meine volle Aufmerksamkeit. Fahr fort.
es: Tienes toda mi atención. Adelante.
fr: Vous avez mon attention. Continuez.
it: Ti ascolto. Vai avanti.
ru: Я внимательно тебя слушаю. Продолжай.

source: You have one piece of information which you might use as a bargaining chip in the little time you have left to live - why you took what you took. I am interested to know why you and your team of criminals fought your way through my security teams up to my private office to access the Matrix and uncover the location of a simple research project.
de: Sie verfügen über eine einzige Information, die Sie nutzen können, um mit mir in Verhandlung zu treten, bevor es mit Ihnen vorbei ist – warum Sie ausgerechnet diesen Gegenstand stehlen wollten. Ich möchte gerne von Ihnen erfahren, warum Sie und Ihre Bande Krimineller sich durch meine Wachleute bis in mein privates Büro vorgekämpft haben, um auf die Matrix zuzugreifen und den Ort eines einfachen Forschungsprojekts in Erfahrung zu bringen.
es: Tienes una información que podrías usar como carta de cambio en el poco tiempo de vida que te queda; por lo que robaste lo que robaste. Estoy interesado en saber por qué tú y tu equipo de criminales os habéis abierto paso a través de mis equipos de seguridad hasta mi oficina privada, para acceder a la Matriz y revelar la ubicación de un sencillo proyecto de investigación.
fr: Vous avez en votre possession une information que vous pourrez utiliser pour négocier pendant le peu de temps qu'il vous reste à vivre : pourquoi avez-vous pris ce que vous avez pris. Je voudrais savoir pourquoi votre équipe de criminels et vous vous êtes frayés un chemin arme au poing jusqu'à mon bureau privé pour accéder à la Matrice et découvrir où se trouve un simple projet de recherche.
it: C'è un'informazione che potrebbe utilizzare come merce di scambio, durante il poco tempo che le resta da vivere, cioè il motivo per cui ha preso ciò che ha preso. Mi interessa sapere perché lei e il suo gruppo di criminali abbiate travolto le mie squadre di sicurezza per raggiungere il mio ufficio privato, accedere alla Matrice e localizzare il prototipo di un semplice progetto di ricerca.
ru: У тебя еще осталось кое-что ценное, информация, которая позволит выиграть тебе по меньшей мере несколько часов жизни. Я хочу знать, почему тебя заинтересовало то, что тебя заинтересовало. Я хочу знать, почему ты и твоя команда головорезов выпотрошили мою службу безопасности, забрались в мою локальную сеть и украли результаты ничем не примечательного исследовательского проекта, одного из тысяч других.

source: You have quite the vantage point here. Bet you don't miss much. Seen anything special today?
de: Du hast hier ja einen echt hübschen Aussichtspunkt. Ich wette, hier entgeht dir nicht viel. Hast du heute irgendwas Besonderes gesehen?
es: Estás en un punto privilegiado. Apuesto a que te enteras de casi todo. ¿Has visto hoy algo especial?
fr: Vous êtes un vieux de la vieille, vous. Je parie que vous savez plein de choses. Vous avez vu quelque chose de spécial aujourd'hui ?
it: Hai il coltello dalla parte del manico. Scommetto che non ti manca troppo. Hai visto qualcosa di strano oggi?
ru: Полагаю, что в наблюдательности тебе не откажешь. Ты наверняка знаешь все, что тут происходит. Поделишься со мной наблюдениями?

source: You have ruined everything!
de: Du hast alles kaputtgemacht!
es: ¡Lo has estropeado todo!
fr: Vous avez tout gâché !
it: Hai rovinato tutto!
ru: Вы все испортили!

source: You have the gratitude of everyone here, especially mine.
de: Wir alle hier sind dir dankbar dafür und ich ganz besonders.
es: Tienes la gratitud de todos los presentes, especialmente la mía.
fr: Vous avez la gratitude de tout le monde ici, surtout la mienne.
it: Ti siamo tutti grati qui, specialmente io.
ru: За это мы все тебе благодарны, особенно я.

source: You have the heart of a true mercenary. There is a purity in that, I suppose.
de: Du hast das Herz eines wahren Söldners. In gewisser Weise zeugt auch das irgendwie von Reinheit.
es: Tienes corazón de mercenario. Hay cierta pureza en eso, supongo.
fr: Vous avez l'âme d'un vrai mercenaire. Cela prouve une certaine intégrité, je suppose.
it: Tu hai lo spirito di un vero mercenario. C'è onestà in tutto ciò, suppongo.
ru: В твоей груди бьется сердце наемника. Пожалуй, в этом есть определенное благородство.

source: You head inside the darkened warehouse with Shannon. Her eyes have that far-off gaze associated with looking into the astral plane. When the world changed, the Native American tribes made a resurgence as well, demanding a place in the new world. They got it. The Salish-Shidhe Council now represents 8.6 million Amerindians across a multitude of tribes: Salish, Makah, Sincearach, and others. They’ve adapted to the Awakening better than other nations, thanks to a deeper connection to the world, both physical and spiritual. You can see that connection alive in Shannon now. You notice the shift in her focus as she returns to the present. She nods to you. She can sense the spirits in this place... now you just need to find them.
de: Du bahnst dir gemeinsam mit Shannon einen Weg in die abgedunkelte Lagerhalle. In ihren Augen erkennst du diesen abwesenden Blick, der auf eine Verbindung mit dem Astralraum hindeutet. Als sich die Welt wandelte, erlebten die uramerikanischen Stämme eine Wiederkehr und forderten auch für sich einen Platz in der neuen Welt. Sie bekamen ihn. Das Salish-Sidhe Council repräsentiert derzeit etwa 8,6 Millionen Indianer aus verschiedenen Stämmen: Salish, Makah, Sinsearach und viele weitere. Sie haben sich dank ihrer tieferen Verbindung zu sowohl der physischen als auch der spirituellen Welt besser an das Erwachen angepasst. Ebendiese Verbindung kannst du jetzt bei Shannon beobachten. Du bemerkst die leichte Veränderungen in ihrem Fokus, als sie in das Hier und Jetzt zurückkehrt. Sie nickt dir zu. Sie spürt die Geister an diesem Ort ... nun musst du sie nur noch finden.
es: Te adentras con Shannon por el almacén, a oscuras. Tiene la mirada perdida, esa mirada que se suele tener al mirar al plano astral. Cuando el mundo cambió, las tribus Amerindias también resurgieron y exigieron un lugar en el nuevo mundo. Y lo consiguieron. El consejo Salish-Shidhe representa ahora a 8,6 millones de indios americanos a través de una multitud de tribus: salish, makah, sincearach y otros. Se han adaptado al Despertar mejor que las otras naciones, gracias a una conexión más profunda con el mundo, tanto física como espiritual. Ahora puedes ver viva esa conexión en Shannon. Percibes el cambio en su mirada cuando regresa al presente. Asiente. Ella siente la presencia de los espíritus en este lugar... Ahora, solo tienes que encontrarlos.
fr: Vous vous dirigez à l'intérieur de l'entrepôt obscur avec Shannon. Son regard est lointain, et se noie dans le plan astral. Lorsque le monde changea, les tribus amérindiennes firent leur réapparition, demandant une place dans le nouveau monde. Ils l'ont obtenu. Le Conseil Salish-Shidhe représente maintenant 8,6 millions d'Amérindiens issus de nombreuses tribus : Salish, Makah, Sincearach, et bien d'autres. Ils se sont mieux adaptés à l'Éveil que toutes les autres nations, grâce à leur connexion au monde à la fois physique et spirituelle. Vous pouvez voir cette connexion de vos yeux avec Shannon. Vous remarquez le changement dans son regard lorsqu'elle revient dans le présent. Elle vous fait un signe de la tête. Elle peut sentir les esprits dans cet endroit... Vous n'avez plus qu'à les trouver.
it: Ti introduci nell'oscurità del magazzino insieme a Shannon. I suoi occhi hanno lo sguardo assente di chi sta guardando il piano astrale. Quando il mondo è cambiato, anche gli Indiani d'America hanno avuto la loro rinascita, rivendicando uno spazio proprio. L'hanno ottenuto. Il Consiglio di Salish-Shidhe rappresenta, a oggi, 8.6 milioni di Amerindi di svariate tribù: Salish, Makah e Sincearach, tra le altre. Si sono adattate al Risveglio meglio di altre nazioni, grazie a una più profonda connessione con il mondo fisico e spirituale. Shannon è la dimostrazione di questa connessione. Noti come Shannon ritorni in sé, riprendendo contatto con il presente. Annuisce. Percepisce la presenza degli spiriti nel magazzino... Ora dovete solo trovarli.
ru: Вы с Шеннон открываете дверь темного склада. Ее глаза смотрят куда-то вдаль, и ты понимаешь, что сейчас она не видит материального мира - только астральный план. Когда мир изменился, коренные американцы потребовали для себя места среди нового мирового порядка. Они получили, что хотели. Совет племен Ши-Сейлиш говорит от имени 8,6 миллионов индейцев: сейлиш, мака, синчеарак и прочих. Они адаптировались к Пробуждению лучше большинства других народов благодаря тесной связи с миром духов, которую поддерживали на протяжении многих столетий. Ты чувствуешь, что Шеннон понимает ее природу лучше многих. Ты замечаешь, как она сосредотачивается. Теперь она здесь целиком, и она кивает тебе. На складе витают духи умерших, вам осталось только их найти.

source: You hear anything else about Sam’s death?
de: Hast du irgendwas über Sams Tod gehört?
es: ¿Has oído algo sobre la muerte de Sam?
fr: Vous avez entendu autre chose sur la mort de Sam ?
it: Hai sentito qualcosa sulla morte di Sam?
ru: Ты слышал еще что-нибудь о смерти Сэма?
