Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Thank you! Some thugs are shaking down the market we've set up here. It's been getting worse lately... I don't think we can afford to pay them forever. But no one will stand up to them, and Lone Star isn't about to get involved.
de: Danke! Ein paar Rowdys mischen ständig den Markt auf, den wir hier abhalten. In letzter Zeit ist es schlimmer geworden ... Ich glaube nicht, dass wir sie noch lange dafür bezahlen können, damit sie uns in Ruhe lassen. Aber keiner traut sich, sich gegen sie zur Wehr zu setzen, und Lone Star hält sich da raus.
es: ¡Gracias! Unos matones no paran de liarla en el mercado que tenemos montado aquí. Últimamente la cosa va a peor... No creo que podamos seguir pagándoles eternamente. Pero nadie les planta cara y Lone Star no quiere meterse en el tema.
fr: Merci ! Des voyous viennent nous racketter sur le marché qu'on a installé. Et dernièrement, c'est de pire en pire... On ne peut pas subir leur racket pour toujours. Mais personne ne leur tient tête et Lone Star ne veut rien savoir.
it: Grazie! Ci sono dei delinquenti che ci stanno mandando a rotoli il mercato che abbiamo stabilito qui. E ultimamente le cose vanno sempre peggio... Non penso che ci possiamo permettere di pagarli per sempre. Ma nessuno osa mettersi contro di loro, e la Lone Star non vuole essere coinvolta.
ru: Спасибо! Какие-то головорезы повадились вымогать у нас деньги. Мы разбили небольшой рынок на соседней улице, и поначалу дела шли довольно неплохо, но теперь мы не можем платить им столько, сколько они требуют. Никто не решается дать им отпор, а "Одинокая звезда", похоже, не собирается вмешиваться.

source: Thank you, $+(l.sir)!
de: Danke sehr, $+(l.sir)!
es: ¡Gracias, $+(l.sir)!
fr: Merci, $+(l.sir) !
it: Grazie, $+(l.sir)!
ru: Спасибо, $+(l.sir)!

source: Thank you, Father. I know that my mother rests easier now that she’s finally in the parish cemetery.
de: Danke, Vater. Ich weiß, dass meine Mutter nun in Frieden ruht, jetzt, wo sie endlich auf dem Gemeindefriedhof beigesetzt wurde.
es: Gracias, Padre. Sé que mi madre descansa más tranquila ahora que está en el cementerio parroquial.
fr: Merci, mon père. Je sais que ma mère repose en paix maintenant qu'elle est au cimetière de la paroisse.
it: Grazie, Padre. Ora che è finalmente nel cimitero della parrocchia, mia madre riposerà più tranquilla.
ru: Благодарю вас, отец. Теперь душа моей матери обретет покой. Она всегда хотела быть похороненной на приходском кладбище.

source: Thank you, Father. We'll just be a moment.
de: Danke, Vater. Wir sind gleich so weit.
es: Gracias, Padre. Solo será un momento.
fr: Merci, mon père. Nous ne restons pas longtemps.
it: Grazie, Padre. Ce ne andiamo subito.
ru: Спасибо, отец. Мы уже уходим.

source: Thank you, Mrs. Kubota.
de: Danke, Mrs. Kubota.
es: Gracias, Sra. Kubota.
fr: Merci, Mme Kubota.
it: Grazie, signora Kubota.
ru: Спасибо, миссис Кубота.

source: Thank you, Shannon.
de: Danke, Shannon.
es: Gracias, Shannon.
fr: Merci, Shannon.
it: Grazie, Shannon.
ru: Спасибо, Шеннон.

source: Thank you, Sister Sally.
de: Danke, Schwester Sally.
es: Gracias, Hermana Sally.
fr: Merci, Sœur Sally.
it: Grazie, Sorella Sally.
ru: Спасибо, сестра Салли.

source: Thank you, child. Feel free to call on me, as you need. {{GM}}The Priest clutches his Bible to his chest and then turns toward the neighboring church.{{/GM}}
de: Vielen Dank. Sie können sich jederzeit an mich wenden, wenn Sie mich brauchen. {{GM}}Mit der Bibel vor der Brust begibt sich der Priester in Richtung der naheliegenden Kirche.{{/GM}}
es: Gracias, muchacha. Si me necesitas, no dudes en llamarme. {{GM}}El sacerdote se coloca la Biblia en el pecho y se gira en dirección a la iglesia cercana.{{/GM}}
fr: Merci, mon enfant. Appelez-moi si vous avez besoin de quoique ce soit. {{GM}}Le prêtre serre sa bible contre sa poitrine et se tourne vers l'église voisine.{{/GM}}
it: Grazie, figliola. Chiamami pure, se dovessi avere bisogno. {{GM}}Il sacerdote stringe la Bibbia al petto e si allontana con passo rapido verso la chiesa poco distante.{{/GM}}
ru: Спасибо, дочь моя. Если я вам понадоблюсь, приходите в любое время. {{GM}}Священник прижимает Библию к груди и торопливым шагом удаляется в направлении церкви.{{/GM}}

source: Thank you.
de: Danke.
es: Gracias.
fr: Merci.
it: Grazie.
ru: Спасибо.

source: Thank you. And you're right. This isn't over yet.
de: Danke. Du hast Recht. Es ist noch nicht vorbei.
es: Gracias. Y tienes razón. Esto todavía no ha terminado.
fr: Merci. Et vous avez raison. Ce n'est pas encore fini.
it: Grazie. Hai ragione. Non è ancora finita.
ru: Спасибо. И это правда. Еще ничего не кончено.

source: Thank you. For everything.
de: Danke. Für alles.
es: Gracias. Por todo.
fr: Merci. Pour tout.
it: Grazie. Di tutto.
ru: Спасибо. За все.

source: Thank you. He just said thank you.
de: „Danke.“ Er hat sich einfach bedankt.
es: Gracias. Solo ha dicho gracias.
fr: Merci. Il a juste dit merci.
it: Grazie. Ha solo detto grazie.
ru: Спасибо. Он просто сказал спасибо.

source: Thank you. I just feel so betrayed! My aunt brought me here. She said the Brotherhood was just what I needed. That I could find a new family here like she did. That I could be part of something bigger than myself. Then it got weird. You’d expect people like this to be nice to you, y’know? That’s what they’re all about. But this was different. They all started bowing to me. And that’s when the chanting started. That’s when I got really scared.
de: Danke. Ich fühle mich einfach nur so ... hintergangen! Meine Tante hat mich hierher gebracht. Sie hat gesagt, dass die Bruderschaft genau das Richtige für mich sei. Dass ich eine neue Familie finden könnte, wie sie auch. Dass ich Teil von etwas Größerem sein könnte. Dann wurde es richtig seltsam. Man denkt ja, dass solche Leute nett sind, weißt du? Darum geht es ja. Aber es war anders. Sie fingen an, sich vor mir zu verbeugen. Und dann gingen diese Choräle los. Das hat mir wirklich Angst gemacht.
es: Gracias. ¡Me siento muy traicionada! Mi tía me trajo aquí. Me dijo que la Hermandad era justo lo que necesitaba. Que aquí encontraría una familia nueva, como ella. Que podría formar parte de algo mayor. Y entonces todo fue muy extraño. Lo normal sería pensar que esta gente sería amable contigo, ¿no? Eso es lo que dicen. Pero no fue así. Todos empezaron a hacerme reverencias. Y entonces empezaron los cánticos. En ese momento es cuando me asusté de verdad.
fr: Merci. Je me sens tellement trahie ! C'est ma tante qui m'a amenée ici. Elle disait que la Confrérie, c'est exactement ce qu'il me fallait. Que j'y trouverai une nouvelle famille, comme elle. Que je pourrais faire partie d'une chose plus grande que moi. Ensuite tout a déraillé. Je m'attendais à ce que les gens soient gentils avec moi, vous voyez ? C'est ce qu'ils racontent partout. Mais ça ne s'est pas passé comme ça. Ils se sont tous prosternés devant moi. Et c'est après ça qu'ils se sont mis à chanter. Là j'ai commencé à avoir très peur.
it: Grazie. Mi sento pugnalata alle spalle! Mi ha portato qui mia zia. Diceva che la Fratellanza era esattamente quello che mi serviva. Che potevo trovare una nuova famiglia qui, come era successo per lei. Che potevo entrare a far parte di qualcosa di più grande di me. Poi la cosa ha preso una strana piega. Ti aspetteresti che gente così sia gentile con te, no? Questo è il principio. Ma le cose sono andate diversamente. Hanno cominciato a inchinarsi a me. È stato allora che i canti sono cominciati. Ho avuto una paura tremenda a quel punto.
ru: Спасибо. Я чувствую себя так, будто меня предали! Меня привела сюда моя тетка. Она сказала, что Братство с радостью меня примет. Сказала, что я обрету здесь новую семью, так же как это случилось с ней. Что я смогу стать чем-то большим. А потом все полетело к чертям. Обычно такие люди стараются тебе понравиться, разве нет? Так они вербуют новых членов в секту. А эти были какие-то странные. Сперва они принялись мне кланяться, а потом завели свое пение. Тут-то я и испугалась.

source: Thank you. I'll buy you a drink when you get back.
de: Dank dir. Ich spendier dir ’nen Drink, wenn du zurückkommst.
es: Gracias. Te invitaré a una copa cuando vuelvas.
fr: Merci. Je te paye un verre quand tu reviens.
it: Grazie. Ti offrirò da bere quando torni.
ru: Спасибо. Когда ты вернешься, вся выпивка за мой счет.

source: Thank you. It's a shame she wouldn't let me repair her face, though.
de: Danke. Es ist zu schade, dass sie mich nicht ihr Gesicht flicken lässt.
es: Gracias. Pero es una lástima que no me dejara arreglarle la cara.
fr: Merci. Quel dommage qu'elle ne m'ait pas laissé réparer son visage.
it: Grazie. È un peccato che non mi abbia lasciato risistemarle la faccia.
ru: Благодарю за комплимент. Жаль, что она не позволила мне поработать над ее лицом.

source: Thank you. Thank you for everything.
de: Danke. Danke für alles.
es: Gracias. Gracias por todo.
fr: Merci. Merci pour tout.
it: Grazie. Grazie di tutto.
ru: Спасибо. Спасибо тебе за все.

source: Thank-you, thank-you.
de: Danke, danke, danke.
es: Gracias, gracias.
fr: Merci, merci.
it: Grazie, grazie.
ru: Спасибо, спасибо!

source: Thanks Coyote.
de: Danke, Coyote.
es: Gracias, Coyote.
fr: Merci Coyote.
it: Grazie Coyote.
ru: Спасибо, Койот.

source: Thanks I will keep looking around.
de: Danke, ich schaue mich weiter um.
es: Gracias, seguiré mirando por aquí.
fr: Merci, je vais continuer à chercher.
it: Grazie, continuerò a cercare.
ru: Спасибо, я погляжу, что можно сделать.

source: Thanks John, you’re a real pal. Anyway, there’s a big fat corp bounty on my head. Like I said, my last job didn’t exactly go according to plan. Out in the alley, a few Halloweeners got the jump on us. Damn gangers thought they could turn a quick profit off of my head. {{GM}}Jake smiles, and you get the impression that didn’t work out so well for the gangers.{{/GM}}
de: Danke, John. Du bist ein wahrer Freund. Jedenfalls ist ein fettes Kon-Kopfgeld auf mich ausgesetzt. Wie ich schon sagte, mein letzter Job lief nicht so gut. Draußen in der Gasse wurden wir dann von ein paar Halloweenern überfallen. Die verdammten Ganger dachten, sie könnten sich mit mir schnelles Geld verdienen. {{GM}}Jake grinst und du hast das Gefühl, dass die Sache für die Ganger nicht allzu gut ausgegangen ist.{{/GM}}
es: Gracias John, eres un amigo de verdad. En cualquier caso, las corporaciones han puesto una gran recompensa sobre mi cabeza. Como dije, mi último trabajo no salió exactamente según el plan. En el callejón, unos Halloweeners nos asaltaron. Los malditos pandilleros pensaron que podrían sacar un dinero rápido con mi cabeza. {{GM}}Jake sonríe y tienes la impresión de que a los pandilleros no les fue muy bien.{{/GM}}
fr: Merci John, super sympa. De toute façon, il y a une bonne grosse prime corporatiste sur ma tête. Comme je l'ai dit, mon dernier run ne s'est pas exactement bien déroulé. Dans l'allée, quelques halloweeners nous ont pris par surprise. Ces salopards ont pensé qu'ils pourraient se faire de la monnaie sur ma tête. {{GM}}Jake sourit, et vous avez l'impression que ça ne s'est pas si bien passé que ça pour les halloweeners.{{/GM}}
it: Grazie John, sei davvero un amico. Comunque, la corporazione ha messo una taglia bella grossa sulla mia testa. Come ho detto, la mia ultima missione non è andata proprio secondo i piani. Lì fuori nel vicolo siamo stati assaliti da alcuni Halloweener. Dei dannatissimi ganger che speravano di fare soldi facili con la mia testa. {{GM}}Jake sorride e tu capisci che non dev'essere finita bene per i ganger.{{/GM}}
ru: Спасибо, Джон, всем бы таких друзей. Ну так вот. За мою голову назначена немаленькая такая награда. Как я уже сказал, последний набег выдался чрезвычайно неудачным. Как только за нами хлопнула дверь, на нас набросились Хеллоуинеры. Эта уличная банда решила, что деньги за мою поимку им все же не помешают. {{GM}}Джейк ухмыляется, и ты понимаешь, что шансов получить награду у гангстеров с самого начала было не много.{{/GM}}

source: Thanks chummer!
de: Danke, Chummer!
es: ¡Gracias colega!
fr: Merci, mec !
it: Grazie!
ru: Спасибо, приятель!

source: Thanks for helping me out back there.
de: Danke, dass du mir aus der Patsche geholfen hast.
es: Gracias por ayudarme antes.
fr: Merci pour ton aide, au fait
it: Grazie per avermi dare una mano là dentro.
ru: Спасибо за помощь.

source: Thanks for meeting us, $(l.name). I owe you one.
de: Danke, dass du gekommen bist, $(l.name). Ich schulde dir was.
es: Gracias por reunirte con nosotros, $(l.name). Te debo una.
fr: Merci de nous avoir rencontré, $(l.name). Je vous en dois une.
it: Grazie per averci incontrati, $(l.name). Ti devo un favore.
ru: Спасибо, $(l.name). За мной должок.

source: Thanks for nothing.
de: Danke für nichts.
es: Gracias por nada.
fr: Merci quand même.
it: Grazie di niente.
ru: Толку от вас никакого.

source: Thanks for telling me about Maria Mercurial, but there were sooo many people I couldn't even get close to her.
de: Danke, dass du mir von Maria Mercurial erzählt hast, aber es waren sooo viele Leute da, dass ich nicht einmal in ihre Nähe gekommen bin.
es: Gracias por contarme lo de Maria Mercurial, pero había tanta gente que ni siquiera me he podido acercar.
fr: Merci pour l'info sur Maria Mercurial, mais il y avait vraiment trop de gens. Je n'ai même pas pu l'approcher.
it: Grazie per avermi avvertito di Maria Mercurial, ma c'era così tanta gente che non ho potuto nemmeno avvicinarmi.
ru: Еще раз спасибо! Правда, на площади собралось столько людей, что мне не удалось подобраться к Марии.

source: Thanks for the call. On my way.
de: Danke für den Anruf. Bin auf dem Weg.
es: Gracias por llamar. Voy para allá.
fr: Merci du tuyau. J'arrive.
it: Grazie per avermi chiamato. Arrivo.
ru: Спасибо за звонок. Выезжаю.

source: Thanks for the heads up.
de: Danke für die Warnung.
es: Gracias por los consejos.
fr: Merci de l'avertissement.
it: Grazie per l'avvertimento.
ru: Спасибо за предупреждение.

source: Thanks for the info.
de: Danke für die Info.
es: Gracias por la información.
fr: Merci du tuyau.
it: Grazie per le informazioni.
ru: Спасибо за информацию.

source: Thanks for the intel. I appreciate the help.
de: Danke für die Info. War eine große Hilfe.
es: Gracias por la información. Te agradezco la ayuda.
fr: Merci pour ces tuyaux. C'était gentil de me filer un coup de main.
it: Grazie per le dritte. Apprezzo il tuo aiuto.
ru: Спасибо тебе за помощь.

source: Thanks for the tip the other day, Mrs. Kubota said I should go to the Safe House, but I don’t quite know where that is.
de: Danke für den Hinweis neulich. Mrs. Kubota hat gesagt, ich soll zum Unterschlupf gehen, aber ich weiß nicht genau, wo er sein soll.
es: Gracias por la pista del otro día, la Sra. Kubota dice que debería ir al piso franco, pero no sé dónde está.
fr: Merci pour l'info l'autre jour, Mme Kubota a dit que je devrais aller à la planque, mais je ne sais pas vraiment où elle est.
it: Grazie per la dritta dell'altro giorno, la signora Kubota ha detto che dovrei andare al nascondiglio segreto, ma non so bene dove sia.
ru: Спасибо за недавний совет. Миссис Кубота сказала, что мне следует заглянуть в подвал, но я не могу его найти.

source: Thanks for volunteering me. {{GM}}He pauses. Might be sizing you up, but it’s hard to tell behind those shades.{{/GM}} Alright then. The name’s Jake. And you are...?
de: Wie nett von dir, mich als Freiwilligen auszuwählen. {{GM}}Er hält inne. Womöglich versucht er, dich einzuschätzen, aber es ist schwer zu sagen, was unter der dunklen Sonnenbrille vor sich geht.{{/GM}} Also gut. Ich bin Jake. Und du bist ...?
es: Gracias por presentarme voluntario. {{GM}}Hace una pausa. Podría estar estudiándote, pero es difícil saberlo con esas gafas de sol.{{/GM}} Entonces muy bien. Me llamo Jake. ¿Y tú eres...?
fr: Merci de m'avoir porté volontaire. {{GM}}Il s'arrête. Peut-être qu'il vous jauge, mais c'est difficile à dire derrière ces lunettes.{{/GM}} Très bien. Je m'appelle Jake. Et vous êtes... ?
it: Grazie per avermi messo a disposizione. {{GM}}Fa una pausa. Non vorrei squadrarti, ma è difficile indovinare con quegli occhiali scuri.{{/GM}} Va bene. Io mi chiamo Jake. E tu saresti... ?
ru: Спасибо, что решил за меня. {{GM}}Он замолкает. Возможно, он рассматривает тебя, но его глаза надежно скрыты темными солнечными очками.{{/GM}} Ну ладно. Меня зовут Джейк. А тебя?..

source: Thanks for your time, Officer.
de: Vielen Dank für das Gespräch, Officer.
es: Gracias por tu tiempo, agente.
fr: Merci de m'aider, monsieur l'officier.
it: Grazie per il tuo tempo, agente.
ru: Спасибо, детектив.

source: Thanks for your time.
de: Vielen Dank für das Gespräch.
es: Gracias por tu tiempo.
fr: Merci de m'avoir consacré votre temps.
it: Grazie per la disponibilità.
ru: Спасибо за беседу.

source: Thanks guys. If this works, we may find the Emerald City Ripper.
de: Danke, Leute. Wenn das funktioniert, finden wir vielleicht bald den Emerald City Ripper.
es: Gracias, chicos. Si esto funciona, quizá encontremos al Destripador de Ciudad Esmeralda.
fr: Merci les gars. Si ça marche, on trouvera peut-être l'éventreur de Emerald City.
it: Grazie ragazzi. Se questo funziona, potremmo trovare lo Squartatore di Emerald City.
ru: Спасибо, парни. Если у нас все получится, Потрошитель Изумрудного города окажется у нас в руках.

source: Thanks so much, I won't forget this when your review comes up.
de: Vielen, vielen Dank! Ich werde das nicht vergessen, wenn es an der Zeit für deinen Leistungsbericht ist.
es: Muchas gracias, no lo olvidaré cuando llegue el momento de tu evaluación.
fr: Merci beaucoup, je ne l'oublierai pas lors de votre évaluation.
it: Grazie infinite, me ne ricorderò quando arriverà la tua valutazione.
ru: Большое спасибо! Я этого не забуду, когда дело дойдет до твоей следующей аттестации.

source: Thanks to the semiconductor-based gene sequencing system that David employed, we should have the information we need to track the Ripper in the Matrix.
de: Dank des auf Halbleitern basierenden Systems zur Gen-Sequenzierung, das David entwickelt hat, sollten wir die nötigen Informationen haben, um den Ripper in der Matrix zu finden.
es: Gracias al sistema de secuenciación de genes basado en semiconductores de David, deberíamos tener la información que necesitamos para seguir la pista al Destripador en la Matriz.
fr: Grâce au système de séquençage du génome basé sur les semi-conducteurs utilisé par David, nous devrions obtenir toutes les informations dont nous avons besoin sur l'éventreur dans la Matrice.
it: Grazie al sequenziatore genetico su semiconduttore utilizzato da David, dovremmo ottenere le informazioni che ci servono per trovare lo Squartatore nella Matrice.
ru: Благодаря системе распознавания генетического кода, которой воспользовался Дэвид, мы наверняка сможем найти в Матрице всю необходимую информацию и выследить Потрошителя.

source: Thanks! Now, put me in coach.
de: Danke! Dann wechsel mich mal ein, Coach.
es: ¡Gracias! Ahora, sácame, entrenador.
fr: Merci ! Bon, en avant, chef.
it: Grazie. Adesso, fammi entrare in azione.
ru: Спасибо! Давай покажу тебе, как стреляет настоящий мастер!

source: Thanks, Buster. That means a lot. [Accept it.]
de: Danke, Buster. Das bedeutet mir viel. [Nimm den Beleg an.]
es: Gracias, Buster. Eso significa mucho. [Aceptarla.]
fr: Merci, Buster. Ça signifie beaucoup pour moi. [Accepter.]
it: Grazie, Buster. Significa molto, per me. [Accetta.]
ru: Спасибо, Бастер. Это многое для меня значит. [Взять листок.]

source: Thanks, Cherry.
de: Danke, Cherry.
es: Gracias, Cherry.
fr: Merci, Cherry.
it: Grazie, Cherry.
ru: Спасибо, Шерри.

source: Thanks, Dresden.
de: Danke, Dresden.
es: Gracias, Dresden.
fr: Merci, Dresden.
it: Grazie, Dresden.
ru: Спасибо, Дрезден.

source: Thanks, I appreciate the help.
de: Danke, ich weiß die Hilfe zu schätzen.
es: Gracias, aprecio la ayuda.
fr: Merci, j'apprécie le coup de main.
it: Grazie, apprezzo l'aiuto.
ru: Хорошая мысль, спасибо.

source: Thanks, I'm done asking questions.
de: Danke, das war auch schon alles.
es: Gracias, he terminado de hacer preguntas.
fr: Merci, je n'ai plus de questions.
it: Grazie, ho finito con le domande.
ru: Спасибо, у меня больше нет вопросов.

source: Thanks, I'm going to look around.
de: Danke. Ich seh mich mal um.
es: Gracias, voy a echar un vistazo.
fr: Merci, je vais aller me balader.
it: Grazie, vado a dare un'occhiata in giro.
ru: Спасибо. Я пойду.

source: Thanks, I’ll make sure to give it back.
de: Danke, ich werde mich sicher revanchieren.
es: Gracias, me aseguraré de devolvértela.
fr: Merci, je vous le rendrai.
it: Grazie, te la restituirò.
ru: Спасибо. Я обязательно ее верну.

source: Thanks, Officer.
de: Danke, Officer.
es: Gracias, agente.
fr: Merci, officier.
it: Grazie, agente.
ru: Спасибо, детектив.

source: Thanks, big guy. Anything new in the rumor mill?
de: Danke, Großer. Was gibt’s Neues aus der Gerüchteküche?
es: Gracias, grandullón. ¿Hay nuevos rumores?
fr: Merci, champion. Y'a du nouveau ?
it: Grazie. Qualche nuova voce di corridoio?
ru: Спасибо, здоровяк. Есть свежие сплетни?

source: Thanks, big guy. How’s everyone here doing?
de: Danke, Großer. Wie geht es allen hier?
es: Gracias, grandullón. ¿Cómo va todo por aquí?
fr: Merci, champion. Comment va-t-on, par ici ?
it: Grazie. Come state?
ru: Спасибо, здоровяк. Похоже, тут что-то творилось в мое отсутствие?

source: Thanks, but I prefer natural causes.
de: Danke, aber ich bevorzuge natürliche Todesursachen.
es: Gracias, pero prefiero las causas naturales.
fr: Merci, mais je préfère les causes naturelles.
it: Grazie, ma preferisco le cause naturali.
ru: Спасибо, но мне нравится, когда мои клиенты умирают собственной смертью.

source: Thanks, chummer.
de: Danke, Chummer.
es: Gracias, colega.
fr: Merci quand même.
it: Grazie.
ru: Спасибо.

source: Thanks, just the welcome I was looking for.
de: Danke, das ist genau die Begrüßung, die ich mir erhofft hatte.
es: Gracias, justo la bienvenida que buscaba.
fr: Merci, exactement le message d'accueil que j'espérais.
it: Grazie, proprio il benvenuto che mi serviva.
ru: Спасибо, мне очень приятно это слышать.

source: Thanks.
de: Danke.
es: Gracias.
fr: Merci.
it: Grazie.
ru: Спасибо.

source: Thanks. I’ll let you know when I’m ready.
de: Danke. Ich geb Bescheid, wenn ich bereit bin.
es: Gracias. Te avisaré cuando tenga todo listo.
fr: Merci. Je vous ferez savoir quand je serai prêt.
it: Grazie. Ti avvertirò quand'è il momento.
ru: Спасибо. Я скажу, когда можно будет идти.

source: Thanks. I’ll send you the address. See you soon.
de: Danke. Ich schick dir die Adresse. Wir sehen uns gleich.
es: Gracias. Te mandaré la dirección. Hasta ahora.
fr: Merci. Je t'envoie l'adresse. À tout de suite.
it: Grazie. Ti mando l'indirizzo. Ci vediamo presto.
ru: Спасибо, сейчас я скину тебе адрес. До встречи.

source: Thanks. Looks like I've got a night's work ahead of me.
de: Danke. Sieht aus, als hätte ich eine lange Nacht vor mir.
es: Gracias. Parece que me espera una noche entera de trabajo por delante.
fr: Merci. J'ai une dure nuit de travail qui m'attend.
it: Grazie. A quanto pare mi aspetta una notte di lavoro.
ru: Спасибо. Похоже, мне придется работать всю ночь.
