Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}He chuckles.{{/GM}} Well, so much for a good night’s sleep. On the plus side, I noticed you haven’t killed me yet, so... that’s good. If you aren’t after me, then what’s your story?
de: {{GM}}Er kichert.{{/GM}} Tja, so viel zu ’ner ordentlichen Mütze Schlaf. Immerhin hast du mich bisher noch nicht getötet ... das ist gut. Also wenn du es nicht auf mich abgesehen hast, was willst du dann von mir?
es: {{GM}}Se ríe.{{/GM}} Bueno, hasta aquí una buena noche de sueño. Por otro lado, me he dado cuenta de que aún no me has matado y... eso es bueno. Si no me buscas, ¿qué me cuentas?
fr: {{GM}}Il pouffe.{{/GM}} Bon, eh bien tant pis pour cette bonne nuit de sommeil. D'un autre côté, je remarque que vous ne m'avez pas encore tué... c'est une bonne chose. Si vous n'en avez pas après moi, qu'est-ce que vous faites là ?
it: {{GM}}Ridacchia.{{/GM}} Beh, posso dire addio alla mia dormita. C'è di buono che non mi hai ancora ucciso, quindi... perfetto. Se non sei qui per me, allora qual è la tua storia?
ru: {{GM}}Он ухмыляется.{{/GM}} Значит, выспаться мне не судьба. С другой стороны, ты не пытаешься меня убить, так что это уже повод для радости. Поскольку ты явно не по мою душу, то зачем ты здесь?

source: {{GM}}He chuckles.{{/GM}} Well, at least they were too dumb to break my maglock.
de: {{GM}}Er schmunzelt.{{/GM}} Naja, zumindest waren sie zu blöd, um mein Magnetschloss zu knacken.
es: {{GM}}Se ríe.{{/GM}} Bueno, al menos fueron demasiado estúpidos para romper mi cerradura magnética.
fr: {{GM}}Il pouffe.{{/GM}} Bon, au moins ils ont été trop stupides pour briser mon maglock.
it: {{GM}}Ridacchia.{{/GM}} Beh, almeno erano troppo stupidi per riuscire a rompere la serratura magnetica.
ru: {{GM}}Он смеется.{{/GM}} По крайней мере им не хватило ума сломать магнитный замок.

source: {{GM}}He chuckles.{{/GM}} Yeah, that sounds about right. Any opportunity to get in McKlusky's way, he'll take it. A bit sleazy, sure, but I'd take Aguirre over McKlusky any day of the week.
de: {{GM}}Er schmunzelt.{{/GM}} Ja, das klingt ganz nach ihm. Wenn sich ihm die Gelegenheit bietet, McKlusky eins auszuwischen, wird er sie auch ergreifen. Er ist schon ein wenig schmierig, aber ich würde Aguirre jederzeit McKlusky vorziehen.
es: {{GM}}Se ríe.{{/GM}} Sí, eso suena bien. Cualquier oportunidad de fastidiar a McKlusky, se apuntará. Un poco sucio, claro, pero siempre preferiré a Aguirre antes que a McKlusky.
fr: {{GM}}Il pouffe.{{/GM}} Ouais, ça a l'air d'être ça. Il va s'empresser de saisir n'importe quelle opportunité de mettre des bâtons dans les roues à McKlusky. C'est pas très réglo, c'est vrai, mais je préfère Aguirre à McKlusky, et de loin.
it: {{GM}}Ride sotto i baffi.{{/GM}} Sì, mi sembra giusto. Farà di tutto per fermare McKlusky. Un po' squallido, certo, ma sostituirei McKlusky con Aguirre in qualsiasi momento.
ru: {{GM}}Он хихикает.{{/GM}} Ну да, еще бы он вел себя не дружелюбно. Он не остановится ни перед чем, лишь бы насолить Макклюски. Скользкий тип, но если выбирать между ним и Макклюски, то ответ становится очевиден.

source: {{GM}}He claps his hand as if seeing the circus for the first time.{{/GM}} I love the way that the short-lived are willing to die even faster - it’s very inspirational.
de: {{GM}}Er klatscht mit den Händen, als wäre er zum ersten Mal in seinem Leben in einer Zirkusvorstellung.{{/GM}} Ich liebe es, wie die Kurzlebigen immer dazu bereit sind, noch schneller zu sterben – es ist so inspirierend.
es: {{GM}}Aplaude como si estuviera viendo una actuación de circo por primera vez en su vida.{{/GM}} Me encanta que los jóvenes estén dispuestos a morir aún más rápido; es muy inspirador.
fr: {{GM}}Il frappe des mains comme s'il était au cirque pour la première fois.{{/GM}} J'adore voir comment les gens s'empressent de vouloir mourir. C'est très inspirant.
it: {{GM}}Batte le mani come se avesse visto per la prima volta il circo.{{/GM}} Adoro il modo in cui quelli che hanno vissuto una vita breve, hanno voglia di morire ancora più velocemente. È una grande ispirazione.
ru: {{GM}}Он хлопает в ладоши, словно ребенок в цирке.{{/GM}} Люди живут так мало! Меня всегда забавляло, с какой радостью они бросаются навстречу неминуемой гибели. Это вдохновляет.

source: {{GM}}He cocks his head to one side.{{/GM}} Be straight with me. You really gonna work for the dead man?
de: {{GM}}Er blickt dich schief an.{{/GM}} Sei ehrlich. Willst du wirklich für den toten Kerl arbeiten?
es: {{GM}}Inclina la cabeza a un lado.{{/GM}} Dime la verdad, ¿de verdad vas a trabajar para el hombre muerto?
fr: {{GM}}Il penche sa tête de côté.{{/GM}} Soyez honnête avec moi. Vous allez vraiment travailler pour un mort ?
it: {{GM}}Piega la testa da un lato.{{/GM}} Dimmi la verità. Hai davvero intenzione di lavorare per il morto?
ru: {{GM}}Он наклоняет голову.{{/GM}} Скажи правду. Ты действительно собираешься исполнить последнюю волю покойника?

source: {{GM}}He considers.{{/GM}} Ahhh. Okay... well until you deliver them to Grandmother Jessica, you’re responsible for them, so don’t let them go wandering.
de: {{GM}}Er überlegt.{{/GM}} Ahhh. Also gut. Bis du sie Großmutter Jessica übergeben hast, trägst du die Verantwortung für diese Leute, also lass sie nicht aus den Augen.
es: {{GM}}Se lo piensa.{{/GM}} Ahhh. Vale, pero hasta que se los lleves a Abuela Jessica tú eres responsable de ellos, así que no dejes que se marchen.
fr: {{GM}}Il réfléchit.{{/GM}} Ahhh. Très bien... jusqu'à ce que vous les ameniez à Grand-mère Jessica, vous êtes responsable d'eux, alors ne les laissez pas aller n'importe où.
it: {{GM}}Riflette.{{/GM}} Ahhh. Ok... fino a quando non li consegni a Nonna Jessica ne sei direttamente responsabile, fai in modo che non se ne vadano in giro.
ru: {{GM}}Он теряет изрядную долю своей увернности.{{/GM}} А. Ну хорошо... Но ты за них отвечаешь. Не позволяй им бродить тут в одиночестве.

source: {{GM}}He covers his face with his hands.{{/GM}} Oh God, no. Please no.
de: {{GM}}Er bedeckt sein Gesicht mit seinen Händen.{{/GM}} Oh Gott, nein. Bitte nicht.
es: {{GM}}Se tapa la cara con las manos.{{/GM}} Oh cielos, no. Por favor, no.
fr: {{GM}}Il se cache le visage dans les mains.{{/GM}} Oh mon Dieu, non. Par pitié, non.
it: {{GM}}Si copre la faccia con le mani.{{/GM}} Oh cielo... Ti prego, no.
ru: {{GM}}Он прячет лицо в ладонях.{{/GM}} О боже, нет. Умоляю, нет.

source: {{GM}}He crosses his arms.{{/GM}} Do you swallow every line our corp overlords spout at you? You look smarter than that. Whatever. Just get this place cleaned up and get out.
de: {{GM}}Er verschränkt die Arme{{/GM}} Glaubst du alles, was unsere kommerziellen Oberherren dir verkaufen? So dumm siehst du gar nicht aus. Egal. Mach einfach hier sauber und dann verzieh dich.
es: {{GM}}Cruza los brazos.{{/GM}} ¿Te tragas cada palabra que te escupen nuestros amos corporativos? Pareces más inteligente que eso. Lo que sea. Limpia este lugar y lárgate.
fr: {{GM}}Il croise les bras.{{/GM}} Vous avalez tout ce que vos maîtres flics vous balancent, non ? Vous avez l'air plus malin que ça. Peu importe. Nettoyez tout ça et sortez d'ici.
it: {{GM}}Incrocia le braccia.{{/GM}} Ti bevi ogni cosa che dicono i grandi capi? Credevo fossi più intelligente. Non importa. Puliamo questo posto e andiamocene.
ru: {{GM}}Он складывает руки на груди.{{/GM}} Ты веришь всему дерьму, которым тебя кормит корпорация? Мне показалось, что ты умнее. Ну ладно. Просто вымой пол и катись отсюда.

source: {{GM}}He exhales and slowly wags his head as he speaks.{{/GM}} Let me explain the way the world works to you. I hire someone to do a job, they do it. Then they get paid and we part happy. Now, you have something that I paid Coyote to get for me. That makes it mine. So you give me the pebble and we won't make any more work for Johnny Clean.
de: {{GM}}Er atmet aus und schüttelt den Kopf während er mit dir spricht.{{/GM}} Lass mich dir mal erklären, wie das hier funktioniert. Ich heuere jemanden an, damit er einen Job für mich erledigt. Und das tut er dann. Dann kommt es zur Bezahlung und jeder geht glücklich seiner Wege. Jetzt scheint es mir so, dass du etwas hast, das Coyote für mich besorgen sollte. Das heißt, es gehört mir. Rück also den Kieselstein raus und wir müssen Johnny Clean nicht bemühen, hier sauber zu machen.
es: {{GM}}Suspira y, lentamente, menea la cabeza mientras habla.{{/GM}} Déjame que te explique cómo funciona el mundo. Yo contrato a alguien para que haga un trabajo, y el trabajo se hace. Después le pago, y todos contentos. Tú tienes algo que yo le pagué a Coyote para que me trajera, lo que significa que me pertenece. Así que dame la piedra y no le daremos más faena a Johnny Clean.
fr: {{GM}}Il expire et remue lentement sa tête en parlant.{{/GM}} Laissez-moi vous expliquer comment le monde fonctionne. J'engage quelqu'un pour faire un travail, et il le fait. Ensuite, ils sont payés et tout le monde est content. J'ai payé Coyote pour me rapporter quelque chose, et c'est vous qui l'avez. C'est donc à moi. Donc vous me donnez le galet, et comme ça Johnny Clean n'aura pas de travail supplémentaire.
it: {{GM}}Espira e scuote lentamente la testa mentre parla.{{/GM}} Lasciate che vi spieghi come funziona. Io ingaggio qualcuno per un lavoro e quel qualcuno lo fa. Poi viene pagato e ci separiamo felici e contenti. Ora, ciò che ho chiesto a Coyote di recuperare e che voi avete, l'ho pagato. Questo lo rende di mia proprietà. Perciò, mi date la pietra ed eviteremo di dare altro da fare a Johnny Clean.
ru: {{GM}}Он делает глубокий вдох, успокаивается и качает головой.{{/GM}} Позволь мне объяснить тебе, как ведут дела серьезные люди. Когда я нанимаю раннеров, они приносят мне то, чего я хочу. После этого я с ними расплачиваюсь и мы расстаемся довольными друг другом. У тебя есть кое-что, что должна была добыть для меня Койот. Следовательно, эта вещь моя. Отдай мне камень, и Чистюле Джонни не придется вытирать кровь с пола.

source: {{GM}}He fixes you with a hard gaze.{{/GM}} Careful, friend. I can have Lone Star here in 2 minutes. Now, what makes you think I'd know anything about Sam Watts?
de: {{GM}}Er fixiert dich mit einem starren Blick.{{/GM}} Ich wäre an deiner Stelle vorsichtig. Ich kann Lone Star innerhalb von zwei Minuten vor der Tür stehen haben. Also, warum glaubst du, dass ich irgendetwas über Sam Watts wissen könnte?
es: {{GM}}Te lanza una mirada fija.{{/GM}} Tenga cuidado, amigo. Puedo tener aquí a Lone Star en dos minutos. A ver, ¿qué le hace pensar que yo sé algo sobre Sam Watts?
fr: {{GM}}Il vous fixe d'un regard dur.{{/GM}} Attention, l'ami. Je peux faire venir Lone Star en moins de 2 minutes. Qu'est-ce qui vous fait penser que je sais quelque chose sur Sam Watts ?
it: {{GM}}Ti fissa con uno sguardo duro.{{/GM}} Faccia molta attenzione. Posso avere la Lone Star qui in 2 minuti. Ora, cosa le fa pensare che io sappia qualcosa riguardo a Sam Watts?
ru: {{GM}}Он спокойно выдерживает твой недовольный взгляд.{{/GM}} Спокойствие, только спокойствие. И не надо буянить, "Одинокая звезда" добирается сюда ровно за две минуты. Почему ты считаешь, что я знаю что-то о каком-то человеке по имени Сэм Уоттс?

source: {{GM}}He fixes you with a stare.{{/GM}} I'm very scared. Now let's try that again. Who the hell are you?
de: {{GM}}Er fixiert dich mit einem Blick.{{/GM}} Ich schlottere vor Angst. Jetzt lass es uns noch einmal versuchen. Wer zur Hölle bist du?
es: {{GM}}Te lanza una mirada fija.{{/GM}} Tengo mucho miedo. Vamos a intentarlo otra vez. ¿Quién demonios eres tú?
fr: {{GM}}Il vous fixe du regard.{{/GM}} J'ai vraiment peur. Essayons à nouveau. Qui êtes-vous ?
it: {{GM}}Ti fissa.{{/GM}} Ho proprio paura. Adesso riproviamo. Chi diavolo sei tu?
ru: {{GM}}Он пронзает тебя взглядом.{{/GM}} Я в ужасе. А теперь отвечай. Кто ты, черт тебя побери, и что ты здесь делаешь?

source: {{GM}}He flashes another grin.{{/GM}} Nope. I’ve done all the sharing I’m going to. Your turn.
de: {{GM}}Er grinst wieder.{{/GM}} Nein. Ich hab dir alles mitgeteilt, was ich teilen wollte. Jetzt bist du dran.
es: {{GM}}Sonríe brevemente con una mueca.{{/GM}} No. Ya he compartido todo lo que tenía que compartir. Te toca.
fr: {{GM}}Il sourit de nouveau.{{/GM}} Non. J'ai fini de partager. À vous.
it: {{GM}}Ghigna di nuovo.{{/GM}} No. Ho condiviso quello che avevo da condividere. Ora tocca a te.
ru: {{GM}}Он снова ухмыляется.{{/GM}} Не-а. Я уже рассказал тебе все, что считаю нужным. Теперь твоя очередь.

source: {{GM}}He flashes his pearly-whites again.{{/GM}} Exactly. But it has to be now. Renraku's shipping Saada out of Seattle in the morning for some sort of overseas research project. Tonight, he's being kept at a hidden research facility out here in the Barrens. Just a couple miles from here. I hear they’ve been bringing in unmarked shipments for weeks now, thinking that nobody notices. We don’t care about any of that. We just want Saada - before he's out of our reach.
de: {{GM}}Er schenkt dir ein weiteres Lächeln.{{/GM}} Exakt. Aber es muss sofort geschehen. Renraku will Saada morgen für irgendein internationales Forschungsprojekt aus Seattle fortbringen. Heute Nacht befindet er sich in einer geheimen Forschungseinrichtung in den Barrens – nicht weit von hier. Ich habe gehört, sie schmuggeln seit Wochen nicht deklarierte Kisten dort hinein und hoffen, dass es niemand merkt. Das interessiert uns jedoch nicht. Wir wollen nur Saada – bevor es zu spät ist.
es: {{GM}}Vuelve a enseñar sus blanquísimos dientes.{{/GM}} Exacto. Pero tiene que hacerse ahora. Renraku va a enviar a Saada fuera de Seattle por la mañana, para algún tipo de proyecto de investigación en el extranjero. Esta noche, lo tendrán en un edificio de investigación oculto, aquí en los Barrens. A solo un par de kilómetros de aquí. He oído que llevan semanas trayendo cargamentos ocultos, pensando que nadie se daría cuenta. No nos preocupa nada de eso. Solo queremos a Saada, antes de que esté fuera de nuestro alcance.
fr: {{GM}}Son sourire éclatant découpe une nouvelle fois son visage.{{/GM}} Exactement. Mais ça doit être fait maintenant. Renraku envoie Saada à l'étranger demain pour un projet de recherche. Ce soir, ils le gardent dans un laboratoire secret ici à Barrens. C'est à quelques kilomètres d'ici. Ils y envoient des livraisons clandestines depuis des semaines. Ils s'imaginent que personne ne remarque. On se fiche bien de tout ça. Nous voulons juste Saada. Avant qu'il ne soit hors de portée.
it: {{GM}}Fa brillare nuovamente il suo sorriso smagliante.{{/GM}} Esattamente. Ma deve essere adesso. La Renraku invierà Saada fuori Seattle domattina per una sorta di progetto di ricerca all'estero. Stanotte lo tengono in un centro di ricerca nascosto qui nelle Terre desolate. A solo un paio di chilometri da qui. Ho sentito che stanno effettuando spedizioni anonime da settimane, pensando che nessuno se ne accorga. A noi non importa nulla di tutto ciò. Vogliamo solo Saada, prima che sia troppo tardi.
ru: {{GM}}Он снова демонстрирует тебе зубы.{{/GM}} Совершенно верно. Однако действовать следует быстро, поскольку утром Ренраку перебросит Саада в лабораторию на другом континенте. Он никогда не вернется в Сиэтл. В настоящий момент он находится в плохо охраняемом бункере в Пустошах за городом. Уже несколько недель туда доставляют контейнеры неизвестно с чем и, насколько мне известно, пока еще не поняли, что за ними наблюдают. Но это ненужные подробности. Нам нужен Саада - пока он не утек.

source: {{GM}}He frowns.{{/GM}} Apparently so. You seem to have made a new friend in the Matrix, at least. Calls himself Baron Samedi. He’s been asking about you on Shadowlands. He has a pretty distinctive icon - skull face with a top hat.
de: {{GM}}Er runzelt die Stirn.{{/GM}} Anscheinend. Du hast wohl zumindest einen neuen Freund in der Matrix gefunden. Nennt sich Baron Samedi. Er hat auf Shadowlands nach dir gefragt. Der Kerl hat einen recht außergewöhnlichen Avatar – einen Totenkopf mit einem Zylinder.
es: {{GM}}Frunce el ceño.{{/GM}} Eso parece. Al parecer, has hecho un nuevo amigo en la Matriz, por lo menos. Se hace llamar barón Samedi. Ha estado preguntando por ti en Shadowlands. Tiene un aspecto muy característico: cara de calavera y un sombrero de copa.
fr: {{GM}}Il fronce les sourcils.{{/GM}} Apparemment. Au moins vous vous êtes fait un nouvel ami dans la Matrice. Il se fait appeler Baron Samedi. Il voulait vous rencontrer sur Shadowlands. Il possède une icône plutôt distinctive : un crâne avec un chapeau.
it: {{GM}}Aggrotta la fronte.{{/GM}} A quanto pare. Pare che tu abbia almeno un nuovo amico nella Matrice. Si fa chiamare Baron Samedi. Ha chiesto di te su Shadowlands. Si riconosce dal caratteristico teschio dipinto in faccia e dal cilindro.
ru: {{GM}}Он хмурится.{{/GM}} Похоже на то. Твой новый приятель обитает в Матрице и называет себя Бароном Самеди. Он задавал о тебе вопросы в Сумеречных землях. Узнать его легко - на людях он появляется в виде черепа в цилиндре.

source: {{GM}}He frowns.{{/GM}} Look... I don’t trust this guy either, but something tells me you’d better see what he wants. If he’s as novahot as everyone’s saying, he’ll find you one way or another. I’m afraid you may not have much of a choice in the matter.
de: {{GM}}Er runzelt die Stirn.{{/GM}} Hör zu ... ich traue diesem Typen auch nicht, aber ich denke, du solltest lieber herausfinden, was er will. Wenn er wirklich so ein Genie ist, wie alle sagen, wird er dich sowieso früher oder später finden. Ich fürchte, du hast nicht wirklich eine Wahl in der Angelegenheit.
es: {{GM}}Frunce el ceño.{{/GM}} Mira... Yo tampoco me fío de este tipo, pero algo me dice que deberías ver qué es lo que quiere. Si es tan bueno como dice todo el mundo, te encontrará de un modo u otro. Me temo que, probablemente, no tengas elección.
fr: {{GM}}Il fronce les sourcils.{{/GM}} Écoutez... Je n'ai pas confiance en ce type non plus, mais quelque chose me dit que vous feriez mieux d'aller voir ce qu'il veut. Si c'est un cador comme tout le monde semble le dire, il ne tardera pas à vous trouver. Je crains que vous n'ayez pas vraiment le choix.
it: {{GM}}Aggrotta la fronte.{{/GM}} Ascolta... Non mi fido neanche io di questo tipo, ma qualcosa mi dice che dovresti capire cosa vuole. Se è così tosto come dicono, ti troverà lui in un modo o nell'altro. Temo che tu non abbia molta possibilità di scelta.
ru: {{GM}}Он хмурится.{{/GM}} Слушай... Я тоже не доверяю этому парню, но поверь моему опыту - лучше узнай, чего он хочет. Если он и вправду так хорош, как о нем говорят, он найдет способ до тебя добраться. И тебе придется иметь с ним дело уже на его условиях.

source: {{GM}}He frowns.{{/GM}} Interesting. A dead man makes for a strange client. But what makes you think he's here?
de: {{GM}}Er runzelt die Stirn.{{/GM}} Interessant. Ein Toter ist ja mal ein seltsamer Kunde. Aber wieso glaubst du, dass er hier sein sollte?
es: {{GM}}Frunce el ceño.{{/GM}} Interesante. Tener a un muerto como cliente... Extraño. Pero, ¿qué le hace pensar que está aquí?
fr: {{GM}}Il fronce les sourcils.{{/GM}} Intéressant. Un homme mort fait un bien étrange client. Et qu'est-ce qui vous fait penser qu'il est ici ?
it: {{GM}}Aggrotta la fronte.{{/GM}} Interessante. Un uomo morto è un cliente strano. Ma cosa le fa pensare che lui sia qui?
ru: {{GM}}Он хмурится.{{/GM}} Интересно. Мне не часто приходится иметь дело с людьми, которые утверждают, что их клиент - покойник. А почему ты думаешь, что он здесь?

source: {{GM}}He gestures at the crowd as he speaks.{{/GM}} Look around. Note the members of the press being shuffled away by Universal Brotherhood spokespeople to get a “private briefing”. The Brotherhood is connected. A damage control team is probably on the way right now.
de: {{GM}}Er zeigt auf die Menge, während er spricht.{{/GM}} Sieh dich nur um. Die Presse wird von den Sprechern der Universellen Bruderschaft weggedrängt, damit sie ein „privates Briefing“ abhalten können. Die Bruderschaft hat gute Connections. Ein Team zur Schadensbegrenzung ist wahrscheinlich schon auf dem Weg.
es: {{GM}}Hace un gesto a la multitud mientras habla.{{/GM}} Miras a tu alrededor. Notas que los portavoces de la Hermandad Universal despachan a los miembros de la prensa para tener una “reunión informativa privada”. La Hermandad está conectada. Probablemente ya haya un equipo de control de daños en camino.
fr: {{GM}}Il accompagne son discours de gestes en direction de la foule.{{/GM}} Regardez autour de vous. Remarquez les membres de la presse embarqués par un porte-parole de la Confrérie pour un "briefing privé". La Confrérie est connectée. Une équipe de contrôle des dégâts est probablement en route.
it: {{GM}}Gesticola verso la folla mentre parla.{{/GM}} Guardati intorno. Nota come gli addetti stampa vengono presi da parte dai portavoce della Fratellanza Universale per un "incontro privato". La Fratellanza ha i suoi agganci. Probabilmente è già in azione una squadra di controllo danni.
ru: {{GM}}Он обводит собравшуюся толпу широким жестом.{{/GM}} Оглянись вокруг. Обрати внимание на журналистов, которых официальные представители Всеобщего братства уже сгоняют в толпу, чтобы провести “частную пресс-конференцию”. Это называется "антикризисные меры".

source: {{GM}}He gives you a look she usually reserves for nutrisoy.{{/GM}} They might... if I wasn't a triple-certified, Level 7 Matrix Tech who's kept their drek running smooth as silk for 15 years. Y'know what I like less than listening to corp-speak from execs, you choob? Listening to it from some janitor. I'm going to find your supervisor.
de: {{GM}}Er fixiert dich mit einem Blick, den er gewöhnlich nur für Nutrisoy verwendet.{{/GM}} Vielleicht ... wenn ich kein dreifach zertifizierter Matrix-Techniker der Stufe 7 wäre, der seit 15 Jahren ihren Drek am Laufen hält. Weißt du, was ich noch weniger mag, als mir den Corp-Speak unserer Execs anzuhören, du Choob? Mir denselben Drek von einer Putzkraft anzuhören. Ich hole deinen Vorgesetzten.
es: {{GM}}Te lanza una mirada que normalmente guarda para la nutrisoja.{{/GM}} Podrían... si no fuese un técnico de la Matriz de nivel 7 con triple certificación, que lleva haciendo funcionar su mierda como la seda desde hace 15 años. ¿Sabes qué me gusta menos que escuchar la cháchara corporativa de los ejecutivos? Escuchársela a algún limpiador... Voy a buscar a tu supervisor.
fr: {{GM}}Il vous jette un regard qu'il réserve généralement au nutrisoja.{{/GM}} Peut-être... si j'étais pas un technicien de la matrice de niveau 7, trois fois certifié, qui fait en sorte que leur bazar tourne comme au premier jour depuis 15 ans. Vous savez ce que j'aime encore moins qu'écouter mes supérieurs me rabâcher leur culture d'entreprise ? Qu'un nettoyeur me fasse la leçon. Je vais trouver votre supérieur.
it: {{GM}}Ti guarda con lo sguardo che di solito riserva al nutrisoy.{{/GM}} Potrebbero... se non fossi un tecnico della Matrice di livello 7 con tripla certificazione che ha fatto filare tutto liscio per 15 anni. Poppante, sai cosa mi piace ancora meno che stare a sentire le chiacchiere dei dirigenti? Sentire le chiacchiere di un custode. Vado a cercare il tuo supervisore.
ru: {{GM}}Он глядит на тебя с кислой миной, как на бифштекс из нутрисои.{{/GM}} Ну да... Я трижды сертифицированный матричный техник 7 уровня, который уже пятнадцать лет обслуживает эту контору. Знаешь, что меня раздражает еще больше, чем торжественные спичи нашего начальства? Торжественные спичи наших уборщиков. Я пожалуюсь на тебя твоему боссу.
