Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Telestrian cuts in quickly.{{/GM}} Thank you, Marie-Louise. You have confirmed the identity of your rescuer and given me reason to forgive $(l.him) for $(l.hisher) trespasses against me.
de: {{GM}}Telestrian unterbricht sie plötzlich.{{/GM}} Danke, Marie-Louise. Du hast die Identität dieser Person bestätigt und mir einen Grund gegeben, $(l.him) vorerst $(l.hisher) Vorgehen gegen mich zu verzeihen.
es: {{GM}}Telestrian la interrumpe rápidamente.{{/GM}} Gracias, Marie-Louise. Has confirmado que te rescató y me has dado un motivo para perdonar su agravio contra mí.
fr: {{GM}}Telestrian l'interrompt rapidement.{{/GM}} Merci, Marie-Louise. Tu as confirmé l'identité de ton sauveteur et tu m'as donné une raison de le pardonner pour ses actions.
it: {{GM}}Telestrian la interrompe subito.{{/GM}} Grazie, Marie Louise. Hai confermato l'identità del tuo soccorritore e mi hai dato un buon motivo per perdonare $(l.him) per le $(l.hisher) azioni contro di me.
ru: {{GM}}Телестриан вмешивается прежде, чем ты успеваешь ответить.{{/GM}} Спасибо, Мария-Луиза. Ты помогла мне установить личность твоего спасителя и дала мне причину простить $(l.him) за $(l.hisher) вторжение в мой офис.

source: {{GM}}Telestrian regards you a moment - he seems to be choosing his words.{{/GM}} Unfortunately, a $(l.race) is not an appropriate fit for a Telestrian Industries Corporation executive. I’m sure you understand. However, I believe whomever fills the position would benefit from an Executive Consultant of your caliber. The position will pay quite handsomely, I assure you. Report to work on Monday.
de: {{GM}}Telestrian mustert dich einen Moment – er scheint nach den richtigen Worten zu suchen.{{/GM}} Leider passt ein $(l.race) als Vizepräsident nicht ins Firmenbild der Telestrian Industries Corporation. Ich bin mir sicher, Sie verstehen das. Allerdings glaube ich, dass wer auch immer die Sicherheitsabteilung leiten wird, von einem ausführenden Berater Ihres Kalibers profitieren würde. Ich versichere Ihnen, die Stelle ist gut bezahlt. Melden Sie sich am Montag zur Arbeit.
es: {{GM}}Telestrian te observa un momento, parece estar eligiendo sus palabras.{{/GM}} Lamentablemente, un $(l.race) no encaja bien en un puesto ejecutivo de Telestrian Industries Corporation. Seguro que lo comprendes. No obstante creo que, quien ocupe el puesto, podría beneficiarse de contar con un consultor ejecutivo de tu calibre. El puesto estará bien pagado, te lo aseguro. Preséntate el lunes para trabajar.
fr: {{GM}}Telestrian vous considère un moment, il semble choisir ses mots.{{/GM}} Malheureusement, un $(l.race) n'est pas un choix approprié pour devenir cadre à Telestrian Industries Corporation. Je suis sûr que vous comprenez. Cependant, je pense que la personne qui occupera ce poste aura besoin d'un consultant de direction de votre calibre. La paye est conséquente, croyez-moi. Présentez-vous au travail lundi.
it: {{GM}}Telestrian ti osserva per un attimo. Sembra pesare bene le sue parole.{{/GM}} Sfortunatamente, un posto da dirigente in una corporazione come le Industrie Telestrian non è una cosa da $(l.race). Spero tu capisca. Comunque, chiunque ricoprirà questo ruolo avrà bisogno di un consulente esperto del tuo calibro. È una posizione molto ben pagata, te l'assicuro. Presentati al lavoro lunedì.
ru: {{GM}}Телестриан внимательно смотрит на тебя. Наконец он отвечает, тщательно подбирая слова.{{/GM}} К сожалению, $(l.race) не может стать заместителем главы службы безопасности корпорации ''Телестриан Индастриз'' по целому ряду причин. Тем не менее, сотрудник, который займет это вакансию, будет нуждаться в услугах особого консультанта. Поверь, эта должность оплачивается ничуть не хуже. Выходи на работу в понедельник .

source: {{GM}}Telestrian’s ice breaks - for a moment.{{/GM}} I do indeed - and I believe you have already undergone the required interview. Very well, $(l.name), report to work as Vice President of Telestrian Industries Corporation Security on Monday.
de: {{GM}}Ein kurzes Flackern zieht über Telestrians eisige Miene.{{/GM}} Das ist wohl wahr – und es scheint, Sie haben das notwendige Interview bereits bestanden. Nun gut, $(l.name), treten Sie am Montag Ihre Stelle als Vizepräsident der Sicherheitsabteilung der Telestrian Industries Corporation an.
es: {{GM}}Telestrian rompe el hielo, por un momento.{{/GM}} Es cierto, y creo que ya has hecho la entrevista de rigor. Muy bien, $(l.name), preséntate el lunes para ocupar el puesto de vicepresidente de seguridad de Telestrian Industries Corporation.
fr: {{GM}}La glace Telestrian fond. Pour un instant.{{/GM}} En effet, et je crois que vous avez déjà réussi l'entretien. Très bien, $(l.name), je vous attends lundi comme vice-président de la sécurité de Telestrian Industries Corporation.
it: {{GM}}La freddezza di Telestrian svanisce per un attimo.{{/GM}} È vero. E direi che tu hai già superato il colloquio di selezione. Molto bene, $(l.name), da lunedì inizierai a lavorare come Vicepresidente della Sicurezza per le Industrie Telestrian.
ru: {{GM}}На какой-то момент Телестриану не удается совладать со своим удивлением.{{/GM}} Действительно. Что же, будем считать собеседование состоявшимся. Поздравляю, $(l.name). С понедельника можешь заступать на работу в качестве заместителя главы службы безопасности ''Телестриан Индастриз''.

source: {{GM}}Telestrian’s ice breaks - for a moment.{{/GM}} You short-circuit an invasion of extra-dimensional insects and for your reward, you wish to have a insignificant police detective dismissed from his position?
de: {{GM}}Ein kurzes Flackern zieht über Telestrians eisige Miene.{{/GM}} Sie verhindern eine Invasion außerdimensionaler Insekten und fordern zur Belohnung die Entlassung eines bedeutungslosen Polizisten?
es: {{GM}}Telestrian rompe el hielo, por un momento.{{/GM}} Has detenido una invasión de insectos extradimensionales, ¿y como recompensa quieres echar a un insignificante inspector de policía?
fr: {{GM}}La glace Telestrian fond. Pour un instant.{{/GM}} Vous court-circuitez une invasion d'insectes d'une autre dimension, et en récompense vous souhaitez obtenir la démission d'un détective de police insignifiant ?
it: {{GM}}La freddezza di Telestrian svanisce per un attimo.{{/GM}} Hai sabotato un'invasione di insetti di un'altra dimensione e, come ricompensa, desideri prendere il posto di un insignificante detective di polizia appena licenziato?
ru: {{GM}}На какой-то момент Телестриану не удается совладать со своим удивлением.{{/GM}} Тебе удалось предотвратить вторжение насекомых из иного мира, но вместо награды ты просишь меня выставить на улицу ничего не значащего детектива из третьестепенного полицейского участка?

source: {{GM}}The Asian woman's expression reads "Open for Business" but her demeanor reads, "Dealer" rather than "Companion". She has a jack on her neck, a gun on her hip, and a chip on her shoulder. She eyes you with a sneer.{{/GM}} You look like you could use some firepower. Something... simple. I got guns so smart they practically fire themselves. You looking for tech? Got some of that too, if that’s the way you roll.
de: {{GM}}Der Gesichtsausdruck der asiatischen Frau will sagen „Ich bin für alles zu haben“, doch ihr Verhalten ist eher das einer Dealerin als einer Prostituierten. Sie hat eine Datenbuchse am Hals, eine Waffe an der Hüfte und miese Laune. Sie betrachtet dich mit einem böswilligen Grinsen.{{/GM}} Du siehst aus, als könntest du ein paar Knarren gebrauchen. Etwas ... Einfaches. Ich hab Waffen, die sind so nutzerfreundlich, die feuern sich praktisch von selbst ab. Brauchst du Tech? Das hab ich auch, wenn du eher auf sowas aus bist.
es: {{GM}}La expresión de la mujer asiática parece decir "Dispuesta a hacer negocios" pero su actitud dice "Distribuidora" en lugar de "Compañera". Tiene un conector en el cuello, una pistola en la cadera y un chip en el hombro. Te observa con desprecio.{{/GM}} Tienes cara de necesitar un poco de potencia de disparo. Algo... sencillo. Tengo pistolas tan inteligentes que prácticamente se disparan solas. ¿Buscas tecnología? También tengo un poco de eso, si es lo que te va.
fr: {{GM}}Sur le visage de la femme asiatique, on peut lire "Ouverte à toute proposition" mais son attitude signifie plutôt "Dealer" que "Compagne". Elle a un jack sur son cou, un pistolet à la hanche et une puce à l'épaule. Elle vous dévisage avec mépris.{{/GM}} On dirait qu'il vous faut de quoi vous défendre. Du genre... simple. J'ai des flingues tellement intelligents qu'ils tirent presque tout seuls. Vous cherchez plus technique ? J'ai aussi ça en stock, si c'est plus votre truc.
it: {{GM}}L'espressione sul volto della donna asiatica dice "Siamo aperti" ma il suo atteggiamento suggerisce "Spacciatrice" più che "Compagnia". Ha una presa sul collo, una pistola sui fianchi, e un microchip sulla spalla. Ti adocchia con un ghigno.{{/GM}} Mi sembri il tipo che sa il fatto suo con un fucile in mano. Una cosa... semplice. Ho delle armi così avanzate che praticamente sparano da sole. Cerchi tecnologia? Ce l'ho, se è quella che cerchi.
ru: {{GM}}Выражение лица китаянки сообщает тебе, что она готова иметь с тобой дело, но как дилер, а не как постоянный поставщик или товарищ. Она глядит на тебя с насмешкой.{{/GM}} Похоже, тебе пригодилась бы пушка. Что-нибудь простое... но мощное. Или тебе нужно что-то еще? Технологические примочки у меня тоже есть.

source: {{GM}}The Asian woman's expression reads "Open for Business" but her demeanor reads, "Dealer" rather than "Companion". She has a jack on her neck, a gun on her hip, and a chip on her shoulder. She eyes you with a sneer.{{/GM}} You look like you know your way around. Need something? Weapons? Matrix tech?
de: {{GM}}Der Gesichtsausdruck der asiatischen Frau will sagen „Ich bin für alles zu haben“, doch ihr Verhalten ist eher das einer Dealerin als einer Prostituierten. Sie hat eine Datenbuchse am Hals, eine Waffe an der Hüfte und miese Laune. Sie betrachtet dich mit einem böswilligen Grinsen.{{/GM}} Du siehst aus, als würdest du dich auskennen. Brauchst du was? Waffen? Matrix-Tech?
es: {{GM}}La expresión de la mujer asiática parece decir "Dispuesta a hacer negocios" pero su actitud dice "Distribuidora" en lugar de "Compañera". Tiene un conector en el cuello, una pistola en la cadera y un chip en el hombro. Te observa con desprecio.{{/GM}} Parece que sabes lo que quieres. ¿Necesitas algo? ¿Armas? ¿Tecnología de la Matriz?
fr: {{GM}}Sur le visage de la femme asiatique, on peut lire "Ouverte à toute proposition" mais son attitude signifie plutôt "Dealer" que "Compagne". Elle a un jack sur son cou, un pistolet à la hanche et une puce à l'épaule. Elle vous dévisage avec mépris.{{/GM}} Vous avez l'air de savoir ce que vous voulez. Qu'est-ce qu'il vous faut ? Des armes ? Du matériel matriciel ?
it: {{GM}}L'espressione sul volto della donna asiatica dice "Siamo aperti" ma il suo atteggiamento suggerisce "Spacciatrice" più che "Compagnia". Ha una presa sul collo, una pistola sui fianchi, e un microchip sulla spalla. Ti adocchia con un ghigno.{{/GM}} Mi pare che tu sappia il fatto tuo. Ti serve qualcosa? Armi? Tecnologia per la Matrice?
ru: {{GM}}Выражение лица китаянки сообщает тебе, что она готова иметь с тобой дело, но как дилер, а не как постоянный поставщик или товарищ. Она глядит на тебя с насмешкой.{{/GM}} Похоже, ты знаешь, что тебе нужно. Оружие? Матричные аксессуары?

source: {{GM}}The Baron appears on your commlink.{{/GM}} So! It appears that James has been making moves to secure his information. Not the actions of man who has nothing to hide, eh? We need to get upstairs to office and deck into his personal system. From here it looks like the elevators are on lock down. You will need to find a access point to deck in so we can continue.
de: {{GM}}Der Baron erscheint auf deinem Kommlink.{{/GM}} Soso! Es scheint, als habe James sich darum bemüht, seine Informationen besser zu sichern. Kaum die Tat eines Mannes, der nichts zu verbergen hat, was? Wir müssen nach oben in sein Büro gelangen und sein persönliches System decken. Allerdings scheint es, als wären die Aufzüge ausgeschaltet. Bevor wir nach oben gelangen können, musst du eine Schnittstelle zum Decken finden.
es: {{GM}}El barón aparece en tu commlink.{{/GM}} ¡Vaya! Resulta que James ha estado tomando medidas para proteger su información. No es muy normal para un hombre que no tiene nada que ocultar, ¿verdad? Tenemos que subir a la oficina y acceder a su sistema personal. Desde aquí, parece que los ascensores están bloqueados. Tendrás que encontrar un punto de acceso para que podamos continuar.
fr: {{GM}}Le Baron apparaît sur votre commlink.{{/GM}} Donc ! On dirait bien que James a fait du zèle pour sécuriser ses informations. Pas l'attitude de quelqu'un qui n'a rien à se reprocher, hein ? Nous devons monter à l'étage et pirater ses données personnelles. Les ascenseurs ont l'air bloqués, vu d'ici. Vous allez devoir trouver un autre point d'accès pour pouvoir continuer.
it: {{GM}}Baron compare sul tuo commlink.{{/GM}} Ebbene! Sembra che James si sia dato da fare per segretare le informazioni. Tipico di chi non ha nulla da nascondere, vero? Dobbiamo salire, introdurci nel suo ufficio ed entrare nel suo sistema privato. Gli ascensori sembrano tutti bloccati. Per proseguire, dobbiamo trovare un punto d'accesso per entrare nel sistema.
ru: {{GM}}Барон появляется на эране твоего коммлинка.{{/GM}} Ага! Очень похоже, что Джеймс постарался ограничить доступ к этой информации. Разве так себя ведет человек, которому нечего скрывать, м-м? Мы должны подняться в его офис на верхнем этаже и забраться в его персональный компьютер. Судя по тому, что я вижу, лифты отключены. Тебе придется отыскать точку доступа и взломать их, прежде чем мы сможем продолжить.

source: {{GM}}The Father's uniform doesn't fit you{{/GM}}
de: {{GM}}Vater Willys Uniform passt dir nicht.{{/GM}}
es: {{GM}}El uniforme de Padre no te viene{{/GM}}
fr: {{GM}}L'uniforme de Père Willy n'est pas à votre taille.{{/GM}}
it: {{GM}}L'uniforme del Padre è troppo piccola per te{{/GM}}
ru: {{GM}}Облачение отца Вилли тебе не подходит.{{/GM}}

source: {{GM}}The German man’s eyes narrow.{{/GM}} Do not misconstrue my relationship with Lord Lofwyr. I do not serve.
de: {{GM}}Die Augen des Deutschen verengen sich.{{/GM}} Legen Sie meine Beziehung mit Lord Lofwyr nicht falsch aus. Ich bin kein Diener.
es: {{GM}}Los ojos del alemán se entrecierran.{{/GM}} No malinterpretes mi relación con Lord Lofwyr. Yo no sirvo a nadie.
fr: {{GM}}L'Allemand plisse les yeux.{{/GM}} Ne vous méprenez pas sur ma relation avec Lord Lofwyr. Je ne suis pas à son service.
it: {{GM}}Gli occhi del tedesco si assottigliano.{{/GM}} Tu non devi fraintendere la mia relazione con il mio signore Lofwyr. Io non sono un servo.
ru: {{GM}}Глаза немца опасно сужаются.{{/GM}} Ты неверно понимаешь природу моих отношений с владыкой Лофвиром. Я не служу.

source: {{GM}}The Home Areas{{/GM}}
de: {{GM}}Der Aufenthaltsbereich.{{/GM}}
es: {{GM}}Las Zonas del Hogar{{/GM}}
fr: {{GM}}Zones résidentielles{{/GM}}
it: {{GM}}Le aree della Casa{{/GM}}
ru: {{GM}}Жилые зоны{{/GM}}

source: {{GM}}The Inner Sanctum{{/GM}}
de: {{GM}}Das innere Heiligtum{{/GM}}
es: {{GM}}Sanctasanctórum{{/GM}}
fr: {{GM}}Sanctuaire intérieur{{/GM}}
it: {{GM}}Il Santuario nascosto{{/GM}}
ru: {{GM}}Внутренние помещения{{/GM}}

source: {{GM}}The Public Areas{{/GM}}
de: {{GM}}Der öffentliche Bereich.{{/GM}}
es: {{GM}}Las Zonas publicas{{/GM}}
fr: {{GM}}Zones publiques{{/GM}}
it: {{GM}}Le aree pubbliche{{/GM}}
ru: {{GM}}Зоны общего доступа{{/GM}}

source: {{GM}}The Staff Areas{{/GM}}
de: {{GM}}Der Personalbereich.{{/GM}}
es: {{GM}}Las Zonas del personal{{/GM}}
fr: {{GM}}Zones réservées au personnel{{/GM}}
it: {{GM}}Le aree del personale{{/GM}}
ru: {{GM}}Служебные помещения{{/GM}}

source: {{GM}}The already cold exterior of James Telestrian III turns to ice.{{/GM}} I see. It was you and your crippled little friend who leaked Aegis to this $(l.man). We will speak of it later - in private. Now then, $(l.name), there are people I wish you to meet - the "committee" my daughter alluded to. This is a rare opportunity for a $(l.man) of the streets such as yourself. I urge you to behave. We will adjourn to the library.
de: {{GM}}James Telestrian III erstarrt – war er bisher kühl, ist er jetzt eiskalt.{{/GM}} Ich verstehe. Es waren also du und dein verkrüppelter Freund, die $(l.him) alles zu Aegis gezeigt habt. Wir werden später noch darüber reden müssen – privat. Nun denn, $(l.name), ich möchte Sie gerne ein paar Personen vorstellen – das „Komitee“, das mein Tochter eben erwähnte. Dies ist eine seltene Gelegenheit für jemanden wie Sie – von der Straße. Ich empfehle Ihnen, Ihre besten Manieren an den Tag zu legen. Begeben wir uns doch in die Bibliothek.
es: {{GM}}El exterior de James Telestrian III, ya frío, se convierte en hielo.{{/GM}} Ya veo. Fuiste tú y tu amiguito lisiado quienes filtrasteis Aegis a $(l.man). Hablaremos más tarde, en privado. Bien, $(l.name), hay personas que quiero que conozcas: el "comité" al que ha aludido mi hija. Es una oportunidad excepcional para alguien de las calles como tú. Te aconsejo que te comportes. Nos trasladaremos a la biblioteca.
fr: {{GM}}La face de James Telestrian devient encore plus froide qu'avant.{{/GM}} Je vois. C'était ton ami estropié et toi qui avez donné Aegis à cet $(l.man). Nous en parlerons plus tard. En privé. Bon, $(l.name), je souhaiterais vous présenter certaines personnes. Il s'agit du "comité" dont ma fille a parlé. C'est une opportunité rare pour un $(l.man) des rues tel que vous. Je vous demanderai de bien vous comporter. Passons à la bibliothèque.
it: {{GM}}L'espressione già fredda di James Telestrian III diventa glaciale.{{/GM}} Capisco. Siete stati tu e il tuo piccolo amico disabile a rivelare l'esistenza dell'Aegis a questo $(l.man). Ne discuteremo più tardi... in privato. Ora, $(l.name), vorrei che incontrasse alcune persone: il "comitato" a cui alludeva mia figlia. È un'occasione davvero rara per un $(l.man) di strada come lei. Le raccomando di comportarsi bene. Ci aggiorneremo nella biblioteca.
ru: {{GM}}Лицо Джеймся Телестриана III каменеет.{{/GM}} Теперь мне все ясно. Значит, это ты и твой дружок-калека организовали утечку информации о проекте "Эгида"? Мы еще вернемся к этому разговору наедине. Ну что же, $(l.name). Я хочу познакомить тебя с несколькими людьми - тем самым "комитетом", который упомянула моя дочь. Для такого человека, как ты, это редкая, чтобы не сказать уникальная, возможность. Я прошу тебя вести себя подобающе. Пройдем в библиотеку.

source: {{GM}}The arm looks human, and appears neatly severed at the elbow. There's a large gold ring on the index finger. Its owner is probably the occupant of the bag.{{/GM}}
de: {{GM}}Der Arm sieht aus, als gehöre er zu einem Menschen und scheint sauber am Ellbogen abgetrennt worden zu sein. Am Zeigefinger steckt ein großer Goldring. Der Besitzer des Rings liegt wahrscheinlich im Leichensack.{{/GM}}
es: {{GM}}El brazo parece humano y hay un corte limpio a la altura del codo. Lleva un anillo de oro grande en el dedo índice. Probablemente, el propietario sea el que está dentro de la bolsa.{{/GM}}
fr: {{GM}}On dirait un bras humain, coupé à l'épaule. On peut voir une grosse bague en or sur l'index. Son propriétaire est probablement le locataire du sac.{{/GM}}
it: {{GM}}Sembra un braccio umano e appare perfettamente reciso all'altezza del gomito. C'è un grande anello d'oro al dito indice. Probabilmente, il proprietario è chiuso dentro al sacco.{{/GM}}
ru: {{GM}}Скорее всего, она принадлежала человеку. Кто-то аккуратно отсек ее в районе локтя. На средний палец надето массивное золотое кольцо.{{/GM}}

source: {{GM}}The bartender is a striking elf sporting a perfectly toned body, perfectly pouty lips, and perfectly tapered ears. Her eyes harmonize “Save Me” and “Take Me” in equal measure, hitting just the right notes for the maximum extraction of tips. Orks are used to sneers from beauties like this but she smiles sweetly when she sees you.{{/GM}} Hey there! I haven’t seen you here before. What can I get you?
de: {{GM}}Die Kellnerin ist eine mehr als auffällige Elfe mit einem perfekten, straffen Körper, einem perfekten Schmollmund und perfekt zulaufenden Ohren. Ihre Augen schreien „Rette mich“ und „Nimm mich“ in gleichem Maße und treffen so exakt den richtigen Ton, um ein Maximum an Trinkgeld herauszuschlagen. Als Ork bist du es gewöhnt, von solchen Schönheiten mit einem höhnischen Blick bedacht zu werden, doch sie lächelt, als sie dich sieht.{{/GM}} Oh hi! Dich hab ich hier noch nie gesehen. Was kann ich dir bringen?
es: {{GM}}La camarera es una elfa imponente con un cuerpo perfectamente tonificado, labios contorneados a la perfección y orejas perfectamente ajustadas. Sus ojos expresan por igual “sálvame” y “tómame”, transmitiendo el mensaje perfecto para la máxima extracción de propinas. Los orkos están acostumbrados a las burlas de bellezas de este calibre, pero ella sonría dulcemente al verte.{{/GM}} ¡Eh,tú! No te he visto nunca por aquí. ¿Qué te pongo?
fr: {{GM}}La barmaid est une elfe au corps parfaitement sain et musclé, aux lèvres pulpeuses et aux oreilles divinement pointues. Ses yeux semblent dire « Sauvez-moi » et « Prenez-moi » à la fois, juste la bonne mesure pour récupérer un maximum de pourboires. D'habitude, les beautés comme celle-ci rient à la face des Orks. Mais elle, elle vous sourit gentiment alors que vous vous approchez.{{/GM}} Hé ! C'est la première fois que je vous vois ici. Qu'est-ce que je peux vous offrir ?
it: {{GM}}La barista è un'Elfa mozzafiato con un fisico da urlo, labbra carnose e orecchie a punta dalla forma perfetta. Il suo sguardo sembra dire "salvami" e "prendimi" allo stesso tempo, e sa bene quali tasti premere per ottenere sempre la mancia più alta. Bellezze come queste di solito scherniscono gli Orchi, ma lei ti sorride con dolcezza quando ti vede.{{/GM}} Ehilà! Non ti ho mai visto da queste parti. Cosa desideri?
ru: {{GM}}За барной стойкой стоит стройная эльфийка с кукольным личиком, пухлыми губками и остренькими ушками идеальной формы. В ее глазах удивительным образом сочетаются невинность и искушенность: наверняка это позволяет ей за один день извлекать из завсегдатаев этого заведения больше чаевых , чем все остальные официантки зарабатывают за неделю. Такие красотки редко обращают внимание на орков, но она улыбается тебе широко и искренне.{{/GM}} Привет! Я тебя раньше тут не видела. Что тебе принести?
