Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Learn More About the Pike Place Murder
de: Erfahre mehr über den Mord am Pike Place Market
es: Descubre más cosas sobre el crimen de Pike Place
fr: En apprendre plus sur le meurtre de Pike Place
it: Raccogli informazioni sull'omicidio di Pike Place
ru: Узнай как можно больше об убийстве на рынке Пайк-Плейс

source: Leave it.
de: Lass es, wie es ist.
es: Déjalo.
fr: N'y touchez pas.
it: Lascia stare.
ru: Не надо.

source: Leave me alone, you brute.
de: Lass mich in Ruhe, du Rohling.
es: Déjame en paz, bestia.
fr: Laissez-moi tranquille, grosse brute.
it: Lasciami in pace, canaglia.
ru: Оставь меня в покое, ублюдок.

source: Leave now and never come back. And hurry... before I change my mind.
de: Verschwinde und komm nie wieder. Und beeil dich... bevor ich meine Meinung ändere.
es: Márchate ahora y no vuelvas nunca. Y date prisa... antes de que cambie de opinión.
fr: Partez maintenant et ne revenez jamais. Et vite, avant que je ne change d'avis.
it: Vattene e non tornare mai più. E in fretta... prima che cambi idea.
ru: Уходи и не возвращайся. И поскорее, я ведь могу и передумать.

source: Leave now, and never come back. And hurry... before I change my mind.
de: Verschwinde und komm nie wieder. Und beeil dich ... bevor ich meine Meinung ändere.
es: Márchate ahora y no vuelvas nunca. Y date prisa... antes de que cambie de opinión.
fr: Partez maintenant, et ne revenez jamais. Et vite, avant que je ne change d'avis.
it: Vattene e non tornare mai più. E in fretta... prima che cambi idea.
ru: Уходи и не возвращайся. И побыстрее, я могу передумать.

source: Leave the Cemetery
de: Verlasse den Friedhof
es: Sal del cementerio
fr: Quitter le cimetière
it: Esci dal cimitero
ru: Покинь кладбище

source: Leave the mage. Kill the others.
de: Lasst den Magier in Ruhe. Tötet die anderen.
es: Deja al mago. Mata al resto.
fr: Laissez le mage. Tuez les autres.
it: Lascia stare il Mago. Uccidi gli altri.
ru: Не трогайте мага. Остальных убейте.

source: Leave the secure area or the turrets will open fire.
de: Den Sicherheitsbereich sofort verlassen, oder die Geschütze werden das Feuer eröffnen.
es: Salga de la zona protegida, de lo contrario las torretas abrirán fuego.
fr: Quittez la zone sécurisée ou les tourelles ouvriront le feu.
it: Lascia l'area riservata o le torrette faranno fuoco.
ru: Покиньте помещение, или турели откроют огонь.

source: Leaving the Seamstresses Union behind, you head to the docks. The Ripper killed Sam, and maybe he or she slipped up with this latest victim, left some useful evidence. Only one way to find out. South Seattle’s your typical industrial area: grit, grime, and grey. The rain doesn’t help matters any. Layers of dirt mix with abandoned wooden pallets, repurposed into makeshift furniture for the day workers. Garbage collects in the gutters of the broken down street. “Disreputable” is this district’s middle name. Your destination, the National Transportation Safety Board warehouse, is located on a small strip of dock towards the less-maintained end of the waterfront. Despite the presence of those who linger in such places, it's quiet as you approach the gate.
de: Du verlässt die „Seamstresses Union“ und machst dich auf den Weg zu den Docks. Der Ripper hat Sam getötet und womöglich hat er (oder sie) bei seinem letzten Opfer einen Fehler begangen, einen wichtigen Hinweis hinterlassen. Es gibt nur einen Weg, das herauszufinden. South Seattle ist ein typisches Industriegebiet: düster und dreckig. Der Regen macht es auch nicht besser. Schicht um Schicht von Schmutz vermischen sich mit zurückgelassenen Holzpaletten, die nun den Tagelöhnern als Möbel dienen. Der Müll sammelt sich in den Abflussrinnen der völlig ruinierten Straße. „Heruntergekommen“ ist noch ein milder Ausdruck für diesen Bezirk. Dein Ziel, die Lagerhalle des National Transportation Safety Board, befindet sich an einem kleinen Pier im weniger gepflegten Bereich des Hafengeländes.
es: Dejando atrás el Unión de Costureras, te diriges a los muelles. El Destripador mató a Sam, y quizás cometió algún error con su última víctima y dejó alguna prueba. Solo hay una forma de averiguarlo. El sur de Seattle es la típica zona industrial: polvorienta, sucia y gris. La lluvia tampoco ayuda nada. Capas de suciedad mezclada con palés de madera abandonados, reconvertidos en improvisado mobiliario para los jornaleros. La basura se apila en los arroyos de la destrozada calle. Este distrito lleva el sobrenombre “De mala muerte”. Tu destino, el almacén del Consejo Nacional de Seguridad en el Transporte, se encuentra en una pequeña franja del muelle, en el extremo peor cuidado del puerto. A pesar de la presencia de las personas que suelen rondar estos lugares, todo está tranquilo cuando te acercas a la puerta.
fr: Laissant derrière vous le Seamstresses Union, vous vous dirigez vers les docks. L'éventreur a tué Sam. Peut-être qu'il ou elle a fait un faux pas avec sa dernière victime. Peut-être qu'il ou elle a laissé des traces. Une seule façon de le savoir. South Seattle est une zone industrielle comme les autres : crade, crasseuse et craignos. La pluie n'arrange rien. La saleté s'amoncèle entre les palettes abandonnées que les ouvriers utilisent comme meubles. Les détritus s'entassent dans les caniveaux de la rue défoncée. Le quartier est aussi sale que sa réputation. Votre destination : l'entrepôt du National Transportation Safety Board. Le bâtiment se trouve plus loin, sur un quai situé dans la partie la moins entretenue du front de mer. Malgré la présence des locaux qui hantent cet endroit, tout est calme tandis que vous vous approchez de la porte.
it: Lasciandoti il Seamstresses Union alle spalle, ti dirigi verso il porto. Lo Squartatore ha ucciso Sam e forse ha commesso un errore con quest'ultima vittima, lasciando qualche indizio utile. C'è un solo modo per scoprirlo. South Seattle è la tipica zona industriale: squallore, sudiciume e grigio. La pioggia è fastidiosa, ma non importa. Strati di sporcizia si mescolano con bancali di legno abbandonati, utilizzati dagli operai come mobili di fortuna. Mucchi di rifiuti si accumulano nei rigagnoli delle strade in degrado. "Disdicevole" è il secondo nome di questo quartiere. La tua destinazione, il magazzino del Consiglio nazionale per la sicurezza dei trasporti, si trova su una sottile striscia di banchina verso la punta più malmessa del lungomare. Nonostante la presenza dei frequentatori abituali di questi luoghi, tutto è tranquillo mentre ti avvicini al cancello.
ru: Ты покидаешь Союз белошвеек и отправляешься в портовую зону. Сэма прикончил Потрошитель. Быть может, он (или она) утратил бдительность и оставил на месте последнего преступления какую-нибудь улику. Выяснить, так ли это, можно лишь одним способом. Южный Сиэтл представляет собой обычную промышленную зону: грязную, серую и вонючую. Дождь не добавляет ей привлекательности. Копоть покрывает брошенные строительные леса, из которых местные жители понаделали импровизированную мебель. В темных переулках мокнут кучи разлагающегося мусора. Сказать, что этот район пользуется дурной славой, было бы изрядным преуменьшением. Твой пункт назначения - склад, принадлежащий Национальному совету по безопасности на транспорте - располагается в конце неухоженного пирса возле самой воды. Несмотря на присутствие людей, которые обычно обретаются в таких местах, здесь удивительно тихо. Ты подходишь к закрытым воротам.

source: Leg Stab
de: Stich ins Bein
es: Puñalada en la pierna
fr: Attaque à la jambe
it: Pugnalata alla gamba
ru: Пинок

source: Legs Paralyzed: Cannot Move
de: Gelähmte Beine: Kann sich nicht bewegen
es: Piernas paralizadas: no se puede mover
fr: Jambes paralysées : Impossible de bouger
it: Gambe paralizzate: Immobilizzato
ru: Нижняя часть тела парализована: не может двигаться

source: Let me go. Just walk away.
de: Lass mich gehen. Geh einfach fort.
es: Déjame marchar. Solo irme.
fr: Laissez-moi partir. Allez-vous-en.
it: Lasciami andare. Vai.
ru: Отпустите меня. Просто оставьте меня здесь.

source: Let me guess, boating accident?
de: Lass mich raten, es war ein Ruderunfall!
es: Déjame adivinar, ¿un accidente de pesca?
fr: Laissez-moi deviner, accident de bateau ?
it: Fammi indovinare: un incidente nautico?
ru: Давай угадаю! Ее откусила акула?

source: Let me guess. He never paid his tab.
de: Lass mich raten. Er hat diese Rechnung nie bezahlt.
es: Déjame adivinar. No llegó a pagar su deuda.
fr: Laisse-moi deviner. Il n'a jamais payé sa dose.
it: Fammi indovinare. Non ha mai pagato il conto.
ru: Давай угадаю. Он так тебе и не заплатил.

source: Let me know if I can do anything else.
de: Lassen Sie mich wissen, falls ich noch etwas tun kann.
es: Avísame si puedo hacer algo más.
fr: Dites-moi si je peux faire quoi que ce soit d'autre.
it: Mi faccia sapere se posso fare qualcos'altro.
ru: Дайте мне знать, если я могу сделать что-то еще.

source: Let me see what you have.
de: Lass mich sehen, was du hast.
es: Déjame ver qué tienes.
fr: Faites-moi voir la marchandise.
it: Fammi vedere che cos'hai.
ru: Покажи, что у тебя есть.

source: Let me see what you've got.
de: Lass mich sehen, was du anzubieten hast.
es: Déjame ver qué tienes.
fr: Laissez-moi regarder ce que vous avez.
it: Fammi vedere che cos'hai.
ru: Покажи, что у тебя есть.

source: Let me see what you’ve got.
de: Lass mich sehen, was du anzubieten hast.
es: Déjame ver qué tienes.
fr: Laissez-moi regarder ce que vous avez.
it: Fammi vedere cos'hai.
ru: Покажи мне, что у тебя есть.

source: Let me see your cyberware selection.
de: Was für Cyberware hast du denn im Angebot?
es: Déjame ver tu selección de ciberimplantes.
fr: Montrez-moi vos articles de cyberware.
it: Mostrami la tua selezione di parti cibernetiche.
ru: Я хочу посмотреть на кибернетические имплантаты.

source: Let me see your inventory.
de: Lass mich sehen, was du hast.
es: Déjame ver tu inventario.
fr: Laisse-moi voir ton inventaire.
it: Fammi vedere cos'hai.
ru: Покажи все, что у тебя есть.

source: Let me take this one. Listen, I’ve known the guy for over a decade and he's been smart enough not to tell me. So he is sure as hell not going to tell you anything about those days. For your health and his, best to let the subject drop.
de: Lass mich das beantworten. Hör zu, ich kenn diesen Kerl jetzt schon über ein Jahrzehnt und er war klug genug, mir das nie zu erzählen. Also wird er dir garantiert nicht ein Wort über diese Zeiten verraten. Für euer beider Wohl würde ich vorschlagen, dass du das Thema einfach vergisst.
es: Deja que yo me ocupe de esto. Mira, hace más de una década que lo conozco y ha sido lo suficientemente inteligente como para no decírmelo. Así que seguro que a ti no te contará nada sobre aquella época. Por tu bien y por el suyo, es mejor que dejes el tema.
fr: Je prends ça. Écoutez, ça fait plus de dix ans que je connais ce type et il a été assez malin pour ne rien me dire. Alors je mettrais ma main au feu qu'il ne vous dira absolument rien là-dessus. Pour sa santé et la vôtre, vous feriez mieux de laisser tomber l'affaire.
it: Aspetta che prendo questo. Ascolta, lo conosco da più di dieci anni ed è stato abbastanza intelligente da non dirmelo. Perciò è sicuro come la morte che non lo verrà a dire a te. Per la tua e anche la sua sicurezza, lascia perdere questo argomento.
ru: На этот вопрос отвечу я. За те без малого десять лет, что я знаю этого парня, он ни разу и словом не обмолвился о своем прошлом. Можешь не сомневаться, тебе он тоже ничего не расскажет. Ради твоей и его же собственной безопасности эту тему лучше не обсуждать.

source: Let me through, please. I need to take a closer look at the body.
de: Bitte lassen Sie mich durch. Ich muss mir die Leiche genauer ansehen.
es: Déjeme pasar, por favor. Necesito echarle un vistazo al cuerpo.
fr: Laissez-moi passer, s'il vous plaît. Je dois regarder le corps de plus près.
it: Mi faccia passare, per favore. Devo dare un'occhiata al cadavere.
ru: Пожалуйста, пропустите меня. Мне нужно осмотреть тело.

source: Let me try a different tack - do you know my cousin Lynne?
de: Lassen Sie es mich auf eine andere Weise versuchen – kennen Sie meine Cousine Lynne?
es: Déjame intentar otro acercamiento. ¿Conoces a mi prima Lynne?
fr: Laissez-moi essayer autre chose. Connaissez-vous ma cousine Lynne ?
it: Proviamo con un approccio diverso: conosce mia cugina Lynne?
ru: Я зайду с другой стороны. Ты знаешь мою двоюродную сестру Линн?

source: Let's get this over with.
de: Lass es uns hinter uns bringen.
es: Acabemos con esto.
fr: Il est temps de terminer tout ça.
it: Finiamo il lavoro.
ru: Не будем терять времени.

source: Let's get this over with. I have things to do.
de: Lass es uns hinter uns bringen. Ich hab heute noch was vor.
es: Acabemos con esto. Tengo cosas que hacer.
fr: Bon, puisqu'il faut en passer par là... J'ai des choses à faire.
it: Finiamola con questa storia. Ho delle cose da fare.
ru: Давай с этим покончим. У меня еще много дел.

source: Let's have a look at what's for sale.
de: Mal schauen, was gerade im Angebot ist.
es: Veamos qué hay en venta.
fr: Voyons ce que vous avez à vendre.
it: Diamo un'occhiata a cosa c'è in vendita.
ru: Покажи мне, что у тебя есть на продажу.

source: Let's just say McKlusky and I have... conflicting interests.
de: Lass uns einfach sagen, dass McKlusky und ich ... unterschiedliche Interessen haben.
es: Digamos que McKlusky y yo... tenemos intereses en conflicto.
fr: Disons juste que McKlusky et moi avons... des divergences d'opinion.
it: Diciamo solo che McKlusky e io abbiamo interessi... divergenti.
ru: Скажем так, наши интересы... не совпадают.

source: Let's see what you've got.
de: Lass mich sehen, was du anzubieten hast.
es: A ver qué tienes.
fr: Laissez-moi regarder ce que vous avez.
it: Fammi vedere che cos'hai.
ru: Покажи мне, что у тебя есть.

source: Let's see your medical supplies.
de: Lass mich deine medizinischen Güter sehen.
es: Veamos tus suministros médicos.
fr: Voyons votre matériel médical.
it: Mostrami il materiale medico.
ru: Мне нужны медикаменты.

source: Let's see your wares.
de: Lass mich deine Waren sehen.
es: Veamos lo que tienes.
fr: Faites voir ce que vous avez.
it: Vediamo la tua merce.
ru: Покажи, что у тебя есть на продажу.

source: Let's start with your mother. Did you know she was an organ donor?
de: Fangen wir doch mit deiner Mutter an. Wusstest du, dass sie Organspenderin war?
es: Empecemos por tu madre. ¿Sabías que era donante de órganos?
fr: Commençons par votre mère. Saviez-vous que c'était une donneuse d'organe ?
it: Iniziamo da tua madre. Sapevi che era una donatrice di organi?
ru: Начнем с вашей матери. Вы знали, что она была донором органов?

source: Let's take a look at what you've got.
de: Zeig doch mal her, was du im Angebot hast.
es: Veamos qué es lo que tienes.
fr: Voyons ce que vous avez.
it: Vediamo cosa offri.
ru: Покажи все, что у тебя есть.

source: Let's talk a little more about Sam. Did you know he had a liver transplant?
de: Reden wir doch ein wenig über Sam. Wusstest du, dass er eine neue Leber bekommen hatte?
es: Vamos a habar un poco más sobre Sam. ¿Sabías que le hicieron un trasplante de hígado?
fr: Parlons un peu plus de Sam. Saviez-vous qu'il avait subi une greffe du foie ?
it: Parliamo ancora un po' di Sam. Sapevi che aveva subito un trapianto di fegato?
ru: Начнем с Сэма. Вы знали, что ему пересадили донорскую печень?

source: Let's you come and go from the BTL Lab
de: Damit kannst du das BTL-Labor nach Belieben betreten.
es: Te permite entrar y salir del laboratorio de BTL.
fr: Ce pass vous permet d'accéder librement au labo BTL
it: Ti consente di entrare e uscire dal laboratorio di BTL
ru: Дает свободный доступ в лабораторию ИР

source: Letter
de: Brief
es: Carta
fr: Lettre
it: Lettera
ru: Письмо

source: Let’s get it done. I have a killer to find.
de: Bringen wir es hinter uns. Ich muss einen Killer finden.
es: Hagámoslo. Tengo que encontrar a un asesino.
fr: Finissons-en. J'ai un tueur à arrêter.
it: Ok, facciamolo. Ho un assassino da trovare.
ru: За дело. Мне еще нужно выследить убийцу.

source: Let’s get moving. There are bugs to hunt.
de: Na dann los. Wir sind hier, um Käfer zu jagen.
es: En marcha. Tenemos que cazar bichos.
fr: Il est temps de bouger. On a des insectes à chasser.
it: Muoviamoci. Abbiamo degli insetti a cui dare la caccia.
ru: Тогда поехали. Жуки ждать не будут.

source: Let’s hope.
de: Hoffentlich.
es: Esperemos.
fr: Espérons.
it: Speriamo.
ru: Будем надеяться.

source: Let’s just say that "Paco" should stick to guns and motorcycles and leave the poetry to others.
de: Lass uns einfach sagen, dass sich „Paco“ lieber mit Waffen und Motorrädern befassen und die Dichterei anderen überlassen sollte.
es: Digamos que ese "Paco" tendría que dedicarse a las armas y a las motos y dejar la poesía para otros.
fr: Disons que "Paco" devrait s'en tenir aux flingues et aux motos et laisser les autres faire de la poésie.
it: Diciamo solo che "Paco" dovrebbe occuparsi di pistole e moto e lasciare ad altri la poesia.
ru: У тебя не остается сомнений: "Пако" отлично разбирается в оружии и мотоциклах, но ничего не понимает в изящной словесности.

source: Lifted from the Mercy Mental Hospital's data server. Appears to be a list of customers who all purchased "Bunraku".
de: Aus der Datenbank des Mercy Mental Hospitals gezogen. Es scheint eine Liste aller Kunden zu sein, die „Bunraku“ gekauft haben.
es: Sacados del servidor de datos del hospital psiquiátrico Mercy. Parece una lista de clientes, todos compraron "Bunraku".
fr: Obtenu des serveurs de données de l'hôpital psychiatrique Mercy. C'est une liste de clients ayant acheté des "Bunraku".
it: Rubate dal server dati del Mercy Mental Hospital. Sembra esserci un elenco di clienti che hanno acquistato dei "bunraku".
ru: Этот список скачан с центрального сервера психиатрической клиники "Милосердие" и содержит имена всех клиентов, когда-либо покупавших "Бунраку".

source: Like I ain't never heard that before. I don't see a badge, so why don't you mind your own?
de: Als hätt ich den Spruch noch nie gehört. Warum kümmerst du dich nicht einfach um deinen eigenen Scheiß, solange du keine Dienstmarke hast?
es: Bah, como si fuera la primera vez que lo oigo... No veo ninguna placa, ¿por qué no te metes en tus asuntos?
fr: C'est pas la première fois que j'entends ça. T'as un badge ? Je crois pas, non... Alors occupe-toi de tes affaires.
it: Sai quante volte me l'hanno detto? Non vedo alcun distintivo, perciò fatti gli affari tuoi.
ru: Знаю я эту шутку юмора. Ты не коп. Почему бы тебе не свалить отсюда?

source: Like I need your scratch. Give it to the woman.
de: Als würde ich deine Almosen brauchen. Gib sie der Frau.
es: Como si necesitara tu pasta. Dáselo a la chica.
fr: Comme si j'avais besoin de ton fric. Donne-le à la femme.
it: Che ci faccio con i tuoi spiccioli? Dalli alla donna.
ru: Мне они не нужны. Отдай их женщине.

source: Like the subtle approach, eh? Alright, try this cannon out.
de: Du magst es eher subtil, was? Also gut, probier die hier aus.
es: Te gusta la sutileza, ¿eh? Bien, prueba este cañón.
fr: On préfère l'approche subtile, c'est ça ? Je comprends ça. Essayez donc ce canon.
it: Non vai tanto per il sottile, eh? Ok, prova questo cannone d'assalto.
ru: Чувствую, скрытность - одна из твоих сильных сторон. Ладно, держи тогда эту пушку.

source: Likewise, Jake. Give me a call when you're in the clear.
de: Gleichfalls, Jake. Melde dich, wenn du kannst.
es: Igualmente, Jake. Llámame cuando estés limpio.
fr: De même, Jake. Appelle-moi quand tout ça sera calmé.
it: Anche a te, Jake. Chiamami quando le acque si saranno calmate.
ru: До свидания, Джейк. Дай знать, когда они от тебя отстанут.

source: Listen $(l.guy), I'm too busy for your chit-chat. Buy something or get out.
de: Hör zu, $(l.guy). Ich hab zu viel zu tun, um zu plaudern, also kauf etwas oder verzieh dich.
es: Escucha $(l.guy), estoy muy liado, no tengo tiempo de charlar. Compra algo o lárgate.
fr: Écoutez $(l.guy), je suis trop occupé pour bavarder. Achetez quelque chose ou sortez.
it: Senti $(l.guy), ho troppo da fare per ascoltare le tue chiacchiere. O compri qualcosa o esci.
ru: Слушай, $(l.guy), кончай тратить мое время. Купи что-нибудь или выметайся.

source: Listen I have something that could actually help! The crates I was picking up are for a weapons dealer. They're supposed to contain med-kits and hand-grenades.
de: Hör zu, ich hab hier was, das dir tatsächlich helfen könnte! Die Kisten, die ich abgeholt habe, waren für einen Waffenhändler. Er sagte, sie enthielten Medkits und Handgranaten.
es: ¡Escucha, tengo información que podría ser de ayuda! Las cajas que estaba recogiendo eran para un traficante de armas. Se supone que contienen botiquines y granadas de mano.
fr: Écoute, j'ai quelque chose qui pourrait t'être utile ! Les caisses que je ramassais au dock sont destinées à un marchand d'armes. Elles sont censées contenir des médikits et des grenades.
it: Ascolta, ho qualcosa che potrebbe funzionare sul serio! Le casse che stavo prendendo sono per un venditore di armi. Dovrebbero contenere kit medici e granate a mano.
ru: Слушай! Ящики, за которыми я сюда явился, принадлежат торговцу оружием. Он сказал, что там гранаты и медицинские комплекты.

source: Listen slot, this isn't a Stuffer Shack. Buy something or get out.
de: Hör mal gut zu, Wurm. Das ist hier kein Stuffer Shack. Kauf etwas oder verpiss dich.
es: Escucha, pardillo, esto no es un Stuffer Shack. Compra algo o lárgate.
fr: Écoutez, ce n'est pas un Stuffer Shack. Achetez quelque chose ou sortez.
it: Senti idiota, questo non è la Stuffer Shack. O compri qualcosa o esci.
ru: Слушай, это тебе не Рыгаловка. Купи уже что-нибудь или выметайся.

source: Listen to yourself! You don’t even sound human anymore.
de: Hör dir doch mal zu! Du klingst überhaupt nicht mehr menschlich.
es: ¡Escúchate! Ya ni siquiera suenas como una persona.
fr: Non mais écoutez-vous, un peu ! Vous n'avez même plus l'air humaine.
it: Ascoltati! Non sembri neanche più umana.
ru: Послушай себя! Ты даже говоришь не как человек.

source: Listen, $(l.name). I don’t want to talk about what happened with Gino, okay? What’s done is done. Gino’s dead, I’m alive, and that’s all there is to it. It’s the Barrens, right? Nothing more to do or say.
de: Hör zu, $(l.name). Ich will nicht darüber reden, was mit Gino passiert ist, verstanden? Was passiert ist, ist passiert. Gino ist tot, ich lebe. Und das war’s. Das sind halt die Barrens. Mehr kann man dazu nicht sagen.
es: Escucha, $(l.name). No quiero hablar sobre lo que ocurrió con Gino, ¿vale? Lo hecho, hecho está. Gino está muerto y yo sigo viva, se acabó la historia. Son los Barrens, ¿verdad? No se puede hacer, o decir, nada más.
fr: Écoute, $(l.name). Je ne veux pas parler de ce qui s'est passé avec Gino, ok ? Ce qui est fait est fait. Gino est mort, je suis en vie, et il n'y rien d'autre à en dire. C'est Barrens, c'est ça ? On peut rien y faire.
it: Scusa, $(l.name). Non voglio parlare di quello che è successo a Gino, ok? Quel che è stato, è stato. Gino è morto, io sono viva. Questo è quanto. Alle Terre desolate funziona così, no? Non c'è niente da aggiungere.
ru: Слушай, $(l.name). Я не хочу говорить о том, что случилось с Джино, понятно? Он умер, я нет, значит, жизнь продолжается. Это же Пустоши.
