Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: You catch a cab from Touristville to Pike Place Market in a mercifully quiet ride that takes you from “probably going to be mugged” to “probably going to pay too much for your drinks.” Compared to the urban wasteland of the Barrens, the Downtown area is filled with modern buildings, lighted streets, and unbarred shops. All living beneath the shadows of massive corporate arcologies. For many, these arcologies are home. For others, they’re hulking monuments to where the world went wrong. Famous for its fishmongers, Pike Place Market has been around since the early 1900s overlooking the Bay. Now, it’s a market for all things - legal and illegal. A melting pot of the haves and have-nots. Even though most of the shops are closed, the sights, sounds, and smells of the Market hit you from the moment you step out of the cab.
de: Du rufst dir ein Taxi von Touristville zum Pike Place Market und genießt eine ruhige Fahrt, die dich von „du wirst vermutlich gleich ausgeraubt“ nach „du musst vermutlich zu viel für deine Getränke bezahlen“ bringt. Im Vergleich zur urbanen Einöde der Barrens ist der Downtown-Bezirk geradezu geschmückt mit modernen Gebäuden, beleuchteten Straßen und offenen Geschäften. Alles gedeiht im Schatten massiver Konzern-Arkologien. Für viele sind diese Arkologien ein Heim. Für andere sind sie gewaltige Monumente, die aufzeigen, wo die Entwicklung der Welt fehlgeschlagen ist. Im frühen 20. Jahrhundert war der Pike Place Market bekannt für seine Fischhändler. Jetzt ist er ein Markt für alles Mögliche – legal und illegal. Ein Schmelzkessel der Wohlhabenden und der Habenichtse. Obwohl die meisten Läden bereits geschlossen sind, wirst du von den Anblicken, Geräuschen und Gerüchen des Markts geradezu überwältigt, sobald du aus dem Taxi steigst.
es: Coges un taxi desde Touristville hasta el mercado Pike Place, y agradeces la tranquilidad del trayecto que te llevará desde "seguro-que-me-atracan" hasta "seguro-que-es-caro-todo". En comparación con el desecho urbano de los Barrens, la zona del centro está poblada por edificios modernos, calles iluminadas y tiendas sin rejas. Todos viviendo bajo las sombras de gigantescas arcologías corporativas. Para muchos, estas arcologías son su hogar. Para otros, son pesados monumentos que simbolizan el fracaso del mundo. Famoso por sus puestos de pescado, el mercado Pike Place lleva presidiendo la bahía desde comienzos del siglo XX. Ahora es un mercado donde se pueden encontrar todo tipo de cosas, legales e ilegales. Un punto de fusión entre los que lo tienen todo y los que no tienen nada. Aunque la mayoría de las tiendas están cerradas, las vistas, los sonidos y los olores del mercado te invaden desde el momento en que sales del taxi.
fr: Vous prenez un taxi depuis Touristville pour Pike Place Market pour passer d'un endroit où vous allez « probablement vous faire agresser » à un autre où vous allez « probablement payer trop cher ». Comparé aux terrains vagues de Barrens, le centre ville est rempli de bâtiments modernes, de lampadaires et de magasins « normaux ». Tous les êtres vivent tous dans l'ombre des grandes arcologies corporatistes. Pour nombre d'entre eux, ces arcologies sont leur maison. Pour d'autres, ce ne sont que de vulgaires monuments représentant le moment où le monde a cessé de tourner rond. Célèbre pour ses poissonniers, le Pike Place Market existe depuis le début du vingtième siècle. Il est devenu aujourd'hui un marché où tout s'achète, légalement ou pas. Un grand mélange de tout et n'importe quoi. Même si la plupart des magasins sont fermés, la vision, les sons, et les odeurs de ce marché vous frappent dès votre sortie du taxi.
it: Prendi un taxi da Touristville al mercato di Pike Place. Il viaggio per fortuna è tranquillo e il tuo timore passa da "probabilmente mi rapineranno" a "probabilmente i drink saranno troppo cari". In confronto all'aridità urbana delle Terre desolate, l'area del centro è piena di edifici moderni, strade illuminate e negozi aperti. Il tutto all'ombra delle imponenti arcologie delle corporazioni. Molti si sentono a casa in queste arcologie. Per altri sono colossali testimonianze degli errori del passato. Il mercato di Pike Place domina la baia e sin dai primi del '900 era famoso per i suoi pescivendoli. Oggi vende qualsiasi merce, legale e illegale. Un gran miscuglio di ricchi e pezzenti. Anche se molti negozi sono chiusi, i colori, gli odori e i rumori del mercato ti colpiscono non appena scendi dal taxi.
ru: Поймать такси в Туристическом городке не трудно, а Рынок Пайк-Плейс представляет собой относительно безопасное место. Случайно забредшего в местный бар корпоративного работника заставят платить за напитки втридорога, но вряд ли ограбят в первой же подворотне. По сравнению с Пустошами пригород Сиэтла полон жизни и залит светом. Мимо тебя проплывают ярко горящие уличные фонари и магазины без железных решеток на окнах. Этот район живет в тени оромных аркологов, принадлежащих корпорациям. Кому-то они служат домом, для кого-то олицетворяют худшее из всего, что случилось с миром за последние десятилетия. Расположенный рядом с заливом рынок Пайк-Плейс изначально служил для торговли рыбой. Теперь здесь продают самые разные товары, а богатые и бедные вынуждены стоять в одних и тех же очередях. Даже в этот поздний час звуки и запахи рынка обрушиваются на тебя сразу после того, как ты захлопываешь за собой дверь такси.

source: You change your mind about giving me something to shoot with yet?
de: Hast du mittlerweile deine Meinung geändert und willst mir endlich ein Schießeisen geben?
es: ¿Has cambiado de idea sobre lo de darme algo con lo que disparar?
fr: Vous avez changé d'avis et vous allez me donner quelque chose pour tirer ?
it: Non hai ancora cambiato idea sul darmi qualcosa con cui sparare?
ru: Ну как, дашь мне что-нибудь, что стреляет?

source: You change your mind?
de: Hast du deine Meinung geändert?
es: ¿Cambias de opinión?
fr: Vous avez changé d'avis ?
it: Hai cambiato idea?
ru: Итак?

source: You change your mind? My offer of 2,000 stands.
de: Hast du deine Meinung geändert? Mein Angebot ist nach wie vor 2000.
es: ¿Has cambiado de idea? Mi oferta de 2000 se mantiene.
fr: Vous avez changé d'avis ? Mon offre de 2 000 nuyens ne bouge pas.
it: Hai cambiato idea? La mia offerta rimane 2.000.
ru: Мое предложение все еще остается в силе. 2000.

source: You chatted me up while drooling over a fresh Ripper kill at Pike Place.
de: Sie haben mich angesprochen, während Sie einen neuen Ripper-Mord am Pike Place begafft haben.
es: Hablaste conmigo mientras babeabas sobre un descuartizamiento reciente en Pike Place.
fr: Vous me faisiez la conversation pendant que vous vous extasiiez devant une victime de l'éventreur sur Pike Place.
it: Ha attaccato bottone con me mentre stava sbavando su un omicidio fresco, fresco al Pike Place.
ru: Мы обменялись любезностями, пока ты пускал слюни над трупом последней жертвы Потрошителя на Пайк-Плейс.

source: You could learn the business. Take over for Mrs. Kubota some day.
de: Du könntest zur Geschäftsfrau werden und eines Tages die Union von Mrs. Kubota übernehmen.
es: Podrías aprender el negocio. Ocupar el puesto de la Sra. Kubota algún día.
fr: Tu pourrais apprendre les affaires. Reprendre le business de Mme Kubota, un jour.
it: Potresti imparare il mestiere. Subentrare alla signora Kubota un giorno.
ru: Со временем ты сможешь стать хозяйкой этого заведения. Унаследовать его после миссис Куботы.

source: You could say that.
de: Könnte man so sagen.
es: Podría decirse que sí.
fr: On peut dire ça.
it: Puoi dirlo forte.
ru: Я достану все, что может нам пригодиться.

source: You did good.
de: Du hast gute Arbeit geleistet.
es: Lo has hecho bien.
fr: T'as bien fait.
it: Sei stato bravo.
ru: Ты молодец.

source: You did well back there. Without you, we’d all be dead.
de: Du hast dich gut angestellt. Ohne dich wären wir jetzt alle tot.
es: Te portaste bien allí. Sin ti, todos estaríamos muertos.
fr: Vous avez été exemplaire, là-bas. Sans vous, nous serions tous morts.
it: Ti sei comportata alla grande laggiù. Senza di te saremmo tutti morti.
ru: Ты очень помогла нам тогда. Без тебя мы все были бы мертвы.

source: You did. At a funeral. Very recently. She is one of the leaders of the Universal Brotherhood and she attempted to have you killed. Come, you are outmatched. I have resources you cannot fathom. Did my cousin Lynne or her friend Jessica hire you to attack my office?
de: Doch, das haben Sie. Auf einer Beerdigung. Erst kürzlich. Sie gehört zur Führungsriege der Universellen Bruderschaft und sie hat versucht, Sie eliminieren zu lassen. Sehen Sie es endlich ein, Sie sind deutlich unterlegen. Ich verfüge über Ressourcen, die Sie sich nicht einmal vorstellen können. Haben meine Cousine Lynne oder ihre Bekannte Jessica Sie dazu angeheuert, mein Büro anzugreifen?
es: Tú lo hiciste. En un funeral. Hace muy poco. Ella es una de las líderes de la Hermandad Universal e intentó matarte. Vamos, estás en desventaja. Tengo recursos que no puedes imaginar. ¿Mi prima Lynne o su amiga Jessica te contrataron para atacar mi oficina?
fr: C'était vous. Lors d'un enterrement. Très récemment. Elle est l'une des dirigeantes de la Confrérie Universelle et elle a tenté de vous faire assassiner. Venez, vous ne faites pas le poids. J'ai des ressources que vous ne pouvez pas imaginer. Ma cousine Lynne ou son amie Jessica vous ont-elles engagé pour attaquer mon bureau ?
it: Sì invece. Durante un funerale. Molto recentemente. È una dei capi della Fratellanza Universale e ha cercato di farla uccidere. Andiamo, non ha speranze. Dispongo di risorse che non può nemmeno immaginare. Mia cugina Lynne o la sua amica Jessica l'hanno ingaggiata per attaccare il mio ufficio?
ru: Встречались. На похоронах. Совсем недавно. Она один из предводителей Всеобщего братства, и она попыталась тебя убить. Не нужно спорить со мной. Я располагаю несоизмеримо большими ресурсами. Вас наняла моя двоюродная сестра Линн или ее подруга Джессика?

source: You didn't know about this control panel. Great.
de: Du wusstest nichts von dieser Konsole. Fantastisch.
es: No sabías que existía este panel de control. Genial.
fr: Vous n'étiez pas au courant de ce panneau de commandes. Super.
it: Non eri a conoscenza di questo pannello di controllo. Fantastico.
ru: Ты не знал об этой контрольной панели. Чудесно.

source: You didn't mention Grandmother?
de: Und was ist mit der Großmutter?
es: ¿No has mencionado a Abuela?
fr: Vous n'avez pas mentionné Grand-mère ?
it: Hai detto anche Nonna?
ru: А как же праматери?

source: You didn’t get chosen. Just stay out of the way.
de: Du wurdest nicht ausgewählt. Halt dich einfach raus.
es: No te han escogido. No te entrometas.
fr: Vous n'avez pas été sélectionné. Ne vous mettez pas au milieu.
it: Nessuno ti ha scelto. Basta che ti levi di mezzo.
ru: Тебе не приходится ни во что играть. Отойди и не мешай.

source: You didn’t mention that before.
de: Das hast du vorher irgendwie vergessen zu erwähnen.
es: Eso no lo habías mencionado.
fr: Vous n'aviez pas parlé de ça avant.
it: Non me l'avevi mai detto prima.
ru: Ты этого раньше не говорил.

source: You didn’t recognize who the elf was?
de: Du hast sie nicht erkannt?
es: ¿No has reconocido a la elfa?
fr: Vous n'avez pas reconnu l'elfe ?
it: Non hai riconosciuto l'Elfo?
ru: Ты не знаешь, кем была эта эльфийка?

source: You died.
de: Du bist gestorben.
es: Has muerto.
fr: Vous êtes mort.
it: Sei morto.
ru: Вы погибли.

source: You do that.
de: Tu das.
es: Vale.
fr: Faites donc ça.
it: Devi farlo.
ru: Договорились.

source: You do that. And work on those people skills. You'll need 'em to get along around here.
de: Das hoffe ich. An Ihren sozialen Fähigkeiten sollten Sie allerdings arbeiten. Sie werden sie brauchen, um hier weiterzukommen.
es: Vale. Y a ver si mejoras tu don de gentes. Lo vas a necesitar para manejarte por aquí.
fr: Faites donc ça. Et travaillez donc un peu votre côté sociable. Vous en aurez besoin pour continuer ici.
it: Devi farlo. E migliora il tuo rapporto con la gente. Meglio andarci d'accordo da queste parti.
ru: Постарайся. И учить заводить друзей, если хочешь остаться на этой работе.

source: You don't belong here.
de: Du hast hier nichts zu suchen.
es: Tú no perteneces a este sitio.
fr: Vous n'avez rien à faire ici.
it: Questo posto non è adatto a te.
ru: Тебе здесь не место.

source: You don't buy that?
de: Und du glaubst das nicht?
es: ¿No te lo crees?
fr: Vous n'y croyez pas ?
it: Non ci credi?
ru: Ты в это не веришь?

source: You don't have to tell me. In fact, I'd prefer if you didn't tell me anything. Just buzz.
de: Das musst du mir nicht sagen. Eigentlich würde ich es bevorzugen, wenn du mir gar nichts sagst. Verzieh dich einfach.
es: A mí no tienes que contármelo. De hecho, preferiría que no me dijeras nada. Pírate.
fr: Vous n'avez pas à me dire ça. En fait, je préférerais que vous ne me disiez rien. Foutez le camp.
it: Non lo dire a me. Anzi, non mi dire proprio un bel niente. Fila via.
ru: Не надо. Лучше молчи. И вообще проваливай.

source: You don't know anything about me.
de: Du weißt überhaupt nichts über mich.
es: No sabes nada sobre mí.
fr: Vous ne savez rien de moi.
it: Non sai nulla di me.
ru: Вы ничего о ней не знаете.

source: You don't know the name of the man who exhumed your own mother?
de: Du kennst also nicht einmal den Namen des Mannes, der deine Mutter exhumiert hat?
es: ¿No sabes el nombre del hombre que exhumó a tu madre?
fr: Vous ne connaissez pas le nom de l'homme qui a exhumé votre mère ?
it: Conosci il nome dell'uomo che ha riesumato tua madre?
ru: Вы знаете имя человека, который провел эксгумацию?

source: You don't need to go right now.
de: Du musst gerade nicht.
es: No tienes que irte en este mismo momento.
fr: Vous n'avez pas besoin de partir maintenant.
it: Non devi andartene subito.
ru: Пока в этом нет необходимости.

source: You don't seem to care whether his killer faces justice.
de: Es scheint dich nicht sonderlich zu interessieren, ob sein Mörder gefasst wird oder nicht.
es: Parece que no te importa si su asesino se enfrenta a la justicia o no.
fr: Ça n'a pas l'air de vous préoccuper outre mesure que son assassin soit puni ou non.
it: Sembra che non t'importi più di tanto se l'assassino verrà assicurato alla giustizia o meno.
ru: Вам нет дела до того, будет ли найден его убийца?

source: You don't sound sad that he's gone.
de: Du wirkst nicht gerade betrübt darüber, dass er tot ist.
es: No pareces estar triste porque ya no esté aquí.
fr: Sa mort n'a pas l'air de vous affliger.
it: Non sembri triste che se ne sia andato.
ru: Похоже, вас не слишком опечалила его гибель.

source: You don’t know what you’re talking about.
de: Du hast keine Ahnung, wovon du da redest.
es: No tienes ni idea de qué estás hablando.
fr: Vous ne savez pas de quoi vous parlez.
it: Non sai di cosa parli.
ru: Я не понимаю, о чем вы говорите.

source: You don’t like library windows do you? Never mind. Here’s a rifle you can borrow.
de: Du bist nicht zufällig die Art Person, die sich hinter Bibliotheksfenstern versteckt? Naja, jedenfalls hätte ich hier ein Gewehr, das du ausleihen kannst.
es: ¿No te gustarán las ventanas de las bibliotecas, verdad? No importa. Puedes llevarte este rifle.
fr: Vous n'aimez pas les fenêtres de bibliothèques, hein ? Peu importe. Voilà un fusil que vous pouvez emprunter.
it: Le vetrine piene di libri non fanno per te? Nessun problema. Tieni questo fucile.
ru: Найдем тебе библиотеку с окном и подождем, пока внизу проедет президент. Шучу. На, держи.

source: You don’t look like you're bleeding, so I assume you want to see my current inventory of cyberware and medkits.
de: Es sieht nicht so aus, als würdest du verbluten, also gehe ich davon aus, dass du dir meinen aktuellen Vorrat an Cyberware und Medkits ansehen möchtest.
es: No pareces estar sangrando, así que supongo que querrás ver mi inventario de ciberimplantes y medikits.
fr: Vous ne saignez pas, je suppose par conséquent que vous êtes venu voir mon inventaire de cyberware et de trousses de soins.
it: Non stai sanguinando, deduco che sei qui per vedere le mie scorte di parti cibernetiche e Kit medici.
ru: Поскольку ты не истекаешь кровью, могу предположить, что интересуют тебя кибернетические имплантаты и медикаменты.

source: You don’t look so good, Sam.
de: Du siehst nicht besonders gut aus, Sam.
es: Sam, no tienes buen aspecto.
fr: T'as pas l'air bien, Sam.
it: Non hai un bell'aspetto. Sam.
ru: Плохо выглядишь, Сэм.

source: You don’t seem like the type.
de: Hm. Das passt gar nicht zu dir.
es: No me pareces de esos.
fr: Ça a pas l'air d'être ton genre.
it: Non sembri proprio il tipo.
ru: На тебя это не похоже.

source: You eject the BTL Gino’s been riding. He gasps suddenly and his eyes flutter open. He looks confused. Worse than the other chipheads you’ve seen. His lips are white and chapped, his eyes sunk into his head. There’s vomit on his shirt and sweat on his forehead. When he speaks, his words are slurred. He’s burnt.
de: Du wirfst Ginos BTL aus. Er keucht plötzlich auf und seine Augen öffnen sich. Er sieht verwirrt aus. Schlimmer als die anderen Chipheads, die du gesehen hast. Seine Lippen sind weiß und trocken und seine Augen sind tief in ihre Höhlen gesunken. Auf seiner Kleidung befinden sich Reste von Erbrochenem und seine Stirn glänzt vor Schweiß. Er versucht zu sprechen und bringt nur ein Lallen fertig. Er ist ausgebrannt.
es: Expulsas el BTL que ha estado utilizando Gino. De repente, suelta un suspiro y abre los ojos de par en par. Parece confundido. Peor que los otros cabezachip que has visto. Tiene los labios blancos y agrietados y los ojos hundidos en la cabeza. Su camisa está manchada de vómito y el sudor le recorre la frente. Cuando habla, sus palabras son ininteligibles. Está quemado.
fr: Vous éjectez la BTL avec laquelle Gino prenait son pied. Dans un soubresaut, il écarquille soudain les yeux. Il a l'air perdu. Encore plus que tous les autres toxicos que vous avez vus. Il a les lèvres blanches et gercées, les yeux enfoncés dans leurs orbites. Il y a des traces de vomi sur son t-shirt. Son front est en sueur. Il a du mal à articuler ses mots. Il est grillé.
it: Rimuovi la BTL di cui Gino si stava facendo. Con un rantolo improvviso, sgrana gli occhi. Sembra confuso. Peggio degli altri chiphead che hai visto in giro. Le sue labbra sono bianche e screpolate, gli occhi rivoltati all'indietro. Ha del vomito sulla camicia e sudore sulla fronte. Quando parla, le parole sono confuse. È bruciato.
ru: Когда ты извлекаешь чип, Джино начинает задыхаться. Когда он открывает глаза, он выглядит растерянным. Он в гораздо худшем состоянии, чем большинство виденных тобой виртуальных наркоманов. Его губы белы как бумага, а глаза сильно ввалились. На его рубашке видна засохшая рвота. Когда он говорит, слова звучат глухо и неразборчиво. Он выгорел.

source: You emerge from the Universal Brotherhood chapterhouse, momentarily blinded by the bright lights of the Lone Star perimeter surrounding the exit. Despite the clean night air, the stench of ichor and decay clings to you, a smell that may never fully go away. You drop your Aegis-filled shotgun and it’s quickly spirited away by one of Telestrian’s minions. Weapons are slowly lowered as you step out into the street - the order coming from Detective McKlusky himself. You can see James Telestrian just nearby, pulling his strings. It’s over. Jessica Watts has been dealt with and Sam has his justice. The dead man’s deed is done. All you need now is to make a phone call and it ends.
de: Als du den Ortsverband der Universellen Bruderschaft verlässt, wirst du für einen Moment von den grellen Lichtern der Lone-Star-Abriegelung geblendet, die den Ausgang des Gebäudes umgibt. Trotz der sauberen Nachtluft haftet der Gestank von Eiter und Verwesung immer noch an dir. Womöglich wird er nie ganz verschwinden. Du lässt deine Aegis-befüllte Waffe fallen und fast im gleichen Moment wird sie von einem von Telestrians Männern aufgesammelt. Die Polizisten senken langsam ihre Waffen, als du auf die Straße trittst – der Befehl stammt von McKlusky persönlich. Ganz in der Nähe siehst du James Telestrian, der dem Detective die Worte in den Mund legt. Es ist vorbei. Jessica Watts hat ihre gerechte Strafe erhalten und Sam wurde gerächt. Der Auftrag des toten Mannes wurde erfüllt. Alles, was du jetzt noch tun musst, ist, einen Anruf zu tätigen und die ganze Geschichte wird vorüber sein.
es: Emerges del cabildo de la Hermandad Universal, te ciegan por un momento las luces brillantes del perímetro de Lone Star que rodea la salida. A pesar del aire limpio de la noche, te envuelve un hedor a icor y a putrefacción, un olor que, posiblemente, no desparezca nunca. Sueltas tu metralleta cargada de Aegis y, rápidamente, te la arrebata uno de los matones de Telestrian. Las armas van bajando lentamente cuando sales a la calle: la orden debe de venir del inspector McKlusky. Ves cerca a James Telestrian, moviendo los hilos. Se acabó. Jessica Watts tiene su merecido y se le ha hecho justicia a Sam. Se ha cumplido la misión del hombre muerto. Ahora, solo tienes que hacer una llamada y todo habrá acabado.
fr: Vous sortez de la Confrérie Universelle, momentanément aveuglé par les lumières vives du périmètre de sécurité de Lone Star entourant la sortie. Malgré l'air pur de la nuit, l'odeur nauséabonde du liquide purulent et de décomposition s'accroche à vous, une odeur qui ne partira peut-être jamais. Vous laissez tomber votre arme remplie d'Aegis, vite récupérée par un sbire de Telestrian. Les armes braquées sur vous se baissent lentement alors que vous arrivez dans la rue, ordre donné par détective McKlusky lui-même. Vous pouvez voir James Telestrian juste à côté, le manipulant comme un pantin. C'est terminé. On s'est occupé de Jessica Watts et on a rendu justice à Sam. La volonté d'un homme mort a été accomplie. Tout ce que vous avez à faire maintenant, c'est donner un coup de téléphone et c'est fini.
it: Esci dalla sede della Fratellanza Universale, le forti luci del perimetro della Lone Star che circonda l'uscita ti accecano momentaneamente. Nonostante l'aria fresca della notte, il fetore di morte e putrefazione ti afferra alla gola, una puzza di cui forse non ti libererai mai. Lasci cadere la tua arma con l'Aegis e questa viene velocemente fatta sparire da uno degli uomini della Telestrian. Mentre esci in strada, lo stesso detective McKlusky ordina agli uomini di abbassare le armi. Vedi James Telestrian poco distante che si allaccia le scarpe. È finita. Jessica Watts ha avuto quel che si meritava e Sam è stato vendicato. La missione dell'uomo morto è completata. Devi solo fare una telefonata e sarà tutto finito.
ru: Когда ты выходишь из здания Всеобщего братства на свежий воздух, тебя ослепляет яркое сияние прожекторов. "Одинокая звезда" огородила периметр и стянула к нему небольшую армию. Несмотря на свежий ветерок и ночную прохладу, кислая вонь и запах разложения окружают тебя и теперь уже вряд ли когда-нибудь исчезнут до конца. Ты выпускаешь из рук заряженное "Эгидой" ружье, и один из прислужников Телестриана тут же его куда-то уносит. Державшие тебя на прицеле снайперы медленно опускают винтовки, когда детектив Макклюски неохотно подает им соответствующий знак. Чуть поодаль ты замечаешь Джеймса Телестриана, который, как всегда, дергает за ниточки невидимых тебе марионеток. Все кончено. Джессика Уоттс получила по заслугам, и Сэм наконец-то отомщен. Последний звонок мертвеца оправдал его ожидания. Все, что осталось сделать тебе - это связаться с его адвокатом и получить обещанную награду.

source: You enjoying this?
de: Gefällt dir das etwa?
es: ¿Estás disfrutando?
fr: Vous appréciez ce petit jeu ?
it: Ti stai divertendo?
ru: Получаешь удовольствие?
