Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The holodesk zooms in to display a mainframe computer room, several offices and magical research libraries for the Brotherhood’s Mothers and Fathers and an extensive network of tunnels that the offices connect to.
de: Der Holoprojektor zoomt auf einen Großrechnerraum, mehrere Büroräume, eine magische Forschungsbibliothek für die Mütter und Väter der Bruderschaft und ein ausgedehntes Tunnelnetzwerk, das an die Büroräume anschließt.
es: El holoescritorio amplía la imagen y se muestra una sala de ordenadores centrales, varias oficinas y bibliotecas de investigación mágica para las Madres y los Padres de la Hermandad, además de una extensa red de túneles con los que conectan las oficinas.
fr: Le holodesk zoome pour montrer la salle de maintenance des ordinateurs, divers bureaux et les bibliothèques de recherche hermétique des Mères et Pères de la Confrérie, ainsi qu'un grand réseau de tunnels connecté aux bureaux.
it: La mappa olografica ingrandisce le zone della stanza del computer centrale, di vari uffici, delle biblioteche di ricerca magica per le Madri e i Padri della Fratellanza e un'estesa rete di tunnel a cui sono collegati gli uffici.
ru: Голографический проектор демонстрирует серверную, несколько офисов и магических библиотек для Матерей и Отцов Братства, а также разветвленную сеть тоннелей под зданием.

source: The holodesk zooms in to display the storeroom, staff locker room, and kitchen with a notation that the kitchen is actually part of the Home Area from a security point of view.
de: Der Holoprojektor zoomt auf den Lagerraum, die Personalumkleide und die Küche – mit dem Vermerk, dass die Küche im Hinblick auf Sicherheitsvorkehrungen eigentlich ein Teil des Aufenthaltsbereiches ist.
es: El holoescritorio amplía la imagen y muestra el almacén, la sala de taquillas de empleados y la cocina, con una anotación que indica que la cocina forma parte de la zona del Hogar desde el punto de vista de seguridad.
fr: Le holodesk zoome pour montrer la salle de stockage, le vestiaire du personnel et la cuisine. À noter que la cuisine fait partie du quartier résidentiel du point de vue de la sécurité.
it: La mappa olografica ingrandisce le zone del ripostiglio, dello spogliatoio del personale e della cucina, specificando che quest'ultima, come livello di sicurezza, appartiene all'area della Casa.
ru: Голографический проектор демонстрирует тебе склад, раздевалку для обслуживающего персонала и кухню с примечанием, что последняя относится к жилым помещениям с точки зрения службы безопасности.

source: The holodesk zooms in to show the entrance hall, auditorium, and cafeteria of the Universal Brotherhood’s Seattle Chapter.
de: Der Holoprojektor zoomt auf die Eingangshalle, das Auditorium und die Cafeteria des hiesigen Ortsverbandes der Universellen Bruderschaft.
es: El holoescritorio amplía la imagen y muestra el vestíbulo de la entrada, el auditorio y la cafetería del cabildo de la Hermandad Universal en Seattle.
fr: Le holodesk zoome pour montrer le hall d'entrée, l'auditorium et la cafétéria de la Confrérie Universelle de Seattle.
it: La mappa olografica ingrandisce le zone della hall d'ingresso, dell'auditorium e della caffetteria della sede di Seattle della Fratellanza Universale.
ru: Голографический проектор демонстрирует тебе холл, аудитории и кафе отделения Всеобщего братства в Сиэтле.

source: The holodesk zooms in to show the four dormitories, the office, and the kitchen area that make up the Home area. You notice that the kitchen has an external door and that there is heavy security around the door to The Sanctuary Area.
de: Der Holoprojektor zoomt auf die vier Schlafbereiche, den Verwaltungsbereich und den Küchenbereich, die gemeinsam den Aufenthaltsbereich bilden. Du bemerkst, dass die Küche eine Außentür besitzt und dass das innere Heiligtum durch schwere Sicherheitsgeschütze geschützt wird.
es: El holoescritorio amplía la imagen y muestra los cuatro dormitorios, la oficina y la parte de la cocina que componen la zona del Hogar. Observas que la cocina tiene una puerta exterior y que hay mucha seguridad alrededor de la puerta de la zona del Santuario.
fr: Le holodesk zoome pour montrer les quatre dortoirs, les bureaux et la cuisine formant le quartier résidentiel. Vous remarquez que la cuisine a une porte extérieure et que la porte de la zone du sanctuaire est lourdement gardée.
it: La mappa olografica ingrandisce le zone dei quattro dormitori, dell'ufficio e della cucina che formano l'area della Casa. Noti che la cucina ha una porta esterna e che la porta dell'area del Santuario è ben protetta dal personale di sicurezza.
ru: Голографический проектор демонстрирует тебе спальные помещения, кабинеты и кухню. Ты обращаешь внимание, что на кухне имеется пожарный выход, ведущий наружу, и что ведущая во внутренние покои дверь очень хорошо охраняется.

source: The holographic map desk displays the the Universal Brotherhood logo
de: Der holografische Kartenprojektor zeigt das Logo der Universellen Bruderschaft an.
es: En el escritorio del mapa holográfico aparece el logotipo de la Hermandad Universal
fr: Le holodesk affiche le logo de la Confrérie Universelle
it: Sulla postazione della mappa olografica c'è il logo della Fratellanza Universale.
ru: Голографический проектор украшен логотипом Всеобщего братства.

source: The hospital records would beg to differ.
de: Die Krankenhausunterlagen sprechen da eine andere Sprache.
es: El historial del hospital no diría lo mismo.
fr: Les dossiers de l'hôpital ne sont pas du même avis.
it: I registri dell'ospedale mostrano una realtà diversa.
ru: Больничные записи утверждают иначе.

source: The image on your PDA dissolves as the call ends.
de: Das Bild auf deinem PDA verschwindet, als er auflegt.
es: La imagen de tu PDA desaparece cuando la llamada termina.
fr: L'image sur votre PDA disparait alors que l'appel se termine.
it: L'immagine sul tuo palmare scompare non appena la chiamata termina.
ru: Изображение исчезает.

source: The initial bugs prepare a nest for the summoning of a Queen. Once a nest has its Queen, she literally explodes with newly-manifested insect spirits. They swarm out of the nest, feasting on all the flesh they can find and implanting more insect spirits into the fresh corpses. Again, and again, and again.
de: Die ersten Insekten bereiten ein Nest für die Herbeirufung der Königin vor. Sobald sich diese eingenistet hat, gebiert sie eine Milliardenschaft frisch manifestierter Insektengeister. Diese schwärmen aus dem Nest, verschlingen alles Fleischliche, was sie finden können, und hinterlassen neue Insektengeister in den zurückbleibenden Leichen. Wieder und wieder und wieder.
es: Los primeros bichos preparan el nido para conjurar a una Reina. Cuando el nido tiene a su Reina, esta explota literalmente con Espíritus insectos acabados de manifestar. Abandonan el nido como un enjambre, se alimentan de toda la carne que pueden encontrar e implantan más Espíritus insecto en los cadáveres frescos. Y así una y otra vez, una y otra vez.
fr: Les premiers insectes préparent un nid pour invoquer une reine. Une fois qu'un nid a sa reine, celle-ci explose littéralement en donnant vie à de nouveaux esprits insectes. L'essaim se propage hors du nid et se nourrit de toute la chair qu'il trouve à sa portée, en implantant d'autres esprits insectes dans les cadavres. Et ainsi de suite.
it: I primi insetti preparano un Nido per invocare una Regina. E quando un Nido ha la sua Regina, questa esplode letteralmente con nuovi spiriti di insetti. A quel punto, brulicano fuori dal Nido, banchettando con la carne fresca che gli capita a tiro e impiantano altri spiriti di insetti nei cadaveri freschi. E così via.
ru: Первые жуки устраивают гнездо, после чего пытаются призвать свою королеву. Как только королева оказывается в гнезде, духи-насекомые начинают роиться. Они размножаются с невероятной скоростью, вырываются на поверхность и захватывают все тела, до которых сумеют дотянуться. Снова, и снова, и снова.

source: The inner circle?
de: Der innere Kreis?
es: ¿El círculo interior?
fr: Le cercle intérieur ?
it: La Cerchia nascosta?
ru: Кругу посвященных?

source: The inset gems alone are worth 800 nuyen or so, but a collector would probably pay more for that year's ring. You want me to get rid of it? 1200 nuyen.
de: Die eingesetzten Edelsteine allein sind 800 Nuyen oder so wert, aber ein Sammler würde vermutlich mehr zahlen für einen Ring aus diesem Jahr. Willst du, dass ich mich darum kümmere? 1200 Nuyen.
es: Solo las gemas engarzadas valen 800 nuyens, más o menos, pero un coleccionista probablemente pagaría más por un anillo de ese año. ¿Quieres que te lo quite de encima? 1200 nuyens.
fr: Rien que la pierre précieuse vaut environ 800 nuyens, mais un collectionneur payerait sûrement plus pour une bague de cette année-là. Vous voulez que je vous en débarrasse ? 1 200 nuyens.
it: Le pietre incastonate valgono da sole 800 nuyen o giù di lì, ma un collezionista probabilmente pagherebbe anche di più per l'anello di quell'anno. Vuoi che me ne sbarazzi? 1.200 nuyen.
ru: Камни стоят 800 нюйен сами по себе, но они заплатят дороже. Это редкость. Я могу предложить тебе за него 1200 нюйен прямо сейчас.

source: The janitor's keycard provides access to the storeroom, staff locker room, and UB office.
de: Die Schlüsselkarte eines Hausmeisters verschafft dir Zutritt zum Lager, zur Umkleide und zur Verwaltung der UB.
es: La llave de acceso del limpiador permite acceder al almacén, a la sala de taquillas del personal y a la oficina de la HU.
fr: La carte du concierge donne accès au débarras, au vestiaire du personnel et aux bureaux de la CU.
it: La tessera del custode fornisce accesso al ripostiglio, allo spogliatoio del personale e all'ufficio della FU
ru: Пропуск уборщика открывает двери в складское помещение, раздевалку и кабинеты Всеобщего братства.

source: The janitor's uniform doesn't fit you.
de: Die Hausmeisteruniform passt dir nicht.
es: El uniforme de limpiador no te sirve.
fr: L'uniforme de concierge ne vous va pas.
it: L'uniforme del custode è troppo piccola per te.
ru: Этот комбинезон тебе не подходит.

source: The job will not be simple, nor will it be straightforward, but Samedi can guarantee it will be dangerous! Telestrian Industries has been working for two years on a formula - codenamed AEGIS. They are working with another corporation - a foreign corporation - to refine it. This is their third attempt to get it right and they believe they have. Manufacturing began several months ago.
de: Der Job wird weder einfach noch unkompliziert sein, aber dass er gefährlich ist, dafür kann Samedi garantieren! Telestrian Industries arbeitet seit zwei Jahren an einer Formel mit dem Codenamen AEGIS. Sie kooperieren mit einem anderen Konzern aus dem Ausland, um sie zu verbessern. Dies ist ihr dritter Versuch, die richtige Formel zu gewinnen, und sie glauben, dass sie es dieses Mal geschafft haben. Die Produktion hat vor mehreren Monaten begonnen.
es: El trabajo no será sencillo, ni directo, ¡pero Samedi te garantiza que será peligroso! Telestrian Industries lleva dos años trabajando en una fórmula; su nombre en clave es AEGIS. Están trabajando con otra corporación, una extranjera, para perfeccionarla. Este es su tercer intento para conseguir que salga bien y creen que lo han logrado. Empezaron a fabricarla hace unos meses.
fr: La mission ne sera pas simple, ni facile, mais Samedi vous garantit qu'elle sera dangereuse ! Telestrian Industries travaille depuis deux ans sur une formule - nom de code AEGIS. Ils coopèrent avec une autre corporation (étrangère celle-là) pour la mettre au point. Ils en sont à leur troisième tentative et, cette fois, ils pensent avoir touché au but. La fabrication a commencé il y a de ça plusieurs mois.
it: Il lavoro non sarà semplice, né chiaro, ma Samedi può assicurarti che sarà pericoloso! Le Industrie Telestrian hanno lavorato per due anni su una formula, nome in codice AEGIS. Stanno collaborando con un'altra azienda, straniera, per metterla a punto. Questo è il loro terzo tentativo, e stavolta pensano di essere a buon punto. La produzione è cominciata diversi mesi fa.
ru: Работа нам предстоит непростая. Самеди гарантирует, что она будет очень опасной! Два года назад корпорация Телестриан Индастриз начала работу над некоей формулой - этот проект получил кодовое название "Эгида". Исследования велись при поддержке другой иностранной корпорации. Дважды они терпели неудачу, но на третий раз получили то, что хотели. Несколько месяцев назад проект перешел из лаборатории в цеха и мастерские.

source: The job's a simple extraction. The people I represent are interested in acquiring the talents of a scientist named Saada. Unfortunately, Mr. Saada is currently engaged with Renraku... which means he’s engaged for life. That doesn’t sit well with the people I represent. They see it as... a subversion of the free market.
de: Es geht um eine einfache Extraktion. Meine Klienten sind interessiert an einem vielversprechenden Wissenschaftler namens Saada. Leider ist Mr. Saada zur Zeit unter Vertrag bei Renraku ... lebenslang, versteht sich. Das lässt sich nicht mit den Interessen meiner Klienten vereinbaren. Sie sehen dies als ... eine Einschränkung der freien Marktwirtschaft.
es: El trabajo es una sencilla extracción. La gente que represento está interesada en adquirir las habilidades de un científico llamado Saada. Por desgracia, el Sr. Saada está actualmente comprometido con Renraku... lo que significa que está comprometido de por vida. Eso no le gusta a las personas a las que represento. Lo ven como... una subversión del libre mercado.
fr: C'est une simple extraction. Je représente les intérêts de gens qui souhaitent s'attacher les talents d'un scientifique appelé Saada. Malheureusement, M. Saada est actuellement engagé par Renraku... ce qui signifie qu'il est engagé pour la vie. Cela ne convient pas du tout aux personnes que je représente. Ils voient cela comme... une subversion du marché libre.
it: Il lavoro consiste in un semplice prelievo. Le persone che rappresento sono interessate ad acquisire il talento di uno scienziato di nome Saada. Purtroppo, il signor Saada è attualmente impegnato con la Renraku... il che significa che ha un impegno a vita. Questo non va a genio alle persone che rappresento. La vedono come... una sovversione del libero mercato.
ru: Как я уже говорил, ничего сложного. Ваша задача - обеспечить вооруженный эскорт ученому по фамилии Саада. Мои наниматели заинтересованы в том, чтобы заручиться его поддержкой. К сожалению, в настоящий момент мистер Саада находится в лаборатории, принадлежащей корпорации Ренраку... И его текущий работодатель вряд ли позволит ему сменить место деятельности. Моих нанимателей это не устраивает.

source: The keycard has a big Universal Brotherhood logo and the name "Edward Sharpel, Janitor".
de: Auf der Schlüsselkarte ist ein großes Logo der Universellen Bruderschaft und der Name „Edward Sharpel, Hausmeister“ zu sehen.
es: La tarjeta de acceso tiene el logotipo en grande de la Hermandad Universal y el nombre de "Edward Sharpel, limpiador".
fr: Sur le badge, on peut voir un grand logo de la Confrérie Universelle et le nom "Edward Sharpel, concierge".
it: Sulla tessera c'è un grande logo della Fratellanza Universale ed è intestata a "Edward Sharpel, custode".
ru: На пропуске изображен крупный логотип Всеобщего братства и стоит имя: "Эдвард Шарпель, уборщик".

source: The kid in front of you sports the trademark yellow of the Cutters gang. Young, clean-shaven, he stands like he owns the street and everyone on it. He seems distracted, though, glancing around with increasing agitation. He looks over as you approach.
de: Der Junge vor dir trägt gelb, das Markenzeichen der Cutters-Gang. Er ist jung, glattrasiert und steht da, als ob ihm die Straße und alles auf ihr gehören würde. Er scheint jedoch abgelenkt zu sein, und schaut mit steigender Nervosität um sich. Er sieht zu dir herüber, als du dich ihm näherst.
es: El chico que tienes delante lleva el amarillo típico de la banda de los Cortadores. Joven y afeitado, parece como si la calle y todo aquel que está en ella fueran de su propiedad. Aunque parece distraído, mirando alrededor cada vez con más nerviosismo. Te mira cuando te alejas.
fr: Le gamin qui se tient devant vous porte la marque jaune du gang des Cutters. Jeune, bien rasé, il pose comme si la rue et tous les passants étaient à lui. Pourtant, il a l'air préoccupé et jette des coups d'œil alentour avec une nervosité croissante. Il vous observe tandis que vous vous approchez.
it: Il ragazzo di fronte a te è vestito del giallo tipico della gang dei Cutter. Giovane, totalmente rasato, in piedi come se la strada e tutti quelli che vi si trovassero fossero roba sua. Sembra distratto, però, e si guarda intorno sempre più agitato. Ti guarda mentre ti avvicini.
ru: Паренек перед тобой носит желтые цвета одной из уличных банд этого района. Он молод, гладко выбрит и держится так, будто ему принадлежит эта улица и все, кто по ней ходит. Он вглядывается в лица прохожих и крутит головой по сторонам, явно кого-то выискивая. Когда ты подходишь к нему, он хмурится.

source: The lard doesn't fit in a pocket, so you're going to have to carry it around.
de: Der Eimer passt nicht in deine Tasche, also wirst du ihn mit dir herumtragen müssen.
es: La manteca no te cabe en el bolsillo, así que tendrás que llevarla en la mano.
fr: Le saindoux n'est pas fait pour mettre en poche, vous devrez le porter.
it: Lo strutto non entra in una tasca, quindi dovrai portartelo in giro in mano.
ru: Банка большая и не помещается в карман, поэтому ее придется нести в руках.

source: The large tub is labeled, "Cooking Lard". The lid is extremely greasy.
de: Der große Eimer ist mit dem Wort „Siedefett“ beschriftet. Der Deckel ist extrem schmierig.
es: El tarro grande lleva la etiqueta "Manteca para cocinar". La tapa está muy grasienta.
fr: Il est écrit sur le tube "Saindoux". Le couvercle est très graisseux.
it: Sull'etichetta della grande vasca è scritto "strutto da cucina". Il coperchio è molto unto.
ru: Наклейка на банке гласит "Кулинарный маргарин". Вокруг крышки видны жирные разводы.

source: The last selfish act I committed was to bury my mother, and even that was done in service of cleansing myself so that I can serve my new family without distraction.
de: Mein letzter selbstsüchtiger Akt war es, meine Mutter zu beerdigen und selbst das tat ich, um mich von meinen Lasten zu befreien, damit ich meiner neuen Familie bedingungslos dienen kann.
es: Mi último acto egoísta fue enterrar a mi madre, e incluso eso lo hice para purificarme, para poder servir a mi nueva familia sin distracciones.
fr: Le dernier acte égoïste que j'ai commis était d'enterrer mon frère et ma mère, et même cela a été fait dans le but de me purifier afin de servir ma nouvelle famille sans distraction.
it: L'ultimo atto egoistico che ho commesso è stato quello di seppellire mia madre e anche questo è stato fatto per purificare me stessa in modo tale da poter servire la mia nuova famiglia senza distrazioni.
ru: Последнее, что я сделала для себя - это похоронила мать. И даже это я совершила, чтобы очистить себя и служить моей новой семье, не отвлекаясь на призраков из прошлой жизни.

source: The last two nights, I’ve come home from work to Paco waiting up for me, slouching on the old dumpster couch with a novel four inches from his face. I imagine that as I turn the key in the door he perks up and makes himself look especially studious for when I get the door open. He seems superficially surprised to see me, but I love this little act.
de: Die letzten zwei Nächte bin ich nach Hause gekommen, und hab Paco auf der Couch mit einem Buch vor der Nase vorgefunden. Ich stelle mir vor, wie er hochschreckt, wenn er hört, wie sich der Schlüssel im Schloss dreht und er sich schnell so strebsam wie möglich präsentiert, bevor ich die Tür aufgeschlossen habe. Er tut dann ganz überrascht, mich zu sehen. Ich liebe sein kleines Schauspiel.
es: Las últimas dos noches, al llegar a casa del trabajo, Paco estaba esperándome, holgazaneando en el viejo sofá que encontramos en un contenedor con un libro a diez centímetros de la cara. Supongo que cuando giro la llave reacciona y hace ver que está estudiando para cuando abro la puerta. Parece someramente sorprendido de verme, pero me encanta esta pequeña actuación suya.
fr: Ça fait deux nuits que Paco est réveillé quand je rentre du boulot. Il attend, avachi sur le vieux canapé de récup', scotché à un livre. J'imagine que quand je tourne la clé dans la serrure, il se réveille pour prendre un air particulièrement studieux quand j'ouvre la porte. En apparence, il est surpris de me voir. J'aime bien ce petit jeu.
it: Le ultime due notti, sono tornata a casa e Paco mi aspettava sveglio, spalmato sul vecchio divano con un libro sul naso. Immagino che quando sente che metto la chiave nella toppa, si mette in posizione per farsi trovare particolarmente studioso. Sembra leggermente sorpreso di vedermi, ma adoro questa scenetta.
ru: Вчера и позавчера, когда я вернулась с работы, Пако дожидался меня на диване с книжкой. Подозреваю, что он хватается за нее, когда слышит ключ в замке, чтобы казаться умнее - его удивление при моем появлении кажется слегка наигранным, но именно за это я его и люблю.

source: The late Stevie J.'s pass-codes.
de: Die Pass-Codes des verstorbenen Stevie J.
es: Los últimos códigos de Stevie J.
fr: Les mots de passe de feu Stevie J.
it: I codici di accesso di Stevie J.
ru: Коды доступа покойного Стиви-младшего

source: The latest Ripper victim - did you know him?
de: Das letzte Opfer des Rippers – kanntest du ihn?
es: La última víctima del Destripador, ¿lo conocías?
fr: La dernière victime de l'éventreur. Vous le connaissiez ?
it: L'ultima vittima dello Squartatore: lo conoscevi?
ru: Последняя жертва Потрошителя - вы были знакомы?

source: The line rings for a long time and is then answered by a way too chipper Jessica Watts.
de: Das Telefon klingelt eine lange Zeit. Schließlich meldet sich eine viel zu fröhliche klingende Jessica Watts.
es: El teléfono suena durante mucho tiempo hasta que responde una Jessica Watts demasiado animada.
fr: Ça sonne pendant un long moment avant qu'une Jessica Watts bien trop joyeuse ne réponde.
it: Il telefono squilla a lungo, infine risponde una fin troppo allegra Jessica Watts.
ru: Телефон звонит долгое время. Наконец Джессика Уоттс берет трубку. Ее голос кажется тебе необычно радостным и бодрым.

source: The list below is the names that are currently approved to have new keycards printed for. If you need a new card and your name is not on this list please see Father Willy.
de: Die folgende Liste enthält die Namen, für die gegenwärtig neue Schlüsselkarten gedruckt werden können. Wenn Sie eine neue Karte benötigen und Ihr Name nicht auf dieser Liste erscheint, kontaktieren Sie bitte Vater Willy.
es: La siguiente lista contiene los nombres para los que se ha aprobado la impresión de una nueva tarjeta de acceso. Si necesitas una nueva tarjeta y tu nombre no está en esta lista, consulta a Padre Willy.
fr: La liste ci-dessous compile les noms de ceux qui ont l'autorisation de se faire imprimer de nouvelles cartes d'accès. Si vous avez besoin d'une nouvelle carte et que votre nom n'apparait pas sur cette liste, veuillez consulter Père Willy.
it: La lista in basso contiene i nominativi che sono stati autorizzati a ricevere nuove tessere. Se hai bisogno di una nuova tessera e il tuo nome non è sulla lista, recati da Padre Willy.
ru: Список имен сестер и братьев, которым разрешено изготовление копии утерянной или поврежденной карточки. Если вам нужна новая карточка, но вашего имени нет в этом списке, обратитесь к отцу Вилли.
