Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Did I ever tell you about her, buddy? We’re twins... were twins, I guess. You still a twin after one of you dies? I dunno. Doesn’t matter I guess. {{GM}}He sighs. Heavy.{{/GM}} God, listen, do me a favor, will you? If you talk to her - her name is Jessica - tell her I’m sorry, okay? For everything. She’ll know what for. She’s Catholic - so she’ll forgive me... I... need her to forgive me.
de: Hab ich dir je von ihr erzählt? Wir sind Zwillinge ... waren Zwillinge, schätze ich. Ist man noch ein Zwilling, wenn der andere stirbt? Keine Ahnung. Ist eigentlich auch egal. {{GM}}Er seufzt. Tief.{{/GM}} Hey, hör zu, kannst du mir einen Gefallen tun? Wenn du mit ihr sprichst – sie heißt Jessica – sag ihr, dass es mir leid tut, okay? Wegen allem. Sie wird wissen, was ich meine. Sie ist katholisch, also wird sie mir vergeben ... ich ... sie muss mir vergeben.
es: ¿Alguna vez te hablé de ella, colega? Somos mellizos... éramos mellizos, supongo. ¿Se sigue siendo mellizo cuando uno de los dos muere? No sé. Supongo que no importa. {{GM}}Suspira. Profundamente.{{/GM}} En fin, oye, hazme un favor, ¿quieres? Si hablas con ella; se llama Jessica; dile que lo siento, ¿de acuerdo? Que me perdone por todo. Ella sabrá a qué me refiero. Es católica; así que me perdonará... Necesito... que me perdone.
fr: Je t'ai déjà parlé d'elle, vieux ? On est jumeaux... enfin on était, plutôt. On reste jumeaux quand l'un des deux meurt ? Je sais pas. Peu importe. {{GM}}Il soupire. Très fort.{{/GM}} Bon, écoute, rends-moi service, tu veux ? Si tu lui parles (elle s'appelle Jessica), dis-lui que je suis désolé, d'accord ? Pour tout. Elle saura ce que je veux dire. Elle est catholique, alors elle me pardonnera... Il... faut qu'elle me pardonne.
it: Non ti ho mai parlato di lei, vero? Siamo... anzi, dovrei forse dire eravamo, gemelli. Si rimane gemelli anche dopo che uno muore? Non lo so. Non importa, immagino. {{GM}}Sospira. Profondamente.{{/GM}} Santo cielo, ascolta, per piacere! Se dovessi parlare con lei, si chiama Jessica, dille che mi dispiace, ok? Per tutto. Lei saprà perché. È cattolica... perciò mi perdonerà. Io... ho bisogno che lei mi perdoni.
ru: Я когда-нибудь тебе о ней рассказывал? Мы близнецы... Ну, были близнецами. Когда один умирает, это же больше не считается? Не знаю. Думаю, уже все равно. {{GM}}Он вздыхает. Очень тяжело.{{/GM}} Боже. Слушай, окажи мне услугу, ладно? Если будешь с ней разговаривать - ее зовут Джессика - скажи ей, что мне очень жаль, ладно? Скажи, что я прошу у нее прощения за все. Она поймет, о чем идет речь. Она католичка - а значит, она меня простит... Я... Мне нужно, чтобы она меня простила.

source: Did I stand out upstairs? No. Janitors never do. When I was younger, I had a rep for getting in and getting out of systems so cleanly that no one knew I was there. Half the Matrix runs that earned me my rep were made possible because I was able to get inside the facility posing as a janitor. Now it’s just sort of part of me.
de: Bin ich oben aufgefallen? Nein. Hausmeister fallen nie auf. Als ich jünger war, hatte ich den Ruf so clean in Systeme hinein- und wieder hinauszukommen, dass niemand merkte, dass ich überhaupt da war. Die Hälfte meiner besten Matrix-Runs waren nur möglich, weil ich mich als Hausmeister unbemerkt in die Einrichtung einschleichen konnte. Mittlerweile ist die Verkleidung einfach ein Teil von mir.
es: ¿Arriba destacaba? No. Los limpiadores nunca destacan. Cuando era joven, tenía la reputación de entrar y salir de los sistemas con tanta discreción que nadie sabía que había estado allí. La mitad de los runs de la Matriz con los que me labré la reputación fueron posibles porque pude entrar en el edificio haciéndome pasar como limpiador. Ahora ya es algo que forma parte de mí.
fr: Je vous ai paru louche là-haut ? Non. Les concierges passent toujours inaperçus. Quand j'étais jeune, j'étais réputé pour entrer et sortir des systèmes si discrètement que personne ne détectait ma présence. La moitié des missions sur la Matrice qui m'ont valu ma réputation ont réussi parce que j'avais réussi à me faufiler sur place en me faisant passer pour un concierge. Maintenant, ça fait un peu partie de moi.
it: Mi facevo notare troppo, di sopra? No, i custodi non risaltano mai eccessivamente. Quando ero più giovane, avevo la reputazione di saper entrare e uscire dai sistemi così pulito che nessuno se ne accorgeva. La metà delle missioni nella Matrice che mi hanno fatto meritare questa reputazione sono state possibili grazie al mio aspetto da custode. Ora mi ci sono abituato.
ru: Я привлек твое внимание наверху? Нет. До уборщиков никому нет дела. Когда я был подростком, я мог проникнуть в любую систему настолько быстро и чисто, что ни один оператор не успевал меня засечь. Кроме того, я проникал на охраняемые объекты, переодевшись уборщиком, не один раз и даже не два. Я просто привык.

source: Did Lucy have any enemies?
de: Hatte Lucy irgendwelche Feinde?
es: ¿Lucy tenía algún enemigo?
fr: Est-ce que Lucy avait des ennemis ?
it: Lucy aveva dei nemici?
ru: У Люси были враги?

source: Did Sam have a sister?
de: Hatte Sam eine Schwester?
es: ¿Tenía Sam alguna hermana?
fr: Est-ce que Sam avait une sœur ?
it: Sam aveva una sorella?
ru: У Сэма была сестра?

source: Did Sam have any enemies?
de: Hatte Sam irgendwelche Feinde?
es: ¿Sam tenía algún enemigo?
fr: Est-ce que Sam avait des ennemis ?
it: Sam aveva dei nemici?
ru: У Сэма были враги?

source: Did he say how he got better?
de: Hat er gesagt, wie er wieder gesund geworden ist?
es: ¿Dijo cómo se había recuperado?
fr: Est-ce qu'il a dit comment il s'est rétabli ?
it: Ti disse come aveva fatto a migliorare?
ru: Он не рассказывал, как поправил свое здоровье?

source: Did he say who it was?
de: Hat er gesagt, wer es ist?
es: ¿Dijo de quién se trataba?
fr: Il a dit de qui il s'agissait ?
it: Ha detto di chi si tratta?
ru: Он не сказал, кто это был?

source: Did you doubt I would?
de: Hast du etwa daran gezweifelt?
es: ¿Pensabas que no lo conseguiría?
fr: Vous pensiez que je n'y arriverais pas ?
it: Ne dubitavi?
ru: Ты сомневался, что я с ней покончу?

source: Did you guys jam?
de: Hattet ihr was miteinander?
es: ¿Había buen rollo?
fr: Vous faisiez du jam ?
it: Ve la intendevate?
ru: Он затаскивал тебя в постель?

source: Did you keep us here long enough, Larry?
de: Hast du uns schon lang genug hier gehalten, Larry?
es: ¿Ya nos has entretenido lo suficiente, Larry?
fr: Tu nous as fait attendre assez longtemps ici, Larry, non ?
it: Ci hai tenuto qui abbastanza, Larry?
ru: Ты достаточно долго продержал нас тут, Ларри?

source: Did you know Jin Parks sold Coyote a gun recently?
de: Wussten Sie, dass Jin Parks Coyote vor Kurzem eine Waffe verkauft hat?
es: ¿Sabías que hace poco Jin Parks le vendió una pistola a Coyote?
fr: Saviez-vous que Jin Parks avait vendu un pistolet à Coyote, récemment ?
it: Sapevi che Jin Parks ha venduto a Coyote una pistola di recente?
ru: Вы знаете, что Джин Паркс недавно продала Койот пушку?

source: Did you know Sam was on the list when you set Holmes loose? Did you know about the liver?
de: Wusstest du, dass Sam auf der Liste stand, als du Holmes beauftragt hast? Wusstest du von der Leber?
es: ¿Sabías que Sam estaba en la lista cuando lanzaste a Holmes? ¿Sabías lo del hígado?
fr: Saviez-vous que Sam était sur la liste de gens que vous avez transmise à Holmes ? Saviez-vous pour son foie ?
it: Sapevi che Sam era sulla lista quando hai sguinzagliato Holmes? Sapevi la storia del fegato?
ru: Вы знали, что Сэм был в списке жертв, когда спустили с цепи сумасшедшего убийцу? Вы знали, что ему пересадили один из органов?

source: Did you know that there is a Maria Mercurial concert going on right outside?
de: Wusstest du, dass direkt vor der Tür ein Konzert von Maria Mercurial stattfindet?
es: ¿Sabías que fuera hay un concierto de Maria Mercurial?
fr: Saviez-vous qu'il y a un concert en ce moment même de Maria Mercurial, juste à l'extérieur ?
it: Sai che c'è un concerto di Maria Mercurial proprio qui fuori?
ru: А ты знаешь, что через час на площади напротив состоится концерт Марии Меркурии?

source: Did you need something else?
de: Brauchst du sonst noch etwas?
es: ¿Necesitas algo más?
fr: Vous aviez besoin d'autre chose ?
it: Ti serviva altro?
ru: Тебе нужно что-нибудь еще?

source: Did you notice a particularly ugly elf standing over there in the crowd earlier?
de: Ist dir vorhin in der Menge ein außerordentlich hässlicher Elf aufgefallen?
es: ¿Has visto antes a un elfo especialmente feo entre la multitud, de pie por esa zona?
fr: Avez-vous remarqué un elfe particulièrement laid dans la foule plus tôt ? Il se tenait par là.
it: Hai per caso notato un Elfo particolarmente brutto che era lì in piedi tra la folla?
ru: Тебе не попадался на глаза уродливый эльф в этой толпе?

source: Did you see Sam on the night he died?
de: Hast du Sam an dem Abend gesehen, an dem er gestorben ist?
es: ¿Viste a Sam la noche de su muerte?
fr: Avez-vu Sam la nuit avant sa mort ?
it: Hai visto Sam la notte in cui è morto?
ru: Ты видела Сэма в ночь, когда он умер?

source: Did you see Sam on the night of his death?
de: Haben Sie Sam in der Nacht, in der er starb, gesehen?
es: ¿Vio a Sam la noche de su muerte?
fr: Avez-vu Sam la nuit avant sa mort ?
it: Hai visto Sam la notte in cui è morto?
ru: Вы видели Сэма в ночь его смерти?

source: Did you see a woman here? Human? Blond? Early 40s maybe?
de: Hast du eine Frau gesehen? Menschlich? Blond? Etwa Anfang 40?
es: ¿Viste a alguna mujer? ¿Humana? ¿Rubia? ¿De unos 40?
fr: Avez-vous vu une femme passer par ici ? Une humaine ? Blonde ? La quarantaine ?
it: Hai visto una donna qui? Umana? Bionda? Forse sulla quarantina?
ru: Ты не видела здесь женщину? Человека? Блондинку? Чуть за сорок?

source: Did you see the murder in the alley across the way?
de: Hast du den Mord in der Gasse gegenüber gesehen?
es: ¿Viste el asesinato del callejón al otro lado de la calle?
fr: Vous avez vu le meurtre dans l'allée d'à côté ?
it: Hai visto l'omicidio nel vicolo di fronte?
ru: Ты видел убийство в аллее напротив?

source: Did you see the murder?
de: Hast du den Mord gesehen?
es: ¿Viste el asesinato?
fr: Vous avez vu le meurtre ?
it: Hai assistito all'omicidio?
ru: Ты видел убийство?

source: Did you sell a Browning Max Power to Coyote, the bartender?
de: Hast du der Kellnerin Coyote eine Browning Max Power verkauft?
es: ¿Le vendiste una Browning Max Power a Coyote, la camarera?
fr: Avez-vous vendu un Browning Max Power à Coyote, la serveuse ?
it: Hai venduto una Browning Max-Power a Coyote, la barista?
ru: Ты продала официантке Койот ее Браунинг?

source: Did you take the money?
de: Hast du das Geld genommen?
es: ¿Cogiste el dinero?
fr: Vous avez pris l'argent ?
it: Hai preso i soldi?
ru: Ты взял у него деньги?

source: Didn't think you'd so quickly forget your latest kill. Pike Place ring any bells?
de: Hätte nicht gedacht, dass Sie Ihren letzten Mord so schnell vergessen. Sagt Ihnen Pike Place irgendwas?
es: No pensé que te olvidarías tan rápidamente de tu último crimen. ¿Pike Place te dice algo?
fr: Je ne pensez pas que vous oublieriez si vite votre dernier meurtre. Pike Place, ça vous dit quelque chose ?
it: Non pensavo avrebbe dimenticato così in fretta la sua ultima vittima. Pike Place ti dice niente?
ru: Обычно убийцы не забывают место своего последнего преступления. Пайк-Плейс.

source: Dirtbags like you don't need second chances.
de: Abschaum wie du verdient keine zweite Chance.
es: Los miserables como tú no necesitan segundas oportunidades.
fr: Les saloperies comme toi ne méritent pas de deuxième chance.
it: I farabutti come te non hanno bisogno di una seconda possibilità.
ru: Такие ублюдки, как ты, не заслуживают второго шанса.

source: Discover the Identity of the Ripper
de: Decke die Identität des Rippers auf
es: Descubre quién es el Destripador
fr: Découvrir l'identité de l'éventreur
it: Scopri l'identità dello Squartatore
ru: Установи личность Потрошителя

source: Do I know you?
de: Kennen wir uns?
es: ¿Te conozco?
fr: Je vous connais ?
it: Ci conosciamo?
ru: Мы знакомы?

source: Do I look like a charity to you? This is a job. And I get PAID for taking jobs.
de: Seh ich wie die Wohlfahrt aus? Das ist ein Job, und für Jobs werde ich BEZAHLT.
es: ¿Te parece que me dedico a la caridad? Esto es un trabajo. Y a mí me PAGAN por aceptar trabajos.
fr: Est-ce que j'ai l'air d'être une œuvre de charité ? C'est un boulot. Et pour un boulot, on me PAYE.
it: Credi che faccia beneficenza? Questo è un lavoro. E di solito mi PAGANO quando eseguo dei lavori.
ru: Я тебе что, бюро добрых услуг? Это работа. А за работу надо ПЛАТИТЬ.

source: Do I look like a cop?
de: Seh ich aus wie ein Cop?
es: ¿Parezco poli?
fr: J'ai l'air d'un flic ?
it: Ti sembro uno sbirro?
ru: Тут часто бывают полицейские, похожие на меня?

source: Do I look like a fat old man to you? I'm Manny. Maury's my dad. Now what do you want?
de: Seh ich aus wie ein fetter alter Kerl? Ich heiße Manny. Maury ist mein Vater. Was willst du?
es: ¿Te parezco un viejo gordo? Soy Manny. Maury es mi padre. Ahora, ¿qué quieres?
fr: Est-ce que j'ai l'air de n'être qu'un vieil obèse ? Je m'appelle Manny. Maury, c'est mon père. Qu'est-ce que vous voulez ?
it: Ti sembro un vecchio ciccione? Sono Manny. Maury è mio padre. Allora? Che cosa vuoi?
ru: Я так похож на моего старика? Меня зовут Мэнни. Мори сейчас здесь нет. Так чего вам от меня надо?

source: Do I look like a trideo action star to you? Couple of Stevie's men came around, asking what anyone saw. Kept my mouth shut, I did.
de: Seh ich etwa aus wie einer dieser Trideo-Actionhelden? Ein paar von Stevies Leuten sind vorbeigekommen und haben gefragt, ob irgendwer was gesehen hat. Ich hab aber schön meine Klappe gehalten, jawohl.
es: ¿Tengo pinta de estrella de acción de un trídeo? Un par de chicos de Stevie han bajado a preguntar lo que habíamos visto. Pero yo no he dicho ni pío.
fr: Je ressemble à une star d'action tridéo, selon vous ? Deux sbires de Stevie sont arrivés, demandant ce qu'on avait vu. Je n'ai rien dit, bien entendu.
it: Ti sembro un attore di trideo d'azione? Sono venuti un paio di uomini di Stevie a chiedere quello che avevamo visto. Ho tenuto la bocca chiusa.
ru: Я вам что, звезда трида про полицейских? Пара ребят Стиви спустилась и начала задавать вопросы, я промолчал.

source: Do Not Let Any Chip-Heads Die
de: Töte keinen der Chipheads
es: No permitas que muera ningún cabezachip
fr: Ne pas laisser mourir les puceux
it: Non lasciare che nessun chiphead muoia
ru: Не дай умереть марионеткам

source: Do lots of people have this much nuyen? {{GM}}Show the counter on your credstick.{{/GM}}
de: Haben viele Leute so viele Nuyen? {{GM}}Zeig den Zähler auf deinem Credstick her.{{/GM}}
es: ¿Hay mucha gente que tenga tantos nuyens? {{GM}}Enséñale el contador de tu credistick.{{/GM}}
fr: Et tous ces gens ont autant de nuyens que ça ? {{GM}}Montrez-lui le compteur de votre créditube.{{/GM}}
it: E queste persone hanno tanti nuyen come questi? {{GM}}Mostragli l'indicatore sul tuo credstick.{{/GM}}
ru: А эти люди располагают достаточными средствами? {{GM}}Показать ему дисплей твоего кредстика.{{/GM}}

source: Do not be so negative! Samedi has rerouted the guards in this section of the complex. The coast should be clear for you to navigate to the Accounting offices. Bonne chance!
de: Sei nicht so negativ! Samedi hat die Wachen in diesem Bereich des Komplexes abbeordert. Die Luft sollte rein sein, sodass du freie Bahn auf deinem Weg zur Buchhaltung haben solltest. Bonne chance!
es: ¡No seas tan pesimista! Samedi ha modificado las rutas de los guardas de esta sección del complejo. No debería haber moros en la costa y deberías poder llegar a las oficinas de contabilidad. ¡Bonne chance!
fr: Ne soyez pas si négatif ! Samedi a recruté des gardes dans cette partie du complexe. Vous devriez avoir le champ libre pour vous rendre jusqu'au bureau de la comptabilité. Bonne chance !
it: Non pensare così negativamente! Samedi ha reindirizzato le guardie in questa sezione del complesso. Dovresti trovare via libera fino agli uffici della contabilità. Bonne chance!
ru: Не надо так говорить! Самеди уже отправил всех охранников на посты в других частях комплекса. Никто не помешает тебе добраться до бухгалтерского отдела. Bonne chance!

source: Do not doubt Samedi. The Aegis sample will be ours before the night is through. There was reorganization in Telestrian recently. They have a new Vice President of Security and he is making changes to their standard procedures. It is nothing Samedi cannot handle. Now on to the Accounting offices!
de: Zweifle nicht an Samedi. Die Aegis-Probe wird unser sein, bevor die Nacht vorüber ist. Telestrians Sicherheitsdienst wurde vor kurzem umstrukturiert. Sie haben einen neuen Vizepräsidenten der Sicherheitsabteilung, der allerhand Änderungen an der Sicherheitsroutine vorgenommen hat. Es ist nichts, womit Samedi nicht umgehen könnte. Jetzt aber weiter zur Buchhaltung!
es: No dudes de Samedi. La muestra de Aegis será nuestra antes de que acabe la noche. Hace poco han hecho cambios en Telestrian. Tienen un nuevo vicepresidente de seguridad, y está cambiando los procedimientos estándar. Nada que Samedi no pueda afrontar. ¡Y ahora, a las oficinas de contabilidad!
fr: Ne doutez pas de Samedi. L'échantillon Aegis sera nôtre avant le lever du soleil. Il y a eu une réorganisation à Telestrian, récemment. Ils ont un nouveau vice-président de la sécurité, et il est en train de changer les procédures standards. Rien que Samedi ne puisse pas arranger. Allez, aux bureaux de la comptabilité !
it: Non dubitare di Samedi. Il prototipo dell'Aegis sarà nostro prima di notte. C'è stata una riorganizzazione all'interno della Telestrian di recente. Hanno un nuovo Vicepresidente della Sicurezza che sta apportando delle modifiche alle loro procedure standard. Non è nulla che Samedi non possa gestire. Adesso raggiungiamo gli uffici della contabilità!
ru: Не сомневайся в способностях Самеди. Образец проекта "Эгида" скоро окажется у нас в руках. В расписании дежурств службы безопасности Телестриана произошли изменения. Новый заместитель начальника безопасности изменил стандартную процедуру сразу же, как вступил в должность. Самеди решит эту проблему. А теперь поспешим в бухгалтерский отдел!

source: Do not overplay your hand, $(l.sir). You could still be arrested for the attack on my office and, if my sources are correct, the justifiable but illegal death of Dr. Holmes. Alternately, I could simply eliminate you and find one of the mercenaries you hired to play your part.
de: Ich würde es nicht zu weit treiben. Sie könnten nach wie vor für Ihren Angriff auf mein Büro und, wenn meine Informationen zutreffen, für den nachvollziehbaren, jedoch illegalen Mord an Dr. Holmes festgenommen werden. Oder ich könnte Sie einfach eliminieren lassen und einen Ihrer Söldner auftreiben, um Ihre Rolle einzunehmen.
es: No tientes demasiado a la suerte, $(l.sir). Aún podrías arrestarte por el ataque contra mi oficina y, si mis fuentes no se equivocan, la muerte justificable pero ilegal del Dr. Holmes. Como alternativa, sencillamente podría acabar contigo y buscar a uno de los mercenarios que has contratado para que haga tu función.
fr: Ne tentez pas le diable, $(l.sir). Je pourrais vous faire arrêter pour effraction et, si mes sources sont correctes, pour la mort justifiée mais illégale du Dr Holmes. Je pourrais aussi éventuellement vous liquider et engager l'un de vos mercenaires à votre place.
it: Non calchi troppo la mano, $(l.sir). Potrei sempre farla arrestare per l'assalto al mio ufficio e, se le mie fonti sono accurate, la giustificabile ma pur sempre criminosa morte del dottor Holmes. In alternativa, potrei eliminarla subito e usare, al suo posto, uno dei mercenari che ha arruolato.
ru: Не перегибай палку, $(l.sir). Я могу приказать взять тебя под стражу за нападение на мой офис, а также за убийство доктора Холмса, пусть и оправданное. Я также могу просто убить тебя и предложить контракт одному из твоих собственных наемников. Не сомневаюсь, что они окажутся более сговорчивы.

source: Do you have a love potion?
de: Hast du einen Liebestrank?
es: ¿Tienes una poción de amor?
fr: Vous avez de l'élixir d'amour ?
it: Hai una pozione d'amore?
ru: А любовное зелье у тебя есть?

source: Do you have a pass card to get in there?
de: Hast du eine Passkarte, um hier hereinzukommen?
es: ¿Tienes un pase para estar aquí?
fr: Vous avez une carte d'accès pour entrer ici ?
it: Hai una tessera per entrare?
ru: У тебя есть пропуск в здание?

source: Do you have any leads on the Ripper that I should know about?
de: Haben Sie irgendwelche Hinweise auf den Ripper gefunden, von denen ich wissen sollte?
es: ¿Tienes alguna pista sobre el Destripador que pudiera interesarme?
fr: Avez-vous des pistes à me donner sur l'éventreur ?
it: Hai indizi sullo Squartatore che dovrei sapere?
ru: Что мне следует знать о деле Потрошителя Изумрудного города?

source: Do you have to pay extra for a manicure on hands that big?
de: Muss man eigentlich bei so großen Hände für die Maniküre extra bezahlen?
es: ¿La manicura te sale más cara por tener las manos tan grandes?
fr: Vous payez un supplément pour une manucure avec vos grosses paluches ?
it: Ti chiedono un extra per farti la manicure a queste manone?
ru: Много приходится платить за маникюр на таких огромных лапах?

source: Do you have your old keycard?
de: Hast du deine alte Schlüsselkarte?
es: ¿Tienes tu vieja tarjeta de acceso?
fr: Avez-vous votre ancienne carte d'accès ?
it: Hai la tua vecchia tessera?
ru: А где твой старый пропуск?

source: Do you know Coyote's favorite band?
de: Kennen Sie die Lieblingsband von Coyote?
es: ¿Sabes cuál es el grupo preferido de Coyote?
fr: Savez-vous quel est le groupe préféré de Coyote ?
it: Sai qual è la band preferita di Coyote?
ru: Вы знаете любимую группу Койот?

source: Do you know Jessica Watts?
de: Kennst du Jessica Watts?
es: ¿Conoces a Jessica Watts?
fr: Connaissez-vous Jessica Watts ?
it: Conosci Jessica Watts?
ru: Ты знаешь Джессику Уоттс?

source: Do you know Paco?
de: Kennen Sie Paco?
es: ¿Conoces a Paco?
fr: Vous connaissez Paco ?
it: Conosci Paco?
ru: Вы знаете Пако?

source: Do you know a fixer named Mr. Delilah? Coyote had a meeting with him a few days ago.
de: Kennst du einen Schieber namens Mr. Delilah? Coyote hat sich vor ein paar Tagen mit ihm getroffen.
es: ¿Conoces a un fixer llamado Sr. Delilah? Coyote se reunió con él hace unos días.
fr: Tu connais un Fixer du nom de M. Delilah ? Coyote a parlé avec lui il y a quelques jours.
it: Conosci un ricettatore, tal signor Delilah? Coyote aveva un appuntamento con lui qualche giorno fa.
ru: Ты знаешь посредника по имени мистер Далила? Койот о чем-то договорилась с ним несколько дней назад.

source: Do you know anything else?
de: Weißt du sonst noch was?
es: ¿Sabes algo más?
fr: Vous savez autre chose ?
it: Sai dirmi qualcos'altro?
ru: Ты знаешь что-нибудь еще?

source: Do you know if Coyote had any childhood pets?
de: Wissen Sie, ob Coyote als Kind Haustiere hatte?
es: ¿Sabes si, de pequeña, Coyote tenía alguna mascota?
fr: Savez-vous si Coyote a eu des animaux de compagnie durant son enfance ?
it: Sai se Coyote avesse qualche animale domestico da bambina?
ru: Вы не знаете, Койот держала в детстве животных?

source: Do you know someone named Coyote?
de: Kennst du jemanden namens Coyote?
es: ¿Conoces a alguien llamado Coyote?
fr: Est-ce que vous connaissez une dénommée Coyote ?
it: Conosci una persona di nome Coyote?
ru: Ты знаешь женщину по имени Койот?

source: Do you know what city Coyote is from?
de: Wissen Sie, aus welcher Stadt Coyote kommt?
es: ¿Sabes de qué ciudad es Coyote?
fr: Savez-vous de quelle ville vient Coyote ?
it: Sai da quale città proviene di Coyote?
ru: Вы знаете, в каком городе Койот родилась?
