Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Sure, $(l.name), sure. Whatever you say.
de: Sicher, $(l.name), sicher. Was immer du sagst.
es: Claro, $(l.name), claro. Lo que tú digas.
fr: Ouais, $(l.name), ouais. T'as raison.
it: Certo, $(l.name), certo. Come vuoi.
ru: Само собой, $(l.name), само собой. Как скажешь.

source: Sure, I don't mind.
de: Sicher, macht mir nichts aus.
es: Claro, no importa.
fr: Bien sûr, ça ne m'embête pas.
it: Certo, fai pure.
ru: Конечно, почему нет.

source: Sure, I get it. Have you seen a woman come through here today? Armed and looking for trouble? Maybe I can cred you.
de: Klar, versteh schon. Hast du eine Frau gesehen, die heute hier reingekommen ist? Bewaffnet und auf Ärger aus? Vielleicht hab ich dann was für dich.
es: Claro, lo pillo. ¿Hoy has visto por aquí a una mujer? ¿Armada y buscando problemas? Quizás pueda concederte un crédito.
fr: Bien sûr, je comprends. T'as pas vu une femme passer par ici, aujourd'hui ? Armée et avec une sale gueule ? Peut-être que je peux te payer.
it: Sì, come no. Hai visto una donna da queste parti oggi? Armata e in cerca di guai? Forse posso fidarmi di te.
ru: Понятно. Ты видела здесь сегодня женщину? Вооруженную до зубов и очень злую? Я заплачу тебе за информацию.

source: Sure, I got what I needed from it.
de: Sicher, ich habe alle Informationen, die ich davon brauchte.
es: Claro, ya he conseguido lo que necesitaba con ella.
fr: Bien sûr, elle ne me servira plus.
it: Certo, non mi serve più.
ru: Само собой. У меня больше нет вопросов.

source: Sure, I'll take a look.
de: Klar, ich seh sie mir mal an.
es: Claro, echaré un vistazo.
fr: Bien sûr, je vais voir ça.
it: Ma certo, ci darò un'occhiata.
ru: Конечно. Давай взгляну.

source: Sure, everyone here knew Sam. Shame to lose a part of the family.
de: Sicher, alle hier kannten Sam. Mit ihm haben wir einen Teil der Familie verloren.
es: Claro, todos conocían a Sam. Qué pena perder a alguien de la familia.
fr: Bien sûr, ici tout le monde connaissait Sam. C'est triste de perdre un membre de la famille.
it: Certo, qui tutti conoscevano Sam. Una vera disgrazia aver perso un membro della famiglia.
ru: Конечно, все мы знали Сэма. С его смертью мы потеряли одного из членов нашей семьи.

source: Sure, whatever.
de: Sicher, was auch immer.
es: Claro, seguro.
fr: Ouais, super.
it: Certo, non importa.
ru: Как скажешь.

source: Sure, when are you on break?
de: Sicher, wann hast du Pause?
es: Claro, ¿cuándo tienes descanso?
fr: Bien sûr, à quelle heure faites-vous une pause ?
it: Certo. Quando fai una pausa?
ru: Само собой. Когда у тебя перерыв?

source: Sure, when you infiltrate a facility on a run you have a team, when you jack into the Matrix you are all alone. That’s where ESPs come in. An ESP is a highly advanced artificial life program which when you deploy it manifests as another team member in the Matrix. Different types of ESPs have different abilities.
de: Sicher. Wenn du während eines Runs eine Einrichtung infiltrierst, hast du für gewöhnlich ein Team. In der Matrix bist du jedoch auf dich gestellt. Und da kommen ESPs ins Spiel. Ein ESP ist ein hochentwickeltes KI-Programm, dass sich bei Verwendung als ein Teammitglied manifestiert. Verschiedene Arten von ESPs haben unterschiedliche Fähigkeiten.
es: Claro, cuando te cuelas en un edificio durante un run tienes un equipo, cuando te conectas a la Matriz estás solo. Ahí es donde entran los PSE. Un PSE es un programa de vida artificial extremadamente avanzado que, cuando lo despliegas, se manifiesta como otro miembro de tu equipo en la Matriz. Los diferentes tipos de PSE tienen diferentes aptitudes.
fr: Quand vous vous infiltrez quelque part lors d'une mission, vous le faites en équipe. Quand vous pénétrez dans la Matrice, vous le faites tout seul. C'est là qu'interviennent les ESP. Un ESP est un programme de vie artificielle très avancé qui se manifeste, quand vous l'exécutez, sous la forme d'un autre membre de votre équipe dans la Matrice. Il existe plusieurs types d'ESP, associés à plusieurs compétences.
it: Certo, quando ti infiltri in un sistema per una mission hai un team, mentre quando ti colleghi alla Matrice sei per conto tuo. Ecco che entrano in gioco gli ESP. Un ESP è un programma altamente avanzato di vita artificiale, che manifesta un altro membro della squadra nella Matrice, quando lo utilizzi. Diversi tipi di ESP hanno diverse abilità.
ru: Само собой. Даже если в набег с тобой идут товарищи, в Матрице тебе почти всегда придется рассчитывать исключительно на свои силы. Именно для таких случаев пишутся агенты. Агент - это сложная программа, наделенная рудиментарным искусственным интеллектом. При использовании она создает в Матрице собственную аватару и старается помочь тебе так же, как это делают твои товарищи в реальном мире. Разные типы агентов обладают различными способностями.

source: Sure. {{GM}}She returns to her customers.{{/GM}}
de: Klar. {{GM}}Sie geht zu ihren Gästen zurück.{{/GM}}
es: Claro. {{GM}}Vuelve a sus clientes.{{/GM}}
fr: D'accord. {{GM}}Elle retourne à ses clients.{{/GM}}
it: Certo. {{GM}}Ritorna dai suoi clienti.{{/GM}}
ru: Само собой. {{GM}}Она возвращается к своим изнывающим от жажды клиентам.{{/GM}}

source: Sure. I'll come find you if I change my mind.
de: Sicher. Ich sag Bescheid, wenn ich meine Meinung noch ändere.
es: Claro. Volveré a verte si cambio de idea.
fr: Bien sûr. Je viendrai vous trouver si je change d'avis.
it: Certo. Verrò a trovarti se cambio idea.
ru: Ясно. Я дам тебе знать, если вдруг передумаю.

source: Sure. Maybe there’s a way for me to come out ahead anyway.
de: Sicher. Vielleicht gibt es einen Weg, wie ich trotzdem mit Gewinn daraus hervorgehe.
es: Claro. Quizás pueda ir para allá a pesar de todo.
fr: D'accord. Y'a peut-être moyen que j'y aille de toute façon.
it: Certo. Forse c'è un modo per trarne comunque un vantaggio.
ru: Ну ладно. Может, мы еще сумеем извлечь из этого прибыль.

source: Sure. Of course. They’re innocent. I also brought a concussion grenade like you asked. Better than fragging the tweakers if they get caught in the middle.
de: Sicher. Klar. Sie sind unschuldig. Ich hab auch eine Erschütterungsgranate mitgebracht, so wie du wolltest. Besser als die Junkies zu fraggen, wenn sie uns in den Weg kommen.
es: Claro. Por supuesto. Son inocentes. También he traído una granada de conmoción, como dijiste. Es mejor que hacer trizas a los yonkis si se ven atrapados en el medio.
fr: D'accord. Bien sûr. Ils sont innocents. J'ai aussi apporté une grenade à concussion comme vous l'avez demandé. C'est mieux que d'exploser ces pauvres mecs en morceaux.
it: Certo. Sicuro. Loro sono innocenti. Ho portato anche una granata a concussione, come mi avevi chiesto. Così eviteremo di far saltare in aria qualche tossico finito nel posto sbagliato.
ru: Само собой. Не проблема. Если они ни в чем не виноваты. Кстати, я принес светошумовую гранату, как ты и просила. Все лучше, чем расстреливать несчастных ублюдков.

source: Sure. You are currently in the public area, behind it is what we call The Home which is where new Brothers and Sisters live. Beyond that is Inner Sanctum which only Mothers and Fathers and of course Grandmother Jessica can go.
de: Natürlich. Du befindest dich zurzeit im öffentlichen Bereich. Dahinter befindet sich der sogenannte Aufenthaltsbereich, in dem die Brüder und Schwestern leben. Eine Ebene weiter ist das innere Heiligtum, zu dem nur Mütter und Väter Zutritt haben – und natürlich Großmutter Jessica.
es: Claro. Estás en la zona pública, detrás de ella está lo que llamamos El Hogar, que es donde viven los nuevos Hermanos y Hermanas. Detrás está el Sanctasantórum, al que solo pueden ir los Padres y las Madres, y por supuesto Abuela Jessica.
fr: D'accord. Vous êtes actuellement dans la zone publique. Derrière vous, il y a ce que nous appelons le Quartier où sont logés les nouveaux Frères et Sœurs. Au-delà se trouve le Sanctuaire intérieur où seuls les Mères, les Pères et bien sûr Grand-mère Jessica peuvent pénétrer.
it: Certo. Al momento ti trovi nell'area pubblica, dietro la quale si trova l'area chiamata Casa, dove vivono i Fratelli e le Sorelle appena arrivati. Dietro la Casa si trova il Santuario nascosto, al quale possono accedere solo i Padri, le Madri e, naturalmente, Nonna Jessica.
ru: Разумеется. Мы находимся в общественной зоне. За ней находятся жилые помещения, в которых обитают наши браться и сестры. Еще дальше расположены внутренние покои, куда допускаются только матери и отцы - и, разумеется, сама праматерь Джессика.

source: Sure... for the last coupl'a months I been sleeping there. But I spend my days out doin' odd jobs for the street merchants, or panhandling tourists over near the Seamstresses Union.
de: Sicher ... die letzten paar Monate hab ich hier geschlafen. Aber ich verbringe meine Tage damit, Arbeiten für die Straßenhändler zu verrichten oder Touristen in der Nähe der Seamstresses Union auszunehmen.
es: Claro... he estado durmiendo ahí los últimos dos meses. Pero paso el día fuera, haciendo trabajitos para los vendedores callejeros, o gorreando a los turistas cerca del Unión de Costureras.
fr: Ouais... ça fait deux mois que je dors ici. Mais je passe la journée à bosser ça et là pour les marchands de rue, ou à mendier auprès des touristes près du Seamstresses Union.
it: Esatto... ho dormito qui negli ultimi due mesi. Ma passo le giornate facendo lavori occasionali per i venditori ambulanti o chiedendo l'elemosina ai turisti vicino al Seamstresses Union.
ru: Ну да... последнюю пару месяцев я там сплю. Но большую часть времени я помогаю торговцам на рынке или прошу у туристов деньги рядом с Союзом.

source: Surely there was no shortage of full-scale engagements to be had, so I didn't want for work. Might still be doing it today if I hadn't lost the arm.
de: Jedenfalls hatte ich mehr als genug zu tun, also musste ich mir nie Sorgen um meine Arbeit machen. Ich wäre vielleicht immer noch als Söldner unterwegs, wenn ich nicht den Arm verloren hätte.
es: Desde luego no había escasez de enfrentamientos a gran escala para mí, así que no me faltaba trabajo. Aún podría estar haciéndolo si no hubiera perdido el brazo.
fr: Et puis, on ne manquait pas d'engagements à grande échelle, donc je ne manquais pas de travail. Je n'aurais peut-être pas arrêté si je n'avais pas perdu mon bras.
it: Di certo gli ingaggi su larga scala non mancavano, quindi non ho mai dovuto cercare lavoro. Probabilmente starei ancora lavorando, se non avessi perso il braccio.
ru: Без работы я не оставался. Времена сейчас неспокойные, поэтому на солдат большой спрос. Мог бы заниматься этим и по сей день, если бы не потерял руку.

source: Surely, there is an official police investigation going on. Why not let the professionals handle this?
de: Sicherlich findet doch eine offizielle Ermittlung zu diesem Fall statt? Warum lässt du das nicht von der Profis regeln?
es: Seguro que hay una investigación policial oficial en curso. ¿Por qué no dejas esto en manos de los profesionales?
fr: La police a sûrement déjà ouvert une enquête. Pourquoi ne pas laisser les professionnels faire leur travail ?
it: Certo, c'è un'indagine ufficiale della polizia. Perché non lasciamo che se ne occupino dei professionisti?
ru: Я не сомневаюсь, что кто-то ведет официальное расследование. Почему не предоставить это дело профессионалам?

source: Surgeon
de: Chirurg
es: Cirujano
fr: Chirurgien
it: Chirurgo
ru: Хирург

source: Surprisingly routine, as it so happens.
de: So etwas muss ich hier überraschend oft erledigen.
es: Simple rutina, nada más.
fr: Ce n'était pas si compliqué que ça.
it: Sono gli imprevisti del mestiere.
ru: Ничего сложного. Это случается довольно часто.

source: Surprisingly, the credstick is still functional. You slot it into your PDA and 200¥ is added to your account.
de: Zu deiner Überraschung funktioniert der Credstick noch. Du slottest ihn in dein PDA und 200¥ werden auf dein Konto übertragen.
es: Sorprendentemente, el credistick aún funciona. Lo insertas en tu PDA y se añaden 200¥ a tu cuenta.
fr: Étonnement, le créditube marche encore. Vous l'insérez dans votre PDA et 200 ¥ sont ajoutés à votre compte.
it: Sorprendentemente, il credstick è ancora funzionante. Lo inserisci nel tuo palmare e 200¥ vengono accreditati sul tuo conto.
ru: К твоему удивлению, кредстик все еще работает. Когда ты вставляешь его в свой комм, тебе удается перевести на свой счет 200¥.

source: Survive the Renraku Strike Team Attack
de: Überlebe den Angriff des Renraku-Eingreifteams
es: Sobrevive al ataque en equipo contra Renraku.
fr: Survivre à l'attaque des troupes d'assaut de Renraku
it: Sopravvivi all'attacco del team d'assalto Renraku
ru: Отбей нападение ударного отряда Ренраку

source: Sweet Jesus. What did he do? What am I?
de: Großer Gott. Was hat er getan? Was bin ich?
es: Por el amor de Dios. ¿Qué es lo que ha hecho? ¿Qué es lo que soy?
fr: Doux Jésus... Qu'est-ce qu'il a fait ? Que suis-je ?
it: Per la miseria. Che cosa mi ha fatto? Che cosa sono?
ru: Господи. Что он со мной сделал? Что я такое?

source: Sweet.
de: Klasse.
es: Genial.
fr: Sympa.
it: Ottimo.
ru: Очень хорошо.

source: Sweeten the deal.
de: Leg noch was oben drauf.
es: Endulza el trato.
fr: Tu dois surenchérir.
it: Rendi la cosa più appetibile.
ru: Предложи что-нибудь еще.

source: Symp
fr: Sympa
ru: Симп

source: Synthjuice for sale! Just fabbed today!
de: Synth-Saft zu verkaufen! Heute erst gefabbt!
es: ¡Se vende zumo sintético! ¡Fabricado hoy mismo!
fr: Jus synthétisé à vendre ! Tout frais d'aujourd'hui !
it: Succo di frutta sintetico! Appena fabbricato!
ru: Синт-смеси! Сегодняшние!

source: Syringe Buff
de: Spritzen-Buff
es: Refuerzo jeringa
fr: Seringue dopante
it: Muscolatura siringa
ru: Усиление - шприц

source: Syringe Disintegrate
de: Desintegrationsspritze
es: Desintegración jeringuilla
fr: Seringue destructrice
it: Siringa disintegrata
ru: Шприц - разрушение

source: Syringe Glue
de: Spritzenklebstoff
es: Jeringuilla de pegamento
fr: Seringue collante
it: Colla in siringa
ru: Шприц с клеем

source: Syringe Slow
de: Beruhigungsspritze
es: Jeringuilla de ralentizar
fr: Seringue lente
it: Iniezione rallentante
ru: Шприц - замедление

source: T.B. Gruberman
ru: Т. Б. Груберман

source: TELESTRIAN INDUSTRIES
it: INDUSTRIE TELESTRIAN
ru: КОНГЛОМЕРАТ ТЕЛЕСТРИАН ИНДАСТРИЗ

source: TESTMAN
de: TESTMANN
es: ENCARGADO DE PRUEBAS
ru: ИСПЫТАНИЕ

source: THE BUG SHAMAN
de: DIE KÄFERSCHAMANIN
es: EL CHAMÁN DE LOS INSECTOS
fr: LE CHAMAN INSECTE
it: LA SCIAMANA INSETTO
ru: ШАМАН НАСЕКОМЫХ

source: THE DEAD MAN'S SWITCH
de: DER TOTMANNSCHALTER
es: EL INTERRUPTOR DEL HOMBRE MUERTO
fr: DEAD MAN'S SWITCH
it: IL SEGNALATORE DI DECESSO
ru: ПОСЛЕДНИЙ ЗВОНОК

source: THE DIGITAL WORLD
de: DIE DIGITALE WELT
es: EL MUNDO DIGITAL
fr: LE MONDE NUMÉRIQUE
it: IL MONDO DIGITALE
ru: ЦИФРОВОЙ МИР

source: THE EMERALD CITY RIPPER
de: DER EMERALD CITY RIPPER
es: EL DESTRIPADOR DE CIUDAD ESMERALDA
fr: L'ÉVENTREUR D'EMERALD CITY
it: LO SQUARTATORE DI EMERALD CITY
ru: ПОТРОШИТЕЛЬ ИЗУМРУДНОГО ГОРОДА

source: THE ESTATE
de: DAS ANWESEN
es: LA FINCA
fr: LA PROPRIÉTÉ
it: LA TENUTA
ru: ПОМЕСТЬЕ

source: THE HUNT BEGINS
de: DIE JAGD BEGINNT
es: EMPIEZA LA CAZA
fr: LA CHASSE COMMENCE
it: LA CACCIA HA INIZIO
ru: ОХОТА НАЧИНАЕТСЯ

source: THE MORNING AFTER
de: DER MORGEN DANACH
es: LA MAÑANA SIGUIENTE
fr: LE LENDEMAIN
it: IL GIORNO DOPO
ru: НА СЛЕДУЮЩЕЕ УТРО

source: THE PENTHOUSE SUITE
de: DAS PENTHOUSE
es: EL ÁTICO
fr: LA SUITE DU PENTHOUSE
it: LA SUITE AL PIANO ATTICO
ru: ПЕНТХАУС

source: THE REDMOND BARRENS
de: DIE REDMOND BARRENS
es: LOS BARRENS DE REDMOND
fr: REDMOND BARRENS
it: LE TERRE DESOLATE DI REDMOND
ru: РЕДМОНДСКИЕ ПУСТОШИ

source: THE ROYALE APARTMENTS
de: DIE ROYALE APARTMENTS
es: LOS APARTAMENTOS ROYALE
fr: ROYALE APARTMENTS
it: APPARTAMENTI ROYALE
ru: АПАРТАМЕНТЫ “РОЯЛ”

source: THE SEAMSTRESSES UNION
de: DIE SEAMSTRESSES UNION
es: EL UNIÓN DE COSTURERAS
fr: LE SEAMSTRESSES UNION
it: IL SEAMSTRESSES UNION
ru: СОЮЗ БЕЛОШВЕЕК

source: THE SOUTH SEATTLE DOCKS
de: DIE SOUTH SEATTLE DOCKS
es: LOS MUELLES DEL SUR DE SEATTLE
fr: LES DOCKS DE SOUTH SEATTLE
it: IL PORTO DI SOUTH SEATTLE
ru: ЮЖНЫЙ ПОРТ СИЭТЛА

source: THE UNION
de: DIE UNION
es: EL UNIÓN
fr: THE SEAMSTRESSES UNION
it: L'UNION
ru: СОЮЗ

source: THE UNIVERSAL BROTHERHOOD
de: DIE UNIVERSELLE BRUDERSCHAFT
es: LA HERMANDAD UNIVERSAL
fr: LA Confrérie Universelle
it: LA FRATELLANZA UNIVERSALE
ru: ВСЕОБЩЕЕ БРАТСТВО

source: THE WAREHOUSE
de: DIE LAGERHALLE
es: EL ALMACÉN
fr: L'ENTREPÔT
it: IL MAGAZZINO
ru: СКЛАД

source: TOWARDS BROTHERHOOD
de: AUF ZUR BRUDERSCHAFT
es: HACIA LA HERMANDAD
fr: VERS LA CONFRÉRIE
it: VERSO LA FRATELLANZA
ru: НАВСТРЕЧУ БРАТСТВУ

source: Take Part in the Tir Council Meeting
de: Beteilige dich an der Sitzung des Tír-Councils
es: Participa en la reunión del consejo de Tir
fr: Prendre part à la réunion du conseil de Tir
it: Partecipa alla riunione del consiglio di Tir
ru: Прими участие в совещании членов совета Тира

source: Take a Cab to the NSTB Warehouse
de: Nimm ein Taxi zur NSTB-Lagerhalle
es: Coge un taxi al almacén del NSTB.
fr: Prendre un taxi pour aller à l'entrepôt du NSTB
it: Prendi un taxi per il magazzino del CNST
ru: Возьми такси до причала

source: Take a cab to Pike Place Market?
de: Ein Taxi zum Pike Place Market nehmen?
es: ¿Tomar un taxi al mercado Pike Place?
fr: Prendre un taxi jusqu'au Pike Place Market ?
it: Prendere un taxi per il mercato di Pike Place?
ru: Взять такси до рынка Пайк-Плейс?

source: Take a cab to Sam & Melinda Watts' funeral?
de: Taxi zu Sam und Melinda Watts’ Beerdigung nehmen?
es: ¿Tomar un taxi para ir al funeral de Sam y Melinda Watts?
fr: Prendre un taxi pour se rendre à l'enterrement de Sam & Melinda Watts ?
it: Prendere un taxi per il funerale di Sam & Melinda Watts?
ru: Отправиться на похороны Сэма и Мелинды Уоттс?

source: Take a cab to the South Seattle docks?
de: Taxi zu den South Seattle Docks nehmen?
es: ¿Tomar un taxi hasta los muelles del Sur de Seattle?
fr: Prendre un taxi jusqu'aux docks de South Seattle ?
it: Prendere un taxi per il porto di South Seattle?
ru: Взять такси в доки Южного Сиэтла?

source: Take another step and it will be your last. Head back upstairs immediately.
de: Noch ein Schritt und es wird dein letzter sein. Geh sofort zurück nach oben.
es: Si das otro paso, será el último. Vuelve arriba inmediatamente.
fr: Un pas de plus et ce sera la dernière chose que tu feras. Remontez les escaliers tout de suite.
it: Fai un altro passo e sarà l'ultimo. Torna al piano di sopra immediatamente.
ru: Еще шаг вперед, и я тебя пристрелю. Развернись и шагай отсюда. Лестница вон там.

source: Take care, $(l.name).
de: Pass auf dich auf, $(l.name).
es: Cuídate, $(l.name).
fr: Faites attention, $(l.name).
it: Fai attenzione, $(l.name).
ru: Береги себя, $(l.name).

source: Take care. I'm gonna go.
de: Mach’s gut. Ich muss gehen.
es: Cuídate. Yo me largo.
fr: À plus tard. Faut que je file.
it: Ti saluto. Me ne vado.
ru: Будь аккуратнее. Все, мне пора.

source: Take it easy, Coyote. We’ll be here when you wake up.
de: Immer locker bleiben, Coyote. Wir werden hier sein, wenn du aufwachst.
es: Con calma, Coyote. Estaremos aquí cuando despiertes.
fr: Du calme, Coyote. On sera là quand tu te réveilleras.
it: Calma, Coyote. Saremo qui quando ti svegli.
ru: Не переживай, Койот. Мы будем рядом, когда ты проснешься.

source: Take it easy, Gino. We’re backing off.
de: Immer mit der Ruhe, Gino. Wir halten Abstand, siehst du?
es: Tranquilo, Gino. Ya nos apartamos.
fr: Calme-toi, Gino. On s'en va.
it: Stai calmo, Gino. Stiamo indietro, tranquillo.
ru: Спокойно, Джино, спокойно. Мы уже уходим.

source: Take me to Stevie, lowly manservant.
de: Bring mich zu Stevie, du Nichtsnutz.
es: Llévame hasta Stevie, humilde sirviente humano.
fr: Menez-moi à Stevie, minable serviteur.
it: Portami da Stevie, inutile inserviente.
ru: Отведи меня к Стиви. Живо!

source: Take the cab to Pike Place
de: Fahr mit dem Taxi zum Pike Place Market
es: Ve en taxi a Pike Place.
fr: Prendre un taxi pour Pike Place
it: Prendi un taxi per Pike Place
ru: Возьми такси до Пайк-Плейс

source: Take the whole plate.
de: Nimm sie alle.
es: Coge el plato entero.
fr: Prenez le plat entier.
it: Prendi tutto il piatto.
ru: Забирай все.

source: Take this, asshole!
de: Nimm das, Arschloch!
es: ¡Toma esto capullo!
fr: Prends ça, connard !
it: Prendi questo, stronzo!
ru: Получай, сволочь!

source: Take your pick.
de: Entscheide du.
es: Elige.
fr: Je vous laisse choisir.
it: Prova a indovinare.
ru: И о том, и о другом.

source: Take your time to look around and open the door when you're ready. We're chill here.
de: Lass dir ruhig die Zeit, dich umzusehen und lass uns rein, sobald du bereit bist. Uns geht’s gut hier draußen.
es: Tómate el tiempo que necesites para echar un vistazo y ven a abrir la puerta cuando puedas. Estamos bien.
fr: Prends le temps de jeter un coup d'œil et ouvre la porte quand tu seras prêt. On va attendre ici.
it: Dai pure un'occhiata in giro e apri la porta quando è il momento. Qui è tutto tranquillo.
ru: Можешь не спешить. Мы будем подпирать стену до тех пор, пока ты нас не впустишь. Тут все равно никто не ходит.

source: Take your time. I'll be fine.
de: Lass dir Zeit. Wird schon werden.
es: Tómate tu tiempo. Estaré bien.
fr: Prenez votre temps. Ça va aller.
it: Prenditi tutto il tempo necessario. Me la caverò.
ru: Можешь не торопиться. Со мной все будет в порядке.

source: Talk to James Telestrian III
de: Sprich mit James Telestrian III
es: Habla con James Telestrian III
fr: Parler à James Telestrian III
it: Parla con James Telestrian III
ru: Поговори с Джеймсом Телестрианом Третьим

source: Talk to Jessica
de: Sprich mit Jessica
es: Habla con Jessica.
fr: Parler à Jessica
it: Parla con Jessica
ru: Поговори с Джессикой

source: Talk to Johnny and Fry About the Case
de: Sprich mit Johnny und Fry über den Fall
es: Hablar con Johny y Fry sobre el caso
fr: Parler de l'affaire à Johnny et Fry.
it: Parla del caso con Johnny e Fry
ru: Обсуди найденную информацию с Джонни и Фраем

source: Talk to Mr. Delilah to Hire Runners
de: Sprich mit Mr. Delilah, um Runner anzuheuern
es: Habla con el Sr. Delilah para contratar runners.
fr: Parler à M. Delilah pour embaucher des Runners
it: Parla con il Sig. Delilah per arruolare Runner
ru: Поговори с мистером Далилой, чтобы нанять раннеров

source: Talk to the Fixer, Mr. Delilah, About Hiring Runners
de: Sprich mit Mr. Delilah, dem Schieber, um Runner anzuheuern
es: Habla con el fixer, el Sr. Delilah, sobre la contratación de runners.
fr: Parler au Fixer, M. Delilah, pour engager des Runners
it: Parla con il ricettatore, il signor Delilah, per reclutare Runner
ru: Поговори с мистером Далилой, чтобы нанять раннеров

source: Talk to you later.
de: Bis später.
es: Ya hablamos luego.
fr: À plus tard.
it: Ci vediamo.
ru: Я к тебе еще подойду.

source: Talk.
de: Sprechen Sie.
es: Hablar.
fr: Dites-moi.
it: Parla.
ru: Говори.

source: Team B, move in!
de: Team B, vorrücken!
es: ¡Equipo B, adelante!
fr: Équipe B, allez-y !
it: Squadra B, avanti!
ru: Отряд Б, выдвигаемся!

source: Teddy Roosevelt's Sword
de: Teddy Roosevelts Schwert
es: Espada de Teddy Roosevelt
fr: Épée de Teddy Roosevelt
it: Spada di Teddy Roosevelt
ru: Меч Теодора Рузвельта

source: Teddy.
ru: Тедди.

source: Telestrian Accounting Terminal
de: Telestrian-Buchführungsterminal
es: Terminal de contabilidad de Telestrian
fr: Terminal de comptabilité Telestrian
it: Terminale contabile della Telestrian
ru: Бухгалтерский терминал Телестриан Индастриз

source: Telestrian Decker
es: Decker de Telestrian
fr: Decker Telestrian
it: Decker della Telestrian
ru: Декер Телестриан Индастриз

source: Telestrian Guard
de: Telestrian-Wachmann
es: Guardia de Telestrian
fr: Garde Telestrian
it: Guardia della Telestrian
ru: Охранник Телестриан Индастриз
