Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The list goes on. All either dead ends or just plain dead.
de: Die Liste geht noch weiter. Alles entweder Sackgassen, oder einfach nur tot.
es: La lista continúa. Todos están en punto muerto, o simplemente muertos.
fr: La liste continue. Tous à moitié morts ou vraiment morts.
it: E l'elenco continua. Praticamente tutti morti.
ru: Список продолжается на следующей странице. Все эти металюди или мертвы, или залегли на дно.

source: The list is sad, dried up. Carter Detroit - Fixer - no response to messages Dowd - Runner - dead Felton Nash - Fixer - missing since Feb. New Larry - Runner - dead Sam Watts - Runner - ??? probably in a gutter somewhere Sangoma - Runner - dead Half Jack - Dealer - retired or dead
de: Die Liste bietet ein jämmerliches Bild. Carter Detroit – Schieber – reagiert nicht auf Nachrichten Dowd – Runner – tot Felton Nash – Schieber – seit Februar vermisst. New Larry – Runner – tot. Sam Watts – Runner – ??? wahrscheinlich irgendwo in der Gosse Sangoma – Runner – tot Half Jack – Dealer – im Ruhestand oder tot
es: La lista es triste, agotada. Carter Detroit - Fixer - no responde a los mensajes Dowd - Runner - muerto Felton Nash - Fixer - desaparecido desde febrero. New Larry - Runner - muerto Sam Watts - Runner - ??? probablemente en una cuneta Sangoma - Runner - muerta Medio Jack - Traficante - retirado o muerto
fr: La liste est tristement... vide. Carter Detroit - Fournisseur - ne répond pas aux messages Dowd - Runner - mort Felton Nash - Fournisseur - disparu depuis février. New Larry - Runner - mort Sam Watts - Runner - ??? probablement dans un caniveau quelque part Sangoma - Runner - mort Half Jack - Dealer - à la retraite ou mort
it: La lista piange, è prosciugata. Carter Detroit, ricettatore, nessuna risposta ai messaggi Dowd, Runner, morto Felton Nash, ricettatore, scomparso da febbraio. New Larry, Runner, morto Sam Watts, Runner, ???, probabilmente in qualche bassofondo Sangoma, Runner, morto Half Jack, spacciatore, ritirato o morto
ru: Список выглядит удручающе. Картер Детройт - работодатель - не отвечает на звонки Дауд - раннер - мертв Фелтон Нэш - работодатель - после февраля недоступен. Новичок Ларри - раннер - мертв Сэм Уоттс - раннер - скорее всего, опять в запое Сангома - раннер - мертва Коротышка Джек - работодатель - соскочил или убит

source: The locals in NoCal held out long enough for us to bring the heat. And I tell you, all the magic hoo-ha in the world ain't enough to stop a V11 Hotrock from cracking your dome.
de: Die Bewohner von NoCal hielten lange genug durch, bis wir so richtig loslegen konnten. Und ich sag dir, der gesamte Magiekram der ganzen Welt reicht nicht aus, um eine V11 Hotrock davon abzuhalten, dir den Schädel zu zertrümmern.
es: Los locales de NoCal aguantaron lo suficiente como para que pudiéramos cargar a lo bestia. Y te digo una cosa, ni toda la parafernalia mágica del mundo es capaz de evitar que un V11 Hotrock destruya tu cúpula.
fr: Les habitants de Californie du Nord ont tenu suffisamment longtemps pour qu'on leur amène des renforts. Et je vais vous dire, y'a pas d'abracadabras qui tiennent quand on a un bon V11 Hotrock pour éclater la gueule de l'ennemi.
it: Gli abitanti della California del nord hanno resistito abbastanza da consentirci di arrivare in tempo con le armi. E ti dico una cosa, non c'è magia che possa impedire a un V11 Hotrock di sfasciarti il cranio.
ru: Северная Калифорния продержалась достаточно долго, чтобы мы успели прийти им на помощь. И можешь мне поверить, никакое эльфийское мумбо-юмбо не остановит заряд, выпущенный из противотанкового гранатомета.

source: The lock panel easily comes unscrewed.
de: Die Verkleidung am Schließmechanismus lässt sich problemlos entfernen.
es: El panel de bloqueo se desatornilla fácilmente.
fr: Le volet du verrou se dévisse facilement.
it: Il pannello di blocco si svita facilmente.
ru: Ты легко снимаешь панель замка, вывинтив пару шурупов.

source: The locker contains a Brother's Universal Brotherhood uniform.
de: Im Schrank hängt die Uniform eines Bruders der Universellen Bruderschaft.
es: En la taquilla hay un uniforme de Hermano de la Hermandad Universal.
fr: Le casier contient un uniforme de Frère de la Confrérie Universelle.
it: L'armadietto contiene l'uniforme da Fratello della Fratellanza Universale.
ru: В шкафчике лежит форма одного из членов Всеобщего братства.

source: The locker contains a Brother's uniform - it does not fit you.
de: Im Schrank hängt die Uniform eines Bruders – sie passt dir nicht.
es: En la taquilla hay un uniforme de Hermano; no es de tu talla.
fr: Le casier contient un uniforme de Frère. Il ne vous va pas.
it: L'armadietto contiene l'uniforme di un Fratello che non è della tua taglia.
ru: В шкафчике лежит одеяние члена Братства, которое тебе не подходит.

source: The locker contains a Brother's uniform that will fit you.
de: Im Schrank hängt die Uniform eines Bruders, die dir passen würde.
es: En la taquilla hay un uniforme de Hermano de tu talla.
fr: Le casier contient un uniforme de Frère qui vous va.
it: L'armadietto contiene l'uniforme di un Fratello della tua taglia.
ru: В шкафчике лежит одеяние члена Братства, которое тебе подходит.

source: The locker contains a Brother's uniform. It will not fit you.
de: Im Schrank hängt die Uniform eines Bruders – sie wird dir nicht passen.
es: En la taquilla hay un uniforme de Hermano. No te va a valer.
fr: Le casier contient un uniforme de Frère. Il ne vous ira pas.
it: L'armadietto contiene un'uniforme da Fratello. Non ti sta.
ru: В шкафчике лежит форма одного из членов Всеобщего братства. Она не подходит тебе по размеру

source: The locker contains a Sister's uniform that would not fit you.
de: Im Schrank hängt die Uniform einer Schwester, die dir nicht passen würde.
es: La taquilla contiene un uniforme de Hermana de la Hermandad Universal que no es de tu talla.
fr: Le casier contient un uniforme de sœur qui ne vous va pas.
it: L'armadietto contiene un'uniforme da Sorella che non è della tua taglia.
ru: В шкафчике лежит облачение сестры Всеобщего браства, которое не подходит тебе по размеру.

source: The locker contains a Universal Brotherhood Sister's uniform that would fit you.
de: Im Schrank hängt die Uniform einer Schwester der Universellen Bruderschaft, die dir passen könnte.
es: La taquilla contiene un uniforme de Hermana de la Hermandad Universal que te servirá.
fr: Le casier contient un uniforme de sœur de la Confrérie Universelle qui vous va.
it: L'armadietto contiene un'uniforme da Sorella della Fratellanza Universale della tua taglia.
ru: В шкафчике лежит облачение сестры Всеобщего братства, которое вполне тебе подойдет.

source: The locker contains neatly clipped articles and a uniform that will fit a human or an elf.
de: Der Spind enthält sorgsam ausgeschnittene Zeitungsartikel und eine Uniform, die einem Menschen oder Elfen passen sollte.
es: La taquilla tiene artículos meticulosamente agrupados y un uniforme que le valdría a un humano o a un elfo.
fr: Le casier contient des coupures de presse soigneusement découpées et un uniforme qui pourrait appartenir à un humain ou à un elfe.
it: L'armadietto contiene articoli raccolti ordinatamente e un'uniforme adatta sia a un umano che a un elfo.
ru: В шкафчике лежит несколько газетных вырезок и форма, которая подойдет человеку или эльфу.

source: The locker door has tape over the latch to prevent it from locking.
de: Die Spindtür ist mit einem Streifen Klebeband versehen, damit sie nicht versehentlich zufallen kann.
es: La puerta de la taquilla tiene cinta adhesiva en el pestillo para evitar que se cierre.
fr: La serrure du casier est couverte de scotch qui empêche la porte de se verrouiller.
it: La porta dell'armadietto ha del nastro sopra il catenaccio per evitare che venga chiuso.
ru: Замок шкафчика заклеен куском изоленты, чтобы дверца не захлопывалась.

source: The locker door is ajar.
de: Die Spindtür steht offen.
es: La puerta de la taquilla está entreabierta.
fr: La porte du casier est entrouverte.
it: La porta dell'armadietto è socchiusa.
ru: Дверь шкафчика слегка приоткрыта.

source: The locker has a name-tag on it, reading "Sister Julie".
de: Am Spind haftet ein Namensschild mit der Aufschrift „Schwester Julie“.
es: En la taquilla hay una etiqueta con un nombre, pone: "Hermana Julie".
fr: Le casier porte une étiquette avec le nom de "Sœur Julie".
it: C'è un'etichetta sull'armadietto: "Sorella Julie".
ru: На шкафчике укреплена табличка с именем владелицы: "Сестра Джулия".

source: The locker has a well worn uniform that would fit a Dwarf. In the uniform's pocket is a keycard.
de: Im Schrank befindet sich eine abgetragene Uniform, die wohl einem Zwerg passen würde. In der Tasche der Uniform ist eine Schlüsselkarte.
es: La taquilla contiene un uniforme desgastado del tamaño de un enano. En el bolsillo del uniforme hay una tarjeta de acceso.
fr: Le casier contient un uniforme usé, de la taille d'un nain. Il y a un badge dans la poche de l'uniforme.
it: L'armadietto contiene un'uniforme molto logora e la taglia è da Nano. Nella tasca dell'uniforme c'è una tessera di accesso.
ru: Внутри шкафчика лежит поношенный комбинезон, который подошел бы дворфу. В кармане комбинезона обнаруживается пропуск.

source: The locker makes a lot of noise when you bust it open. Inside you find an Inner Sanctum keycard.
de: Der Spind macht einen Höllenlärm, als du ihn aufbrichst. Im Inneren findest du eine Schlüsselkarte zum inneren Heiligtum.
es: La taquilla hace mucho ruido al abrirse. Dentro encuentras una tarjeta de acceso al Sanctasanctórum.
fr: Le casier fait beaucoup de bruit lorsque vous l'ouvrez. Vous y trouvez une carte d'accès du Sanctuaire intérieur.
it: L'armadietto fa molto rumore quando lo forzi. All'interno trovi una tessera di accesso al Santuario nascosto.
ru: Дверца шкафчика слетает с петель с громким шумом. Внутри ты находишь пропуск во внутренние помещения Братства.

source: The longshoreman scattered the crates around this area. One of us is going to have to go find the crates and see what’s inside each one.
de: Die Hafenarbeiter haben die Kisten in diesem Bereich verteilt. Einer von uns muss sie suchen gehen und in jeder Kiste nachsehen, was drin ist.
es: El estibador esparció las cajas por toda la zona. Uno de nosotros tendrá que ir a buscar las cajas y ver qué hay dentro de cada una.
fr: Le docker a éparpillé les caisses un peu partout. Il faut que l'un de nous aille chercher les caisses et regarde ce qu'il y a à l'intérieur.
it: Lo scaricatore le ha sparse qui intorno. Uno di noi deve andare a cercare le casse e vedere cosa c'è dentro.
ru: Грузчики разбросали их по всему пирсу. Нам придется открыть каждый ящик и заглянуть внутрь.

source: The longshoreman scattered them around this area. One of us is going to have to go find the crates and see what’s inside each one.
de: Die Hafenarbeiter haben sie in diesem Bereich verteilt. Einer von uns muss die Kisten suchen gehen und in jeder nachsehen, was drin ist.
es: El estibador las esparció por toda la zona. Uno de nosotros tendrá que ir a buscar las cajas y ver qué hay dentro de cada una.
fr: Le docker a éparpillé les caisses un peu partout. Il faut que l'un de nous aille chercher les caisses et regarde ce qu'il y a à l'intérieur.
it: Lo scaricatore li ha sparsi qui intorno. Uno di noi deve andare a cercare le casse e vedere cosa c'è dentro.
ru: Грузчики разбросали их по всему пирсу. Одному из нас придется открыть их и посмотреть, что внутри.

source: The longshoreman scattered them around this area. We'll need to open each crate and see what’s inside it.
de: Der Hafenarbeiter hat sie überall hier verteilt. Wir müssen jede der Kisten einzeln öffnen und nachschauen, was drin ist.
es: El estibador las esparció por toda la zona. Tendremos que abrir cada una de las cajas y ver qué hay dentro.
fr: Le docker les a éparpillées un peu partout. Il va falloir ouvrir chaque caisse et regarder à l'intérieur.
it: Lo scaricatore li ha sparsi qui intorno. Dobbiamo aprire tutte le casse e veder cosa c'è dentro.
ru: Грузчики разбросали их по всему пирсу. Нам придется открыть каждый ящик и заглянуть внутрь.

source: The man's employer claims he was a dedicated employee, though he suffered from bouts of depression. Forsberg's next of kin could not be located, but the attorney appointed to his estate has located a will written weeks prior, leaving all of his belongings to his psychiatrist. The identity of the psychiatrist has not been released due to privacy concerns. Yet another sad end to a life, as is far too common here in the Sprawl.
de: Der Arbeitgeber des Toten bezeichnete ihn als engagierten Mitarbeiter, der gelegentlich an Depressionen litt. Es konnten keine Angehörigen ermittelt werden, aber der dem Fall zugewiesene Anwalt fand ein einige Wochen zuvor niedergeschriebenes Testament, in dem Forsberg all seinen Besitz seinem Psychiater vermachte. Die Identität des Psychiaters wurde aus Gründen der Privatsphäre nicht veröffentlicht. Und wieder endete ein Leben auf tragische Weise, wie es hier in den Sprawls nur allzu häufig geschieht.
es: El jefe de la víctima dice que era un trabajador entregado, aunque sufría brotes depresivos. No se ha podido localizar a los familiares de Forsberg, pero el abogado designado ha localizado un testamento escrito semanas antes en el que dejaba todas sus pertenencias a su psiquiatra. La identidad del psiquiatra no ha sido revelada por motivos de privacidad. Otro final triste para una vida, algo demasiado común en el Ensanche.
fr: Son employeur le décrit comme un employé modèle, bien que sujet à des épisodes de dépression. Il n'a pas été possible de localiser la famille de Forsberg, mais le notaire chargé de l'héritage a produit un testament écrit quelques semaines plus tôt, par lequel il lègue tous ses biens à son psychiatre. L'identité du psychiatre n'a pas été révélée pour préserver son intimité. Encore un destin tragique, qui témoigne du triste sort souvent réservé aux habitants de la conurbation.
it: Il datore di lavoro della vittima dichiara che era un impiegato dedito al lavoro, anche se soffriva di attacchi di depressione. Non è stato possibile rintracciare parenti stretti di Forsberg, ma il legale responsabile delle sue proprietà ha indicato un testamento lasciato qualche settimana prima, con il quale affidava tutti i suoi averi al suo psichiatra. Per la legge sulla privacy, l'identità dello psichiatra non è stata rivelata. L'ennesima triste fine di un essere umano, come troppo spesso accade nello Sprawl.
ru: Работодатель покойного утверждает, что тот был хорошим работником, но был подвержен частым приступам депрессии. Родственников Форсберга обнаружить не удалось, однако за несколько недель до смерти покойный оставил завещание, согласно которому оставляет все свое имущество лечащему психиатру.

source: The most important thing is DON'T TOUCH ANYTHING! Especially the damn alley door or the whole facility goes into lockdown mode.
de: Das Wichtigste, was du wissen solltest ist, FASS JA NICHTS AN! Vor allem nicht die verdammte Hintertür, oder die gesamte Einrichtung wird abgeriegelt.
es: Lo más importante es ¡NO TOQUES NADA! Sobre todo la maldita puerta del callejón, o todo el edificio se pondrá en modo de aislamiento.
fr: Le plus important, c'est de NE RIEN TOUCHER ! Surtout pas cette satanée porte vers l'allée, ou tout le bâtiment se verrouille.
it: La cosa più importante è NON TOCCARE NIENTE! Soprattutto la porta che dà sul vicolo o tutto l'edificio va in modalità di blocco.
ru: Самое главное - НИЧЕГО ТУТ НЕ ТРОГАЙ! Особенно эту долбаную дверь от черного хода. Иначе срабатывает тревога и все здание переходит в режим повышенной безопасности.

source: The most protected item is usually the most valuable. That's why I took it.
de: Der am stärksten gesicherte Gegenstand ist meist der wertvollste. Das war der Grund.
es: El objeto más protegido suele ser el más valioso. Por eso me lo llevé.
fr: L'objet le mieux protégé est souvent celui qui a le plus de valeur. C'est pour ça que je l'ai pris.
it: Spesso l'oggetto più protetto è anche quello più prezioso. Per questo l'ho preso.
ru: Чем лучше защищают предмет, тем дороже он стоит. Это достаточная причина.

source: The mourners stand graveside, listening to the Catholic Priest’s words of prayer and solace. Jessica’s face is filled with relief as the last of her family is laid to rest.
de: Die Trauergäste stehen vor dem Grab und lauschen den tröstenden Worten und Gebeten des katholischen Priesters. Jessicas Gesicht ist erfüllt mit Erleichterung, als die letzten Mitglieder ihrer Familie bestattet werden.
es: Las plañideras están junto a la tumba, escuchando las oraciones y las palabras de consuelo del sacerdote católico. El rostro de Jessica rebosa tranquilidad al ver que el último miembro de su familia ya descansa.
fr: Les personnes endeuillées se tiennent au bord de la tombe, écoutant les prières du prêtre catholique. Le visage de Jessica montre la tristesse de quelqu'un qui vient de perdre le dernier membre de sa famille.
it: I partecipanti al funerale sono raccolti intorno alla tomba e ascoltano le parole di preghiera e conforto del sacerdote cattolico. Jessica guarda la sepoltura dell'ultimo componente della sua famiglia con un'aria sollevata.
ru: Скорбящие стоят возле могилы, внимая словам священника, который читает молитву. На лице Джессики отчетливо читается облегчение.

source: The noise of a scratchy PA system blasts through the room.
de: Eine knackende Lautsprecheransage hallt durch den Raum.
es: El ruido de un sistema de megafonía chirriante retumba por toda la sala.
fr: Soudain, le grésillement des hauts-parleurs se fait entendre dans la pièce.
it: Il rumore gracchiante degli altoparlanti irrompe nella stanza.
ru: Из хрипящих динамиков под потолком раздается голос.

source: The notebook contains lists of illegal simsense rides and the names of clients who have purchased them.
de: Das Notizbuch enthält Listen zu illegalen SimSinn-Touren und Namen der Klienten, die diese gekauft haben.
es: La libreta contiene listas de viajes ilegales en simsense y los nombres de clientes que los han comprado.
fr: Le carnet contient une liste de Simsens illégaux ainsi que les noms des clients qui les ont achetés.
it: Il bloc notes contiene un elenco di viaggi illegali di Sensazioni simulate e dei nomi dei clienti che li hanno acquistati.
ru: Ты находишь в блокноте список незаконных симсенсов и имена клиентов, которые заплатили за их изготовление.

source: The notebook is likely worth something if you can sell it.
de: Das Notizbuch könnte etwas wert sein, wenn man es verkauft.
es: La libreta probablemente tenga algún valor si consigues venderla.
fr: Le carnet vaut sûrement quelques nuyens si vous parvenez à le revendre.
it: Questo bloc notes potrebbe fruttarti qualcosa se lo rivendi.
ru: Наверняка этот блокнот можно будет продать, если ты сможешь найти покупателя.

source: The notes for the previous round of reaction testing on the Awakened Security Sentries subjects are as follows: Subject 1: Good Subject 2: Poor Subject 3: Average Subject 4: Excellent Subject 5: Poor
de: Die Gesamtbewertung der Subjekte in Bezug auf die nun abgeschlossene Testphase zum Reaktionsvermögen fällt wie folgt aus: Subjekt 1: Gut Subjekt 2: Unterdurchschnittlich Subjekt 3: Durchschnittlich Subjekt 4: Ausgezeichnet Subjekt 5: Unterdurchschnittlich
es: Estas son las notas de la ronda anterior de pruebas realizadas a los sujetos Centinelas de Seguridad del Despertar: Sujeto 1: Bueno Sujeto 2: Malo Sujeto 3: Normal Sujeto 4: Excelente Sujeto 5: Malo
fr: Les notes obtenues aux précédents tests de réaction sur les Sentinelles de sécurité Éveillées sont les suivantes : Sujet 1 : Bon Sujet 2 : Faible Sujet 3 : Moyen Sujet 4 : Excellent Sujet 5 : Faible
it: I risultati del precedente ciclo di test di reattività sulle Sentinelle risvegliate sono annotati di seguito: Soggetto 1: Buono. Soggetto 2: Scarso Soggetto 3: Nella media Soggetto 4: Ottimo Soggetto 5: Scarso
ru: Оценка конгитивных способностей пробужденных дозорных: Объект 1: выше среднего Объект 2: низкие Объект 3: средние Объект 4: очень высокие Объект 5: очень низкие

source: The official report is that she committed suicide about a year ago.
de: Laut dem offiziellen Bericht hat sie vor einem Jahr Selbstmord begangen.
es: El informe del agente dice que se suicidó hace alrededor de un año.
fr: Le rapport officiel dit qu'elle s'est suicidée il y a environ un an.
it: Secondo il rapporto ufficiale si è suicidata circa un anno fa.
ru: Согласно официальной версии следствия, она покончила жизнь самоубийством около года назад.

source: The old poster depicts a svelte young woman posing with an assault rifle.
de: Das alte Poster zeigt eine schlanke, junge Frau, die mit einem Sturmgewehr posiert.
es: El viejo póster muestra a una esbelta joven posando con un rifle de asalto.
fr: Le vieux poster montre une jeune femme svelte prenant la pose avec un fusil d'assaut.
it: Il vecchio poster raffigura una giovane donna snella, in posa con un fucile d'assalto.
ru: На старом плакате изображена стройная молодая женщина в обнимку со штурмовой винтовкой.

source: The old television is tuned to a dead channel.
de: Der alte Fernseher ist auf einen toten Kanal eingestellt.
es: El viejo televisor está sintonizado en un canal inexistente.
fr: La vieille télévision est allumée sur une chaîne ne fonctionnant pas.
it: Il vecchio televisore è sintonizzato su un canale che non trasmette nulla.
ru: Старый телевизор настроен на мертвый канал.

source: The once-beautiful Jessica Watts is a hollow shell of her former self. Her skin is pale, her lips are ashen, and her eyes are sunken in her skull. It is more than her body’s reaction to the physical damage she’s sustained or the strain of channeling magical power from another plane of existence. There is something missing from her now.
de: Die einst schöne Jessica Watts ist bloß noch ein Schatten ihrer selbst. Ihre Haut ist bleich, ihre Lippen fahl und ihre Augen liegen tief in den Höhlen. Dies ist nicht nur die Reaktion ihres Körpers auf den Schaden, den er erlitten hat, oder auf die Belastung, gewaltige magische Energie aus einer anderen Ebene der Wirklichkeit in diese zu leiten. Etwas an ihr scheint verlorengegangen zu sein.
es: Jessica Watts fue muy hermosa, pero ahora no es más que un cascarón vacío. Tiene la piel pálida, los labios cenizos y los ojos hendidos dentro del cráneo. No es solo la reacción de su cuerpo a los daños físicos que ha sufrido, o el esfuerzo de canalizar el poder de la magia desde otro plano de existencia. Hay algo en ella que ya no está.
fr: La jadis magnifique Jessica Watts n'est plus que l'ombre d'elle-même. Sa peau est pâle, ses lèvres sont grisâtres, et ses yeux semblent enfoncés dans son crâne. Ce n'est pas seulement la réaction de son corps aux dommages physiques prolongés, ou le surmenage de la canalisation de pouvoirs magiques d'un autre plan d'existence. C'est comme s'il y avait quelque chose qui lui manquait.
it: Jessica Watts ora è solo l'imitazione appassita della bella donna di un tempo. La sua pelle è pallida, le labbra livide e gli occhi incavati. Non possono essere solo le conseguenze dei danni fisici che ha sostenuto o dello stress derivante dall'aver incanalato i poteri magici di un altro piano esistenziale. In lei c'è qualcosa che manca.
ru: Некогда прекрасная Джессика Уоттс очень плохо выглядит. Ее кожа бледна, как бумага, губы посерели, а глаза ввалились. Это не просто реакция организма на сильный стресс или последствия ритуала, во время которого она пропустила через себя не поддающийся воображению поток энергии. Что-то изменилось в ней. Ее внутренний стержень надломлен.
