Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{CC}}Etiquette: Gang{{/CC}} A rival BTL lab would pay top dollar, if you don't mind getting dirty. Make it 800.
de: {{CC}}Gebräuche: Gangs{{/CC}} Wenn du sie dir schmutzig machen würdest, bin ich sicher, dass ein konkurrierender BTL-Produzent dafür viel hergeben würde. Mach 800 daraus.
es: {{CC}}Etiqueta: Banda{{/CC}} Un laboratorio rival de BTL pagaría el máximo, si no te importa ensuciarte las manos. Que sean 800.
fr: {{CC}}Étiquette : Gang{{/CC}} Un labo BTL rival paierait beaucoup, si vous n'êtes pas contre vous salir les mains. Disons 800.
it: {{CC}}Etichetta: Gang{{/CC}} Un laboratorio BTL concorrente pagherebbe bei soldi, se non ti preoccupa giocare sporco. Facciamo 800.
ru: {{CC}}Стиль общения: уличные банды{{/CC}} Любая другая лаборатория оторвет у тебя эту информацию с руками. 800 нюйен.

source: {{CC}}Etiquette: Gang{{/CC}} Hey man, I'm with ya, but - I saw a Pig-Rig cruiser just a block down. Might want to come back tomorrow.
de: {{CC}}Gebräuche: Gangs{{/CC}} Hey, Mann, ich bin ganz auf deiner Seite – aber die Straße runter hab ich gerade ’n paar Bullen gesehen. Solltest vielleicht morgen wiederkommen.
es: {{CC}}Etiqueta: Banda{{/CC}} Eh, tío, estoy contigo, pero... he visto un crucero de la policía una calle abajo. Quizás quieras volver mañana.
fr: {{CC}}Étiquette : Gang{{/CC}} Hé mec, je suis avec toi, mais... j'ai vu une bagnole de condés juste en bas de la rue. Vaudrait peut-être mieux revenir demain.
it: {{CC}}Etichetta: Gang{{/CC}} Ehi amico, sono con te, ma... ho visto un Pig-Rig a solo un isolato. Forse è meglio che torni domani.
ru: {{CC}}Стиль общения: уличные банды{{/CC}} Слушай, мужик, хочу вас предупредить - сюда катит вагон. Свиньи разберутся, а вам лучше канать отсюда. Завтра пощиплете верха, они от вас не уйдут.

source: {{CC}}Etiquette: Security{{/CC}} C'mon... clearly I'm not with the Star. Private security contractor, temporary assignment. Sounded like your boss is short a few guys this week.
de: {{CC}}Gebräuche: Sicherheitsfirmen{{/CC}} Komm schon ... ist ja ziemlich klar, dass ich nicht für Lone Star arbeite. Private Sicherheitsfirma, mit einem befristeten Auftrag. Klang so, als hätte euer Boss diese Woche ein paar Leute zu wenig.
es: {{CC}}Etiqueta: Seguridad{{/CC}} Venga... está claro que no estoy con Star. Seguridad privada, un encargo temporal. Parece que tu jefe andaba un poco corto de personal esta semana.
fr: {{CC}}Étiquette : Sécurité{{/CC}} Allez... je ne suis clairement pas de la Star. Sécurité privée, affectation temporaire. On dirait bien que votre patron avait besoin de types supplémentaires, cette semaine.
it: {{CC}}Etichetta: Sicurezza {{/CC}} Andiamo... è evidente che non sono della Star. Guardia di sicurezza privata, incarico temporaneo. Pare che il tuo capo sia a corto di personale per questa settimana.
ru: {{CC}}Стиль общения: охрана правопорядка{{/CC}} Ну я же не работаю на "Одинокую звезду"! Я приглашенный специалист, это разовая работа по контракту. На этой неделе у твоего начальства слишком много проблем и слишком мало людей, которые могли бы их решить.

source: {{CC}}Etiquette: Security{{/CC}} Detective $(s.name), Auburn Precinct. We have reason to believe the victim may have been involved in an illegal BTL-smuggling ring we're investigating. I'd like to examine her belongings for evidence.
de: {{CC}}Gebräuche: Sicherheitsfirmen{{/CC}} Detective $(s.name), Auburn Precinct. Wir haben Grund zu der Annahme, dass das Opfer womöglich in einen illegalen BTL-Schmugglerring verstrickt war, den wir zur Zeit untersuchen. Ich würde gerne ihre Besitztümer nach Beweisen durchsuchen.
es: {{CC}}Etiqueta: Seguridad{{/CC}} Inspector $(s.name), Distrito de Auburn. Tenemos razones para creer que la víctima podría haberse visto involucrada en una red de contrabando ilegal de BTL que estamos investigando. Me gustaría examinar sus pertenencias en busca de pruebas.
fr: {{CC}}Étiquette : Sécurité{{/CC}} Détective $(s.name), Auburn Precinct. Nous avons des raisons de croire que la victime était impliquée dans un réseau de contrebande de BTL sur lequel nous enquêtons. J'aimerais examiner ses effets personnels.
it: {{CC}}Etichetta: Sicurezza{{/CC}} Detective $(s.name), distretto di Auburn. Abbiamo ragione di credere che la vittima fosse coinvolta in un traffico illegale di BTL sul quale stavamo investigando. Vorrei cercare delle prove tra i suoi effetti personali.
ru: {{CC}}Стиль общения: охрана правопорядка{{/CC}} Детектив $(s.name), город Оберн. У нас есть основания полагать, что жертва принимала участие в контрабанде незаконных ИР-чипов. Мне нужно осмотреть ее вещи и документы.

source: {{CC}}Etiquette: Security{{/CC}} I'm $(s.name). My firm has been hired by a... Ms. Jessica Watts, to check the office terminals for Matrix security holes.
de: {{CC}}Gebräuche: Sicherheitsfirmen{{/CC}} Ich heiße $(s.name). Meine Firma wurde von einer ... Ms. Jessica Watts engagiert, um die Büroterminals nach Sicherheitslücken in der Matrix zu untersuchen.
es: {{CC}}Etiqueta: Seguridad{{/CC}} Soy $(s.name). Mi empresa ha sido contratada por... la Sra. Jessica Watts, para buscar agujeros de seguridad en los terminales de la oficina.
fr: {{CC}}Étiquette : Sécurité{{/CC}} Je m'appelle $(s.name). Mon entreprise a été engagée par, euh... Mme Jessica Watts, pour vérifier que la sécurité des terminaux matriciels n'est pas compromise.
it: {{CC}}Etichetta: Sicurezza{{/CC}} Sono $(s.name). La mia azienda è stata assunta dalla... Signora Jessica Watts, per verificare che i terminali dell'ufficio non abbiano falle nel sistema di sicurezza della Matrice.
ru: {{CC}}Стиль общения: охрана правопорядка{{/CC}} Меня зовут $(s.name). Мой наниматель... Мисс Джессика Уоттс. Она поручила нам проверить офисные терминалы на предмет матричных уязвимостей.

source: {{CC}}Etiquette: Security{{/CC}} I'm special assistant to the coroner. You met him, right? He needs me to get things off tall shelves for him.
de: {{CC}}Gebräuche: Sicherheitsfirmen{{/CC}} Ich arbeite für den Gerichtsmediziner. Den hast du doch gesehen, oder? Ich muss ihm immer Gegenstände aus hohen Schränken reichen.
es: {{CC}}Etiqueta: Seguridad{{/CC}} Estoy ayudando al forense. Lo has conocido, ¿verdad? Me necesita para que le baje cosas de los estantes más altos.
fr: {{CC}}Étiquette : Sécurité{{/CC}} Je suis l'assistant spécial du légiste. Vous le connaissez, je suppose ? Il veut que je prenne des trucs des étagères.
it: {{CC}}Etichetta: Sicurezza{{/CC}}Sono il primo assistente del medico legale. L'ha incontrato, giusto? Vuole che gli tiri giù delle cose dagli scaffali alti.
ru: {{CC}}Стиль общения: охрана правопорядка{{/CC}} Я уполномоченный ассистент судебного медика. Ты же его видел? Кто-то должен доставать для него вещи с верхних полок.

source: {{CC}}Etiquette: Security{{/CC}} Officer Aguirre called me in. Needs me to rule out if the killer bypassed security, or if they were let in.
de: {{CC}}Gebräuche: Sicherheitsfirmen{{/CC}} Officer Aguirre hat mich angefordert. Ich soll ausschließen, dass der Killer die Sicherheit umgangen hat oder hier hereingelassen wurde.
es: {{CC}}Etiqueta: Seguridad{{/CC}} Me ha llamado el agente Aguirre. Necesita que descarte si el asesino logró burlar la seguridad, o si le dejaron entrar.
fr: {{CC}}Étiquette : Sécurité{{/CC}} L'officier Aguirre m'a appelé. Il a besoin de moi pour savoir si l'assassin a contourné les contrôles de sécurité ou s'il s'est infiltré à l'intérieur.
it: {{CC}}Etichetta: Sicurezza{{/CC}} Ho ricevuto una convocazione da parte dell'agente Aguirre. Vuole che verifichi che l'assassino non abbia aggirato la sicurezza o non sia stato fatto entrare.
ru: {{CC}}Стиль общения: охрана правопорядка{{/CC}} Меня вызвал детектив Агирре. Я пытаюсь выяснить, как убийца миновал пост охраны и почему он не был задержан.

source: {{CC}}Etiquette: Security{{/CC}} What, they didn't radio you? Damn operator's probably asleep again. I'm here to take over your shift. You can head back to base.
de: {{CC}}Gebräuche: Sicherheitsfirmen{{/CC}} Was, sie haben dich nicht angefunkt? In der verdammten Zentrale pennen wohl wieder alle. Ich bin hier, um deine Schicht zu übernehmen. Du kannst zurück zur Basis.
es: {{CC}}Etiqueta: Seguridad{{/CC}} ¿Qué? ¿No te han avisado por radio? Maldito operario, seguro que se ha vuelto a quedar dormido. He venido a reemplazarte. Puedes volver a la base.
fr: {{CC}}Étiquette : Sécurité{{/CC}} Quoi, ils ne vous ont pas contacté ? L'opérateur doit encore être en train de dormir... Je suis ici pour vous remplacer. Vous pouvez rentrer à la base.
it: {{CC}}Etichetta: Sicurezza{{/CC}} Cosa, non ti hanno contattato via radio? Quel dannato operatore probabilmente si è riaddormentato. Sono qui per il prossimo turno. Puoi tornare alla base.
ru: {{CC}}Стиль общения: охрана правопорядка{{/CC}} С тобой что, никто не связался? Диспетчер опять уснула? Меня прислали тебе на смену. Возвращайся в участок.

source: {{CC}}Etiquette: Shadowrunner{{/CC}} I know you'll double dip on this one. Make it 1,000.
de: {{CC}}Gebräuche: Shadowrunner{{/CC}} Ich weiß, dass du dafür doppelt kassieren wirst, also mach 1000 daraus.
es: {{CC}}Etiqueta: Shadowrunner{{/CC}} Sé que sacarás el doble por este. Que sean 1000.
fr: {{CC}}Étiquette : Shadowrunner{{/CC}} Je sais que vous pouvez faire mieux que ça. Disons 1 000.
it: {{CC}}Etichetta: Shadowrunner{{/CC}} Lo so che la rivenderai al doppio. Facciamo 1.000.
ru: {{CC}}Стиль общения: раннеры{{/CC}} Я же знаю, что ты загонишь ее двум покупателям сразу. Я хочу 1000 нюйен.

source: {{CC}}Etiquette: Shadowrunner{{/CC}} I thought you knew better than that, Johnny.
de: {{CC}}Gebräuche: Shadowrunner{{/CC}} Dein Verhalten überrascht mich, Johnny.
es: {{CC}}Etiqueta: Shadowrunner{{/CC}} Pensaba que me conocías mejor, Johnny.
fr: {{CC}}Étiquette : Shadowrunner{{/CC}} Je ne pensais que tu aurais su tenir ta langue, Johnny.
it: {{CC}}Etichetta: Shadowrunner {/ CC}} Credevo che fossi meglio informato, Johnny.
ru: {{CC}}Стиль общения: раннеры{{/CC}} Мне казалось, что ты умнее, Джонни.

source: {{CC}}Etiquette: Shadowrunner{{/CC}} Really, guy? They aren't paying you enough. Especially not once Lone Star sends a response team.
de: {{CC}}Gebräuche: Shadowrunner{{/CC}} Echt, Alter? Die zahlen dir doch gar nicht genug. Vor allem nicht dann, wenn Lone Star ein Einsatzkommando vorbeischickt.
es: {{CC}}Etiqueta: Shadowrunner{{/CC}} ¿De verdad? Te pagan poco. Especialmente cuando Lone Star envíe un equipo de respuesta.
fr: {{CC}}Étiquette : Shadowrunner{{/CC}} Sérieux, mec ? Ils ne vous payent pas assez. Surtout pas quand Lone Star envoie une équipe d'intervention.
it: {{CC}}Etichetta: Shadowrunner{{/CC}} Davvero, ragazzo? Non ti stanno pagando abbastanza. Specialmente non se la Lone Star sta inviando una squadra di intervento.
ru: {{CC}}Стиль общения: раннеры{{/CC}} Парень, ты это серьезно? Сколько они тебе заплатили? Если учесть, что скоро сюда прибудет отряд быстрого реагирования "Одинокой звезды", ты продешевил.

source: {{CC}}Etiquette: Shadowrunner{{/CC}} This info is about to be worth a lot more in the next few days.
de: {{CC}}Gebräuche: Shadowrunner{{/CC}} Diese Informationen werden in den nächsten Tagen noch viel mehr wert sein.
es: {{CC}}Etiqueta: shadowrunner{{/CC}} Esta información valdrá mucho más dentro de unos días.
fr: {{CC}}Étiquette : Shadowrunner{{/CC}} D'ici quelques jours, ces infos vaudront bien plus que ça.
it: {{CC}}Etichetta: Shadowrunner{{/CC}} Queste informazioni tra qualche giorno varranno molto, molto di più.
ru: {{CC}}Стиль общения: раннеры{{/CC}} Через несколько дней эта информация сильно вырастет в цене.

source: {{CC}}Etiquette: Socialite{{/CC}} Brackhaven's not on the list. We both know how much he'd pay.
de: {{CC}}Gebräuche: High Society{{/CC}} Brackhaven steht nicht auf der Liste. Wir wissen beide, wie viel er bezahlen würde.
es: {{CC}}Etiqueta: Alta sociedad{{/CC}} Brackhaven no está en la lista. Los dos sabemos cuánto estaría dispuesto a pagar.
fr: {{CC}}Étiquette : Mondanité{{/CC}} Brackhaven n'est pas sur la liste. Vous savez aussi bien que moi combien il paierait.
it: {{CC}}Etichetta: Socialite{{/CC}} Brackhaven non è sull'elenco. E sappiamo entrambi quanto pagherebbe per esserlo.
ru: {{CC}}Стиль общения: высшее общество{{/CC}} Имени Бракхейвена нет в этом списке. Мы оба знаем, какие деньги он будет готов за него заплатить.

source: {{CC}}Etiquette: Street{{/CC}} You look like a player, so I've got a proposition for you. I suggest you listen carefully.
de: {{CC}}Gebräuche: Straße{{/CC}} Du siehst aus, als wüsstest du, was du tust, also hab ich einen Vorschlag für dich. Ich empfehle dir, gut zuzuhören.
es: {{CC}}Etiqueta: Calle{{/CC}} Tienes pinta de jugador, así que tengo una propuesta para ti. Te recomiendo que escuches con atención.
fr: {{CC}}Étiquette : Rue{{/CC}} Vous avez l'air d'être un joueur, alors j'ai une proposition pour vous. Je vous suggère d'écouter attentivement.
it: {{CC}}Etichetta: Strada{{/CC}} Sembri una persona che sa rischiare, quindi ho una proposta per te. Ti suggerisco di ascoltare attentamente.
ru: {{CC}}Стиль общения: уличные сделки{{/CC}} Тебе удалось произвести на меня впечатление, поэтому я собираюсь сделать выгодное предложение. Слушай внимательно.

source: {{CC}}Give Lorraine the ring{{/CC}} Maybe you should have this.
de: {{CC}}Gib Lorraine den Ring.{{/CC}} Vielleicht solltest du das haben.
es: {{CC}}Darle el anillo a Lorraine.{{/CC}} Creo que deberías tenerlo tú.
fr: {{CC}}Donner la bague à Lorraine{{/CC}}Vous devriez peut-être garder ça.
it: {{CC}}Dai l'anello a Lorraine{{/CC}} Forse dovresti tenerlo tu, questo.
ru: {{CC}}Отдать Лоррейн кольцо{{/CC}} Держи. Пусть оно будет у тебя.

source: {{CC}}Intelligence: 3{{/CC}} Takes a smart guy to run a setup like this. Want to make a deal?
de: {{CC}}Intelligenz: 3{{/CC}} Um zu tun, was du tust, muss man schon ganz schön clever sein. Wie wär’s, wenn wir ins Geschäft kommen?
es: {{CC}}Inteligencia: 3{{/CC}} Hay que ser un tipo listo para llevar algo así. ¿Quieres hacer un trato?
fr: {{CC}}Intelligence : 3{{/CC}} Ça demande un type intelligent pour faire fonctionner un run comme celui-là. Vous voulez passer un accord ?
it: {{CC}}Intelligenza: 3{{/CC}} Ci vuole un tipo intelligente per una cosa come questa. Facciamo un accordo?
ru: {{CC}}Интеллект: 3{{/CC}} У руля такой организации должен стоять умный человек. Думаю, мы сможем договориться.

source: {{CC}}Intelligence: 4{{/CC}} Your shoe’s untied. {{GM}}Trick him so you can cold cock him.{{/GM}}
de: {{CC}}Intelligenz: 4{{/CC}} Ihre Schnürsenkel sind offen. {{GM}}Überliste ihn, damit ihm unerwartet eine verpassen kannst.{{/GM}}
es: {{CC}}Inteligencia: 4{{/CC}} Se te ha desatado un zapato. {{GM}}Engañarle para poder dejarle seco de un golpe.{{/GM}}
fr: {{CC}}Intelligence : 4{{/CC}} Votre lacet est défait. {{GM}}Déconcentrez-le pour pouvoir l'assommer.{{/GM}}
it: {{CC}}Intelligenza: 4{{/CC}} Hai la scarpa slacciata. {{GM}}Tendigli un trabocchetto in modo da stenderlo con un colpo alla testa.{{/GM}}
ru: {{CC}}Интеллект: 4{{/CC}} У тебя шнурок развязался. {{GM}}Сломать ему нос.{{/GM}}

source: {{CC}}Intelligence: 5{{/CC}} {{GM}}Attempt to pick the lock.{{/GM}}
de: {{CC}}Intelligenz: 5{{/CC}} {{GM}}Versuche, das Schloss zu knacken.{{/GM}}
es: {{CC}}Inteligencia: 5{{/CC}} {{GM}}Intentar forzar la cerradura.{{/GM}}
fr: {{CC}}Intelligence : 5{{/CC}} {{GM}}Essayer de crocheter la serrure.{{/GM}}
it: {{CC}}Intelligenza: 5{{/CC}} {{GM}}Prova a scassinare la serratura.{{/GM}}
ru: {{CC}}Интеллект: 5{{/CC}} {{GM}}Попытаться вскрыть замок.{{/GM}}

source: {{CC}}Intelligence: 5{{/CC}}You’re the walrus?
de: {{CC}}Intelligenz: 5{{/CC}} Du bist das Walross?
es: {{CC}}Inteligencia: 5{{/CC}}¿Tú eres la morsa?
fr: {{CC}}Intelligence : 5{{/CC}}Vous êtes le morse ?
it: {{CC}}Intelligenza: 5{{/CC}}Sei un uomo?
ru: {{CC}}Интеллект: 5{{/CC}}Ты Алиса?

source: {{CC}}Item{{/CC}} Long night, eh? You looked cold, so I picked up a donut and some soykaf for you.
de: {{CC}}Gegenstand{{/CC}} Lange Nacht, was? Du sahst aus, als würdest du frieren, also hab ich dir ’nen Donut und etwas Soykaf geholt.
es: {{CC}}Objeto{{/CC}} Una noche larga, ¿eh? Parece que tienes frío, así que te he traído un donut y un poco de soykaf.
fr: {{CC}}Objet{{/CC}} Longue nuit, hein ? Vous avez l'air d'avoir froid, alors je vous ai pris un donut et du sojafé.
it: {{CC}}Oggetto{{/CC}} È una lunga notte, eh? Sembrava che avessi freddo, così ti ho preso una ciambella e un po' di SoiaCaf.
ru: {{CC}}Предмет{{/CC}} Долгая выдалась ночка, да? Мне показалось, что ты замерз. Держи пончик и стакан сойкофе.

source: {{CC}}Must have ¥300{{/CC}}{{GM}}Hand him ¥300.{{/GM}}
de: {{CC}}Benötigt ¥300{{/CC}}{{GM}}Gib ihm ¥300.{{/GM}}
es: {{CC}}Hacen falta 300¥{{/CC}}{{GM}}Entrégale ¥300.{{/GM}}
fr: {{CC}}Requis : 300 ¥{{/CC}}{{GM}}Lui donner : 300 ¥.{{/GM}}
it: {{CC}}Devi disporre di ¥ 300{{/CC}}{{GM}}Consegna ¥ 300.{{/GM}}
ru: {{CC}}¥300{{/CC}}{{GM}}Отдать ¥300.{{/GM}}

source: {{CC}}Paydata{{/CC}} No luck. He must not be at that facility. Found this, though.
de: {{CC}}Paydata{{/CC}} Hab ihn nicht gefunden. Er scheint nie da gewesen zu sein. Allerdings hab ich das hier entdeckt.
es: {{CC}}Datos de pago{{/CC}} Sin suerte. No debía de estar en ese edificio. Pero he encontrado esto.
fr: {{CC}}Données de paiement{{/CC}} Pas de chance. Il ne doit pas se trouver dans ce labo. Mais j'ai trouvé ça.
it: {CC}}Dati{{/CC}} Niente di utile. Forse non si trova in quell'edificio. Ho trovato questo, però.
ru: {{CC}}База данных{{/CC}} Вам не повезло. Его не оказалось в лаборатории. Но зато мы нашли вот это.

source: {{CC}}Paydata{{/CC}} Yeah, and I picked up a little something for you.
de: {{CC}}Paydata{{/CC}} Ja, und ich hab sogar noch einen kleinen Bonus mitgebracht.
es: {{CC}}Datos de pago{{/CC}} Sí, y tengo una cosita para ti.
fr: {{CC}}Données de paiement{{/CC}} Ouais, et je vous ai ramassé un petit quelque chose.
it: {{CC}}Dati{{/CC}} Sì, e ho preso qualcosina per te.
ru: {{CC}}База данных{{/CC}} Да. А еще мы нашли для тебя кое-что интересное.

source: {{CC}}Quickness 3{{/CC}} {{GM}}Slip the BTL into her chip-slot.{{/GM}}
de: {{CC}}Schnelligkeit 3{{/CC}} {{GM}}Steck den BTL in ihre Chipbuchse.{{/GM}}
es: {{CC}}Rapidez 3{{/CC}} {{GM}}Desliza el BTL en su ranura para chips.{{/GM}}
fr: {{CC}}Rapidité 3{{/CC}} {{GM}}Insérer la BTL dans son lecteur de puces.{{/GM}}
it: {{CC}}Rapidità 3{{/CC}} {{GM}}Infila la BTL nel suo slot.{{/GM}}
ru: {{CC}}Проворство 3{{/CC}} {{GM}}Вставить запись в ее чип-слот.{{/GM}}

source: {{CC}}Quickness 5{{/CC}} {{GM}}Slip the BTL into her jack-slot.{{/GM}}
de: {{CC}}Schnelligkeit 5{{/CC}} {{GM}}Steck den BTL in ihre Datenbuchse.{{/GM}}
es: {{CC}}Rapidez 5{{/CC}} {{GM}}Desliza el BTL en su ranura para conexiones.{{/GM}}
fr: {{CC}}Rapidité 5{{/CC}} {{GM}}Insérer la BTL dans son lecteur jack.{{/GM}}
it: {{CC}}Rapidità 5{{/CC}} {{GM}}Infila la BTL nel suo slot.{{/GM}}
ru: {{CC}}Проворство 5{{/CC}} {{GM}}Вставить запись в ее джек-слот.{{/GM}}

source: {{CC}}Quickness: 4{{/CC}} {{GM}}Pretend to drop your PDA, then quickly pocket the necklace while bending down to retrieve it.{{/GM}}
de: {{CC}}Schnelligkeit: 4{{/CC}} {{GM}}Gib vor, dein PDA fallenzulassen, und steck dann schnell die Halskette ein, während du dich nach unten beugst, um es wieder aufzuheben.{{/GM}}
es: {{CC}}Rapidez: 4{{/CC}} {{GM}}Hacer ver que se te cae la PDA y guardar rápidamente el collar en el bolsillo cuando te agaches a recogerla.{{/GM}}
fr: {{CC}}Rapidité : 4{{/CC}} {{GM}}Faire semblant de faire tomber votre PDA, vous baisser pour le ramasser et en profiter pour vous emparer du collier et le garder dans votre poche.{{/GM}}
it: {{CC}}Rapidità: 4{{/CC}} {{GM}}Fai finta di farti sfuggire di mano il palmare, poi afferri rapidamente la collana mentre ti pieghi per riprenderlo.{{/GM}}
ru: {{CC}}Проворство: 4{{/CC}} {{GM}}Уронить коммлинк, наклониться и поднять его вместе с ожерельем.{{/GM}}

source: {{CC}}Spirit Summoning: 2{{/CC}} This carving is a powerful Shamanic summoning fetish. If there was any magic involved in this woman's death, the latent magical energies in this necklace could have become EXTREMELY unstable. I need to get it away from here, NOW.
de: {{CC}}Herbeirufen von Geistern: 2{{/CC}} Diese Schnitzerei ist ein mächtiger Schamanen-Fetisch zum Herbeirufen von Geistern. Wenn beim Tod dieser Frau Magie irgendeiner Art eine Rolle spielte, so könnten die latenten magischen Energien in dieser Halskette ÄUSSERST instabil geworden sein. Ich muss es von hier wegbringen, SOFORT.
es: {{CC}}Conjurar espíritus: 2{{/CC}} Este grabado es un potente talismán de invocación chamánico. Si la magia jugó algún papel en la muerte de esta mujer, las energías mágicas latentes en este collar podrían haberse vuelto SUMAMENTE inestables. Tengo que alejarlo de aquí, YA MISMO.
fr: {{CC}}Invocation d'Esprits : 2{{/CC}} Cette gravure est un fétiche chamanique puissant, destiné aux invocations. Si la magie a quelque chose à voir avec la mort de cette femme, il est possible que l'énergie magique latente de ce collier soit devenue EXTRÊMEMENT instable. Il faut absolument l'emmener loin d'ici, SANS TARDER.
it: {{CC}}Invocazione spirito: 2{{/CC}} Questa incisione è un potente feticcio di invocazione sciamanica. Se nella morte della donna fosse coinvolta la magia, le energie magiche latenti in questa collana potrebbero essere diventate ESTREMAMENTE instabili. Devo portarla via di qui, SUBITO.
ru: {{CC}}Призыв духов: 2{{/CC}} Это резное украшение - могущественный шаманский фетиш. Если причиной смерти этой женщины послужила магия, заключенная в нем латентная энергия могла стать ЧРЕЗВЫЧАЙНО нестабильной. Мне нужно забрать его отсюда КАК МОЖНО СКОРЕЕ.

source: {{CC}}Strength: 4{{/CC}} Hey, punk. I've got a better idea. Hand over today's take and I'll let you leave. Alive.
de: {{CC}}Stärke: 4{{/CC}} Hey, du Drecksack. Ich hab ’ne bessere Idee. Rück die Einnahmen für heute raus und ich lass dich gehen. In einem Stück.
es: {{CC}}Fuerza: 4{{/CC}} Eh, basura. Tengo una idea mejor. Entrégame el botín de hoy y te dejaré marchar. Con vida.
fr: {{CC}}Force : 4{{/CC}} Hé, punk. J'ai une meilleure idée. Aboule tes prises d'aujourd'hui, et je te laisse partir. En vie.
it: {{CC}}Forza: 4{{/CC}} Ehi, teppista. Ho un'idea migliore. Consegna l'incasso di oggi e ti lascio andare. Vivo.
ru: {{CC}}Сила: 4{{/CC}} Ты, урод. Отдай все, что насобирал, и я не стану ломать тебе руку в трех местах.

source: {{CC}}Strength: 4{{/CC}} I bet your creaky old bones will snap really easily.
de: {{CC}}Stärke: 4{{/CC}} Ich wette, deine alten schwachen Knochen sind nicht sonderlich schwer zu brechen.
es: {{CC}}Fuerza: 4{{/CC}} Apuesto a que tus viejos huesos decrépitos se rompen fácilmente.
fr: {{CC}}Force : 4{{/CC}} Je vous parie que l'on va se faufiler très facilement.
it: {{CC}}Forza: 4{{/CC}} Scommetto che le tue vecchie ossa scricchiolanti si spezzeranno facilmente.
ru: {{CC}}Сила: 4{{/CC}} У стариков кости ужасно хрупкие.

source: {{CC}}Strength: 4{{/CC}} None of your business, Lumpy.
de: {{CC}}Stärke: 4{{/CC}} Das geht dich gar nichts an, Klumpkopf.
es: {{CC}}Fuerza: 4{{/CC}} No es asunto tuyo, metomentodo.
fr: {{CC}}Force : 4{{/CC}} Ce ne sont pas vos affaires.
it: {{CC}}Forza: 4{{/CC}} Non sono affari tuoi, energumeno.
ru: {{CC}}Сила: 4{{/CC}} Не твое дело, клыкастая морда.
