Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Looks like we woke up the neighbors. We've got ghouls incoming! Hey $(l.name), maybe we can use this to our advantage.
de: Sieht aus, als hätten wir die Nachbarn aufgeweckt. Die Ghule sind los! Hey, $(l.name), vielleicht können wir das ja zu unserem Vorteil nutzen.
es: Parece que hemos despertado a los vecinos. ¡Vienen necrófagos! Eh, $(l.name), a lo mejor podemos aprovecharnos de esto.
fr: On dirait bien qu'on a réveillé les voisins. Les goules arrivent ! Hé $(l.name), on pourrait peut-être en tirer avantage.
it: A quanto pare abbiamo disturbato i vicini. Stanno arrivando i Ghoul! Ehi $(l.name), forse possiamo usarlo a nostro favore.
ru: Похоже, мы разбудили соседей. Сейчас полезут трупоеды! Эй, $(l.name), может, мы сумеем этим воспользоваться?

source: Looks like you could get the access panel off easily, but the Telestrian technician could turn around at any moment.
de: Es scheint, als wäre es nicht sehr schwer, die Zugangsklappe zu lösen, doch Telestrians Techniker könnte sich jeden Augenblick zu dir umdrehen.
es: Parece que te va a resultar fácil retirar el panel de acceso, pero el técnico de Telestrian podría darse la vuelta en cualquier momento.
fr: Vous avez pu désactiver le panneau d'accès facilement, mais le technicien de Telestrian pourrait se retourner à n'importe quel moment.
it: Il pannello di accesso sembra facile da raggiungere, ma il tecnico della Telestrian potrebbe arrivare da un momento all'altro.
ru: Снять панель - дело недолгое, но техник может обернуться в любую секунду.

source: Looks like you impressed him. I know a fence for those gems. Van Gaas. Follow me.
de: Sieht aus, als hättest du ihn beeindruckt. Ich kenne einen Hehler für diese Steine. Van Grass. Komm mit.
es: Parece que lo has impresionado. Conozco a un traficante de gemas. Van Graas. Sígueme.
fr: On dirait bien que vous avez fait forte impression. Je connais quelqu'un à qui fourguer ces pierres. Van Graas. Suivez-moi.
it: Sembra che tu l'abbia colpito. Conosco un ricettatore per quelle gemme. Van Graas. Seguitemi.
ru: Похоже, тебе удалось произвести на него впечатление. Я знаю, кому можно сбыть эти камни. Это Ван Граас. Пошли.

source: Looks like you impressed him. I know a fence for those gems. Van Graas. Follow me.
de: Sieht aus, als hättest du ihn beeindruckt. Ich kenne einen Hehler für diese Steine. Van Grass. Komm mit.
es: Parece que lo has impresionado. Conozco a un traficante de gemas. Van Graas. Sígueme.
fr: On dirait bien que vous avez fait forte impression. Je connais quelqu'un à qui fourguer ces pierres. Van Graas. Suivez-moi.
it: Sembra che tu l'abbia colpito. Conosco un ricettatore per quelle gemme. Van Graas. Seguitemi.
ru: Похоже, тебе удалось произвести на него впечатление. Я знаю, кому можно сбыть эти камни. Это Ван Граас. Пошли.

source: Looks like you two are best buddies now.
de: Sieht so aus, als wärt ihr beiden jetzt beste Freunde.
es: Parece que ahora los dos sois amigos íntimos.
fr: On dirait que vous êtes de vrais amis.
it: Sembra che siate diventati migliori amici, voi due.
ru: Похоже, вы стали приятелями.

source: Looks like you're in some real trouble, chummer.
de: Sieht aus, als hättest du ernste Probleme, Chummer.
es: Parece que tienes problemas, colega.
fr: On dirait que vous avez des ennuis, mon pote.
it: Sembri in grossi guai.
ru: Похоже, у тебя проблемы, приятель.

source: Lorraine
ru: Лоррейн

source: Lots of people want to meet Maria Mercurial.
de: Viele Leute wollen Maria Mercurial treffen.
es: Mucha gente quiere conocer a Maria Mercurial.
fr: Y'a plein de gens qui veulent rencontrer Maria Mercurial.
it: Molti vogliono incontrare Maria Mercurial.
ru: Очень многие хотят взять автограф у Марии Меркурии.

source: Lying on the pavement is the body of a young human female. Her eyes have been gouged cleanly out, and you notice a string of bite marks along her left arm.
de: Auf dem Asphalt liegt die Leiche einer jungen Menschenfrau. Ihre Augen wurden mit großer Sorgfalt aus ihren Höhlen entfernt und du bemerkst mehrere Bissspuren an ihrem linken Arm.
es: Tumbado en el suelo está el cuerpo de una joven humana. Le han sacado los ojos de una forma limpia, y descubres que tiene marcas de mordeduras por el brazo izquierdo.
fr: Le corps d'une jeune femme humaine gît sur le sol. Ses yeux sont sortis de leurs orbites, et vous remarquez une morsure sur son bras gauche.
it: Per terra giace il corpo di una giovane umana. I suoi occhi sono stati asportati con cura e noti dei morsi lungo il braccio sinistro.
ru: На тротуаре лежит тело молодой человеческой женщины. Кто-то аккуратно вырезал ей глаза. Ее левую руку покрывают хорошо различимые следы укусов.

source: Lynne
ru: Линн

source: Lynne Telestrian
ru: Линн Телестриан

source: Lynne Telestrian of the Universal Brotherhood Seattle Chapterhouse announces charity fundraiser to provide food and clothing to Seattle’s poor.
de: Lynne Telestrian vom Ortsverband Seattle der Universellen Bruderschaft kündigt Wohltätigkeitsgala an, um Nahrung und Kleidung für die Bedürftigen Seattles zu sammeln.
es: Lynne Telestrian del cabildo de Seattle de la Hermandad Universal anunció una colecta de caridad para proporcionar alimento y ropa a los pobres de Seattle.
fr: Lynne Telestrian, de la Confrérie Universelle de Seattle, annonce un gala de charité pour nourrir et habiller les pauvres de Seattle.
it: Lynne Telestrian, dalla sede di Seattle della Fratellanza Universale, annuncia una raccolta fondi di beneficenza per donare cibo e vestiti ai poveri della città.
ru: Спикер отделения Всеобщего братства в Сиэтле Линн Телестриан откроет ежегодный благотворительный бал и проведет кампанию по сбору средств в пользу неимущих.

source: Lynne Telestrian.
ru: Линн Телестриан.

source: Lynne? Lynne Telestrian? Doesn't ring a bell. Can't say I've met her.
de: Lynne? Lynne Telestrian? Nee, da klingelt nichts. Die kenn ich nicht.
es: ¿Lynne? ¿Lynne Telestrian? No me suena. No creo que la conozca.
fr: Lynne ? Lynne Telestrian ? Ça ne me dit rien. Je ne crois pas l'avoir rencontrée.
it: Lynne? Lynne Telestrian? Non mi dice nulla. Non credo di averla mai incontrata.
ru: Линн? Линн Телестриан? Не помню такого имени. Мы не встречались.

source: MEDICAL RECORDS FILE FOR [Silas Forsberg] LOCATED!
de: KRANKENAKTE FÜR [Silas Forsberg] GEFUNDEN!
es: ¡LOCALIZADO EL ARCHIVO DEL HISTORIAL MÉDICO PARA [Silas Forsberg]!
fr: DOSSIER MÉDICAL DE [Silas Forsberg] TROUVÉ !
it: FILE CARTELLA MEDICA [Silas Forsberg] INDIVIDUATO!
ru: ИСТОРИЯ БОЛЕЗНИ ПАЦИЕНТА [Сайлас Форсберг]

source: MERCY MENTAL HOSPITAL
es: HOSPITAL PSIQUIÁTRICO MERCY
fr: HÔPITAL PSYCHIATRIQUE MERCY
ru: ПСИХИАТРИЧЕСКАЯ КЛИНИКА "МИЛОСЕРДИЕ"

source: ML Detector
de: ML-Detektor
es: Detector de ML
fr: Détecteur ML
it: Rivelatore ML
ru: Детектор МЛ

source: MOVING PARTS
de: BEWEGLICHE TEILE
es: PIEZAS MÓVILES
fr: LES PIÈCES DU PUZZLE
it: PARTI MOBILI
ru: НЕЧТО БОЛЬШЕЕ

source: Ma'am, consider yourself contacted.
de: Betrachten Sie sich hiermit informiert, Ma’am.
es: Señorita, considérese avisada.
fr: M'dame, considérez-vous contactée.
it: Signora, si consideri contattata.
ru: Мэм! Позвольте проинформировать вас о гибели вашего брата.

source: Ma'am, we received your code red!
de: Ma’am, wir haben Ihren Code Red erhalten.
es: ¡Señora, hemos recibido el código rojo!
fr: Madame, nous avons reçu le code rouge !
it: Signora, abbiamo ricevuto il suo codice rosso!
ru: Мэм, мы получили ваш сигнал тревоги!

source: Madam Sinful?
de: Madam Sünde?
es: ¿Madam Pecadora?
fr: Madame Scandale ?
it: Madame Peccato?
ru: Мадам Грех?

source: Mage Mary
de: Magierin Mary
es: Mary la Maga
it: Maga Mary
ru: Маг Мэри

source: Mage Thug
de: Schläger-Magier
es: Matón mago
fr: Ganger Mage
it: Mago delinquente
ru: Уличный маг

source: Magic has never returned to a world like this one before. The density of sentient creatures, coupled with the density of information, coupled with the a new concept - the technological persistence of memory - heightens a society’s existential angst. Thus, more people realize how truly horrible existence is - simultaneously. That in itself may be a form of magic. Lofwyr is studying the question now.
de: Die Magie kehrte nie zuvor in eine Welt wie diese zurück. Die Bevölkerungsdichte der fühlenden Wesen in Verbindung mit der Dichte an Informationen in Verbindung mit einem neuen Konzept – dem technologischen Fortbestehen von Erinnerungen – verstärkt die existenzielle Angst einer Gesellschaft. Daher kommen mehr Leute zu der Erkenntnis, wie furchtbar schrecklich ihre Existenz ist ... und das zur selben Zeit. Das allein ist vielleicht schon eine Form von Magie. Lofwyr untersucht genau diese Fragestellung im Moment.
es: La magia nunca ha vuelto a un mundo como este. La densidad de criaturas conscientes, combinada con la densidad de información, combinada con un nuevo concepto; la permanencia tecnológica de la memoria; intensifica la ansiedad existencial de una sociedad. Es decir, hay más gente que se da cuenta de lo horrible que es la existencia; de forma simultánea. Eso por sí solo puede ser una forma de magia. Lofwyr está estudiando el tema en estos momentos.
fr: La magie n'est encore jamais revenue dans un monde comme celui-ci. La densité de créatures douées de conscience, associée à la densité des informations ainsi qu'à un nouveau concept (la persistance technologique de la mémoire) ne fait qu'intensifier l'angoisse existentielle de la société. Ainsi, de plus en plus de gens réalisent, simultanément, à quel point leur existence est horrible. En soi, c'est une forme de magie. Lofwyr est en train de se pencher sur la question.
it: La magia non è mai tornata in un mondo come questo, prima. L'enorme numero delle creature senzienti, sommata alla gran quantità di informazioni e al nuovo concetto di persistenza tecnologica della memoria, hanno aumentato l'angoscia esistenziale della società. Pertanto, molte più persone hanno compreso quanto l'esistenza sia veramente orribile e lo hanno fatto simultaneamente. Questa in sé potrebbe essere una forma di magia. Lofwyr sta considerando la domanda.
ru: Магия никогда не возвращалась в мир, подобный этому. Количество разумных существ, невероятная плотность информационного поля плюс новый, не существоваший доселе фактор - технологическое постоянство памяти - все это повышает экзистенциальную тревогу среди всех слоев человечества. Все больше и больше людей одновременно осознают, сколь ужасно существование. Это может оказаться формой волшебства само по себе. В настоящий момент Лофвир изучает этот вопрос.

source: Magnetic Screwdriver
de: Magnetischer Schraubenzieher
es: Destornillador magnético
fr: Tournevis aimanté
it: Cacciavite magnetico
ru: Магнитная отвертка

source: Make Home Access Keycard
de: Erstelle eine Zugangskarte zum Aufenthaltsbereich
es: Crear tarjeta de acceso al Hogar
fr: Créer une carte d'accès au quartier résidentiel
it: Crea una tessera d'accesso per la Casa
ru: Изготовь карточку доступа в жилую секцию

source: Make it an even hundred.
de: Mach Hundert daraus.
es: Que sean cien.
fr: Arrondissez tout ça à cent.
it: Arrotonda a cento.
ru: Сто тысяч.

source: Make it fast. We're in the drek.
de: Mach schnell. Wir stecken hier echt in der Scheiße.
es: Rápido. Estamos en un buen lío.
fr: Vite. On est dans la merde.
it: Fa' in fretta. Siamo nella melma.
ru: Говори быстрее. Мы по уши в дерьме.

source: Make it quick, I need to operate.
de: Beeil dich. Ich muss operieren.
es: Que sea rápido, tengo que operar.
fr: Dépêchez-vous, je dois opérer.
it: Fallo in fretta, devo agire.
ru: Давайте быстрее. Ей нужна срочная операция.

source: Make it ¥1,500.
de: Mach ¥1.500 daraus.
es: Que sean 1500 ¥.
fr: J'en veux 1 500.
it: Facciamo ¥ 1.500.
ru: Договоримся за ¥1500.

source: Male Bunraku
de: Männlicher Bunraku
es: Bunraku hombre
fr: Bunraku mâle
it: Bunraku maschio
ru: Мужчина-бунраку

source: Male-Rich
de: Reicher Mann
es: Rico
fr: Homme-Riche
it: Uomo-Ricco
ru: Мужчина-богатый

source: Male-Worker
de: Arbeiter
es: Trabajador
fr: Homme-Ouvrier
it: Lavoratore
ru: Мужчина-работник

source: Manny
ru: Мэнни

source: Many are attracted to the bright light that is Lynne Telestrian, but she cannot see everyone. What business do you have with her?
de: Viele fühlen sich von dem Licht Lynne Telestrians angezogen, doch sie kann nicht mit jedem sprechen. Was möchtest du von ihr?
es: Muchos se ven atraídos por la brillante luz que es Lynne Telestrian, pero ella no puede verlos a todos. ¿Qué tienes que ver con ella?
fr: Beaucoup sont attirés par la brillance de Lynne Telestrian, mais elle ne peut pas voir tout le monde. Pourquoi souhaitez-vous la rencontrer ?
it: Molti sono attratti dalla luce splendente di Lynne Telestrian, ma lei non può incontrare tutti. Di cosa volevi parlarle?
ru: Яркий свет Линн Телестриан манит многих, но она удостаивает своим вниманием не каждого. Я могу узнать причину этой просьбы?

source: Maria Mercurial - the Silver Lady. She is the waviest. So smooth. I love her chromed cyberlimbs. She's kinda fallen off the radar lately, though. Looks like she’s making a comeback!
de: Maria Mercurial – die Silver Lady. Sie ist die Beste. So cool. Ich liebe ihre verchromten Cyberprothesen. In letzter Zeit ist sie aber mehr und mehr von der Bildfläche verschwunden. Sieht aus, als arbeite sie an ihrem Comeback!
es: Maria Mercurial; la Dama de plata. Es la mejor. La más suave. Me encantan sus ciberextremidades cromadas. Aunque últimamente está desaparecida. ¡Parece que ya está de vuelta!
fr: Maria Mercurial - la Dame d'Argent. Elle est planante. Trop bonne. J'adore ses bras et ses jambes chromés. Elle n'avait plus trop la cote, ces derniers temps. Mais on dirait qu'elle fait son comeback !
it: Maria Mercurial, la Signora d'argento. È la più tosta. Che stile. Adoro i suoi arti cibernetici cromati. Anche se ultimamente è rimasta un po' lontana dai riflettori. Ma a quanto pare, sta per fare un grande ritorno.
ru: Мария Меркурия - Серебряная дева. Лучшая из лучших. Только посмотри на ее хромированные руки. Она давно не появлялась на публике, но, похоже, наконец вернулась!

source: Maria Mercurial Fan
de: Fan von Maria Mercurial
es: Fan de Maria Mercurial
fr: Fan de Maria Mercurial
it: Fan di Maria Mercurial
ru: Фанат Марии Меркурии

source: Maria Mercurial writes all her own music.
de: Maria Mercurial schreibt ihre Songs lieber selbst.
es: Maria Mercurial escribe toda su música.
fr: Maria Mercurial compose ses propres morceaux.
it: Maria Mercurial scrive tutte le sue canzoni.
ru: Мария Меркурия пишет собственные песни.

source: Maria Mercurial!
ru: Мария Меркурия!

source: Maria Mercurial.
ru: Мария Меркурия.

source: Mariah
de: Maria
ru: Мария

source: Marie-Louise
ru: Мария-Луиза

source: Marie-Louise Telestrian
ru: Мария-Луиза Телестриан

source: Marie-Louise! What do you think you're doing?
de: Marie-Louise! Was glaubst du, was du da machst?
es: ¡Marie-Louise! ¿Qué crees que estás haciendo?
fr: Marie-Louise ! Qu'est-ce que tu fabriques ?
it: Marie Louise! Cosa pensi di fare?
ru: Мария-Луиза? Куда это ты собралась?

source: Marie-Louise! I found you!
de: Marie-Louise! Ich habe dich gefunden!
es: ¡Marie-Louise! ¡Te encontré!
fr: Marie-Louise ! Vous voilà !
it: Marie Louise! Ti ho trovata!
ru: Мария-Луиза! Я тебя нашел!

source: Matrix Emergency Power Junction
de: Notfallknotenpunkt der Matrix
es: Cuadro eléctrico de emergencia de la Matriz
fr: Jonction d'alimentation d'urgence de la Matrice
it: Centralina elettrica di emergenza della Matrice
ru: Матричный роутер

source: Matrix LAN parts
de: Matrix-LAN-Teile
es: Partes LAN de la Matriz
fr: Parties de LAN matriciel
it: Parti della LAN della Matrice
ru: Матричное оборудование

source: May I ask what business you have with Grandmother Jessica? She is very busy.
de: Dürfte ich fragen, was du von Großmutter Jessica benötigst? Sie ist sehr beschäftigt.
es: ¿Puedo preguntar qué relación tienes con Abuela Jessica? Ella está muy ocupada.
fr: Puis-je vous demander ce dont vous souhaitez parler avec Grand-mère Jessica ? Elle est très occupée.
it: Posso chiederti perché devi vedere Nonna Jessica? È molto impegnata.
ru: Могу я спросить, почему? Праматерь Джессика сейчас занята.

source: May I depart, Seeker? I wish the rest I have long waited for.
de: Bist du gewillt, mich zu entlassen, auf dass ich den Frieden finde, nach dem ich so lange gesucht habe?
es: ¿Puedo marcharme? Ansío el descanso que tanto tiempo he estado esperando.
fr: Puis-je partir, Chercheur ? J'espère connaître le repos que je recherche depuis si longtemps.
it: Posso andare, Cercatore? Desidero il riposo che anelo da tempo.
ru: Освободи меня, Искатель. Теперь меня ждет покой.

source: May I help you?
de: Kann ich irgendwie helfen?
es: ¿Puedo ayudarte?
fr: Je peux vous aider ?
it: Posso aiutarti?
ru: Чем могу быть полезен?

source: May I provide spells, spirit foci, or fetishes to help you on this critical quest?
de: Kann ich dir für diese wichtige Mission mit Zaubersprüchen, Geister-Foki oder Fetischen dienen?
es: ¿Puedo ofrecerte los hechizos, focos espirituales o talismanes para ayudarte en esta crítica misión?
fr: Puis-je vous fournir des sorts, des foci à esprit ou des fétiches pour vous aider dans votre quête ?
it: Posso offrirti incantesimi, spiriti magici o feticci per aiutarti in ​​questa ricerca decisiva?
ru: Я могу предложить тебе заклинания, спиритические фокусы или шаманские фетиши. Не сомневайся, они пригодятся тебе в грядущих сражениях.

source: May I take a sausage?
de: Könnte ich vielleicht ein Würstchen haben?
es: ¿Puedo coger una salchicha?
fr: Puis-je prendre une saucisse ?
it: Posso avere una salsiccia?
ru: Можно мне взять сосиску?

source: May he rest in peace.
de: Möge er in Frieden ruhen.
es: Descanse en paz.
fr: Qu'il repose en paix.
it: Che riposi in pace.
ru: Надеюсь, он обретет покой.

source: Maybe I can cred you for some information. Have you seen a woman come through here today? Armed and looking for trouble?
de: Vielleicht kann ich dir ja was für Informationen geben. Hast du eine Frau gesehen, die heute hier reingekommen ist? Bewaffnet und auf Ärger aus?
es: Quizás pueda darte crédito a cambio de información. ¿Hoy has visto por aquí a una mujer? ¿Armada y buscando problemas?
fr: Peut-être que je peux te payer pour des infos. Tu as pas vu une femme passer par ici, aujourd'hui ? Armée et avec une sale gueule ?
it: Forse posso pagarti per qualche informazione. Hai visto una donna da queste parti oggi? Armata e in cerca di guai?
ru: Давай так - я заплачу тебе за информацию. Ты видела здесь сегодня женщину? Вооруженную до зубов и злую, как собака?

source: Maybe I can find a way to make this pay off.
de: Womöglich rentiert sich das noch irgendwie für mich.
es: Quizás pueda encontrar la forma de que esto compense.
fr: Peut-être que je peux trouver un moyen de faire ce paiement.
it: Forse posso fare in modo che ne valga la pena.
ru: Ловлю на слове. При случае сочтемся.

source: Maybe I have.
de: Vielleicht hab ich das.
es: Puede que sí.
fr: Peut-être bien que oui.
it: Forse sì.
ru: Может, и знаю.

source: Maybe I'll just be on my way.
de: Vielleicht sollte ich einfach gehen.
es: Mejor me voy.
fr: Je devrais peut-être m'en aller.
it: Credo che toglierò il disturbo.
ru: Пойду-ка я отсюда.

source: Maybe Silas faked his death.
de: Vielleicht hat Silas seinen Tod nur vorgetäuscht.
es: A lo mejor Silas simuló su propia muerte.
fr: Peut-être que Silas a simulé sa propre mort.
it: Forse Silas ha solo inscenato la sua morte.
ru: Полагаю, Сайлас подстроил собственную смерть.

source: Maybe a couple.
de: Eine? Vielleicht sogar mehrere.
es: Tal vez un par.
fr: Peut-être même deux.
it: Forse più di uno.
ru: Или две.

source: Maybe if you gave me more information we could figure out the next step together.
de: Wenn du mir mehr Informationen geben würdest, könnten wir den nächsten Schritt vielleicht gemeinsam planen.
es: Quizás, si me dieras más información, podríamos decidir juntos el siguiente paso a tomar.
fr: Si vous me donniez plus d'infos, on pourrait peut-être réfléchir ensemble à la marche à suivre.
it: Forse, se mi dessi qualche informazione in più, potremmo elaborare insieme la prossima mossa.
ru: Быть может, мы сможем обдумать следующий шаг вместе, если ты поделишься со мной информацией.

source: Maybe if you told me more about the pebble, it might jog my memory.
de: Ein paar mehr Details zu dem Kieselstein könnten meinem Gedächtnis vielleicht auf die Sprünge helfen.
es: Quizá si me dice algo más sobre la piedra, se me refresca la memoria.
fr: Si vous m'en disiez plus sur ce galet, ça pourrait peut-être me rafraîchir la mémoire.
it: Forse qualche dettaglio in più sulla pietra, potrebbe farmi tornare la memoria.
ru: Расскажи мне, для чего тебе этот камень.

source: Maybe later.
de: Vielleicht später.
es: Quizá más tarde.
fr: Plus tard, peut-être.
it: Forse più tardi.
ru: Как-нибудь в другой раз.

source: Maybe later. I need to track someone down.
de: Vielleicht später. Ich muss jemanden aufspüren.
es: Quizá más tarde. Necesito encontrar a alguien.
fr: Plus tard, peut-être. Je dois retrouver quelqu'un.
it: Forse più tardi. Ho bisogno di rintracciare qualcuno.
ru: Возможно, позже. Я выслеживаю кое-кого.

source: Maybe let me see what you’ve got
de: Lass doch mal sehen, was du anzubieten hast.
es: Quizás. Déjame ver qué tienes
fr: Peut-être, faites voir ce que vous avez.
it: Piuttosto, fammi vedere cos'hai.
ru: Хорошая мысль. Покажите, что у вас есть.

source: Maybe not such a bad guy after all.
de: Vielleicht war er doch nicht so ein übler Kerl.
es: A lo mejor no era tan mal tipo después de todo.
fr: Il n'était peut-être pas si minable, après tout.
it: Forse non era così cattivo, dopotutto.
ru: Может, он был все же не таким плохим парнем?

source: Maybe our "overlords" would be interested in hearing how you crap all over the hand that feeds you.
de: Vielleicht würde es unsere „Oberherren“ interessieren, wie du in ihrer Abwesenheit über sie sprichst.
es: Quizás a nuestros "amos" les interese cómo escupes en la mano que te da de comer.
fr: Peut-être que nos "maîtres" aimeraient savoir comment tu chies sur la main qui te nourrit.
it: Forse i nostri "capi" sarebbero interessati a sentire come butti merda sulla mano che ti nutre.
ru: Может, нашим начальникам и будет интересно узнать, как ты отзываешься о руке, которая тебя кормит.

source: Maybe they are the same person.
de: Vielleicht sind sie ein und dieselbe Person.
es: A lo mejor son la misma persona.
fr: C'est peut-être la même personne.
it: Forse sono la stessa persona.
ru: Может, это один и тот же человек.

source: Maybe this is some kind of alternative treatment.
de: Vielleicht ist das ja eine alternative Behandlungsweise.
es: A lo mejor se trata de un tratamiento alternativo.
fr: C'est peut-être une sorte de traitement alternatif.
it: Forse questa è una sorta di cura alternativa.
ru: Возможно, это было частью его лечения.

source: Maybe you should just hand it over.
de: Vielleicht solltest du sie einfach hergeben.
es: A lo mejor deberías dármela y ya está.
fr: Peut-être que vous devriez simplement me la donner.
it: Magari potresti semplicemente consegnarmela.
ru: Будет лучше, если ты отдашь его сразу.

source: Maybe, but I’m gonna live first.
de: Vielleicht, aber erst mal lebe ich.
es: Quizá, pero primero voy a vivir.
fr: Peut-être, mais je vais vivre d'abord.
it: Può darsi, ma per ora sono in vita.
ru: Возможно. Но пока я еще дышу.

source: Maybe, if it's on my way.
de: Wenn es auf dem Weg liegt, vielleicht.
es: Quizás, si me pilla de camino.
fr: Peut-être, si c'est sur mon chemin.
it: Se mi capita, ci provo.
ru: Хорошо, если мне будет по пути - проверю.
