Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Brackhaus raises his hand and Harlequin's clapping instantly stops.{{/GM}} There iss one final note. A warning, if you will. You haff seen the danger the insects represent but you have not witnessed the shaman's power. The shaman must tap into a powerful source of magic in order to summon a Queen. We do not know what abilities that power source will grant. Beware of the insects but do not underestimate the shaman.
de: {{GM}}Brackhaus hebt die Hand und Harlequins Applaus verstummt augenblicklich.{{/GM}} Eine Sache verbleibt noch zu sagen. Eine Warnung, gewissermaßen. Sie haben zwar die Insekten gesehen, kennen aber nicht die Macht des Schamanen. Der Schamane muss Zugang zu einer gewaltigen Energiequelle haben, um eine Königin zu beschwören. Wir wissen nicht, welche Fähigkeiten solch eine Energiequelle ihrem Nutzer beschert. Hüten Sie sich vor den Insekten, aber unterschätzen Sie auf keinen Fall den Schamanen.
es: {{GM}}Brackhaus levanta la mano y Arlequín deja de aplaudir al instante.{{/GM}} Hay otrra cosa más. Un aviso, si quieres llamarlo así. Has visto el peligrro que rreprresentan los insectos, perro no has prresenciado el poderr del chamán. El chamán necesita una gran fuente de magia parra poderr conjurar a una Rreina. No sabemos qué habilidades le otorrgarrá esa grran fuente. Ten cuidado con los insectos, perro no subestimes al chamán.
fr: {{GM}}Brackhaus lève la main et Arlequin cesse immédiatement ses applaudissements.{{/GM}} Une dernière chose. En guise d'avertissement, si vous voulez. Vous avez pu constater le danger que les insectes représentent mais vous n'avez pas encore vu le pouvoir des chamans. Un chaman doit puiser de l'énergie dans une puissante source de magie pour invoquer une reine. Nous ignorons quelles sont les facultés conférées par cette source de pouvoir. Prenez garde aux insectes, mais ne sous-estimez pas le chaman.
it: {{GM}}Brackhaus alza la mano e Arlecchino smette subito di applaudire.{{/GM}} C'è un'ultima cosa da dire. Un avvertimento, per così dire. Hai visto il pericolo che rappresentano gli insetti, ma non hai assistito al potere dello Sciamano. Lo Sciamano attinge a una immensa fonte di magia per invocare la Regina. Non sappiamo quali abilità gli garantisca questo potere. Insomma, occhio agli insetti ma non sottovalutare il potere dello Sciamano.
ru: {{GM}}Бракхаус поднимает руку, и Арлекин немедленно замолкает.{{/GM}} Тебе следует знать еще кое-что. Я должен тебя предупредить. Тебе известно, какую опасность представляют эти насекомые, но ты не знаешь, что может сделать с тобой шаман. Чтобы призвать королеву, шаману необходим могущественный источник волшебства. Мы не знаем, какими способностями он наделит ее. Остерегайся насекомых, но не забывай о шамане.

source: {{GM}}Brother Christopher takes the blank keycard from you.{{/GM}} You shouldn't have a blank card.
de: {{GM}}Bruder Christopher nimmt dir die leere Karte ab.{{/GM}} Du solltest keine leere Karte haben.
es: {{GM}}Hermano Christopher se llevará tu tarjeta de acceso virgen.{{/GM}} No deberías tener una tarjeta virgen.
fr: {{GM}}Frère Christopher prend votre carte d'accès.{{/GM}} Votre carte ne devrait pas être vierge.
it: {{GM}}Fratello Christopher prende la tua tessera vergine.{{/GM}} Non dovresti avere una tessera vergine.
ru: {{GM}}Брат Кристофер забирает у тебя чистую карточку.{{/GM}} От чистой карточки тебе будет мало проку.

source: {{GM}}Bruno ignores you. He appears to be listening to something in his earpiece.{{/GM}}
de: {{GM}}Bruno ignoriert dich. Er scheint nur auf die Geräusche aus seinem Kopfhörer zu achten.{{/GM}}
es: {{GM}}Bruno pasa de ti. Parece que está escuchando algo en su audífono.{{/GM}}
fr: {{GM}}Bruno vous ignore. Il semble écouter quelque chose dans son oreillette.{{/GM}}
it: {{GM}}Bruno ti ignora. Sembra che stia ascoltando qualcosa dall'auricolare.{{/GM}}
ru: {{GM}}Бруно не обращает на тебя внимания. Он прислушивается к голосу в своем наушнике.{{/GM}}

source: {{GM}}Buster lets loose a raucous laugh that seems at odds with his prim exterior.{{/GM}}
de: {{GM}}Buster stößt ein raues Lachen hervor, das so ganz und gar nicht zu seinem steifen Erscheinungsbild passen will.{{/GM}}
es: {{GM}}Buster deja salir una risa ronca, que parece discordante con su cuidado aspecto.{{/GM}}
fr: {{GM}}Buster laisse échapper un rire rauque qui détonne avec son apparence soignée.{{/GM}}
it: {{GM}}Buster si abbandona a una risata sguaiata, che stride con il suo aspetto compassato.{{/GM}}
ru: {{GM}}Бастер хохочет. Радостная ухмылка на его лице удивительно не сочетается с его строгой внешностью.{{/GM}}

source: {{GM}}Buster still looks to not be himself, but he makes a good show of arranging his wares for display.{{/GM}} In the market for anything in particular?
de: {{GM}}Buster ist noch immer nicht ganz der Alte, aber er bemüht sich sehr, seine Waren ansprechend auszulegen.{{/GM}} Suchst du nach irgendwas Bestimmtem?
es: {{GM}}Buster sigue sin parecer él mismo, pero lo disimula bien colocando sus artículos en exposición.{{/GM}} ¿Buscas algo en concreto?
fr: {{GM}}Buster a toujours l'air bizarre, mais il s'efforce de ranger ses articles sur les présentoirs.{{/GM}} Tu es sur un coup particulier ?
it: {{GM}}Buster cerca ancora di non essere se stesso, ma non nasconde una certa perizia nell'allineare la merce.{{/GM}} Stai cercando qualcosa in particolare?
ru: {{GM}}Бастер все еще выгладит задумчивым, но когда он распаковывает пистолеты, винтовки и ружья, он делает это с уже знакомым тебе чувством гордости.{{/GM}} Ищешь что-то конкретное?

source: {{GM}}By the look on her face, she is clearly struggling with this.{{/GM}} I'll be honest. I would just as soon put this all behind me, and the fastest way to do that is through proper channels.
de: {{GM}}Dem Ausdruck auf ihrem Gesicht nach zu urteilen, tut sie sich sehr schwer damit.{{/GM}} Lass mich ehrlich sein. Ich will das alles so schnell wie möglich hinter mich bringen und der schnellste Weg scheint mir zu sein, die Polizei ihren Job machen zu lassen.
es: {{GM}}Por su mirada, está claro que duda.{{/GM}} Seré sincera. Me gustaría dejar todo esto atrás lo antes posible y la manera más rápida de hacerlo es mediante los canales adecuados.
fr: {{GM}}D'après son expression, elle a du mal à encaisser le coup.{{/GM}} Je vais être honnête. J'aimerais vraiment pouvoir tourner la page. Pour ça, il faut laisser la justice suivre son cours.
it: {{GM}}Dal suo sguardo, si capisce che sta lottando.{{/GM}} Sarò franca. Vorrei solo lasciarmi tutto alle spalle e il più rapidamente possibile, ma il modo migliore è usare canali legittimi.
ru: {{GM}}Судя по ее лицу, разговор чрезвычайно ей неприятен.{{/GM}} Признаю честно. Я бы хотела как можно скорее забыть о случившемся, а наилучший способ сделать это - доверить расследование официальным властям.

source: {{GM}}Bzzzzz.{{/GM}} Wha? ...Wh-what do you want?
de: {{GM}}Bzzzzz.{{/GM}} Wa ... ? W-was willst du?
es: {{GM}}Bzzzzz.{{/GM}} ¿Qué? ...¿Q-qué quieres?
fr: {{GM}}Bzzzzz.{{/GM}} Quoi ? ... Qu'est-ce que vous voulez ?
it: {{GM}}Bzzzzz.{{/GM}} Cosa? ... C-che vuoi?
ru: {{GM}}Бззззз.{{/GM}} Что? ...Че-чего тебе надо?

source: {{GM}}Bzzzzz.{{/GM}} Yeah? What do you want?
de: {{GM}}Bzzzzz.{{/GM}} Ja? Was willst du?
es: {{GM}}Bzzzzz.{{/GM}} ¿Sí? ¿Qué quieres?
fr: {{GM}}Bzzzzz.{{/GM}} Allô ? Qu'est-ce que vous voulez ?
it: {{GM}}Bzzzzz.{{/GM}} Sì? Che vuoi?
ru: {{GM}}Бззззз.{{/GM}} Да? Чего вам надо?

source: {{GM}}Calendar{{/GM}}
de: {{GM}}Kalender{{/GM}}
es: {{GM}}Calendario{{/GM}}
fr: {{GM}}Calendrier{{/GM}}
it: {{GM}}Calendario{{/GM}}
ru: {{GM}}Календарь{{/GM}}

source: {{GM}}Call the law firm and finish the job.{{/GM}}
de: {{GM}}Ruf die Anwaltskanzlei an und bring den Job zu Ende.{{/GM}}
es: {{GM}}Llamar al bufete de abogados y terminar el trabajo.{{/GM}}
fr: {{GM}}Appeler le cabinet d'avocats et terminer le boulot.{{/GM}}
it: {{GM}}Chiama lo studio legale e termina il lavoro.{{/GM}}
ru: {{GM}}Позвонить юристу и закрыть дело.{{/GM}}

source: {{GM}}Casper.{{/GM}}
ru: {{GM}}Каспер.{{/GM}}

source: {{GM}}Catch the attention of the nearby Officer Aguirre.{{/GM}}
de: {{GM}}Zieh die Aufmerksamkeit von Officer Aguirre auf dich, der sich in der Nähe befindet.{{/GM}}
es: {{GM}}Llamar la atención del agente Aguirre.{{/GM}}
fr: {{GM}}Attirer l'attention de l'officier Aguirre.{{/GM}}
it: {{GM}}Attira l'attenzione dell'agente Aguirre, lì vicino.{{/GM}}
ru: {{GM}}Привлечь внимание детектива Агирре.{{/GM}}

source: {{GM}}Charlie’s an ork with an expression of boredom and one milky eye. He drones through his standard patter.{{/GM}} Need a pass? 50 nuyen each, 150¥ for the lot of ya. That’ll let you come an’ go as you please. You can chip in there and we’ll keep you safe while you ride. BTL chips are separate cost. Last about 3 hours. Prices vary. Buy those inside.
de: {{GM}}Charlie ist ein Ork mit einem gelangweilten Gesichtsausdruck und einem milchig-weißen Auge. Gefühllos trägt er sein auswendig gelerntes Verkaufsgespräch vor.{{/GM}} Braucht ihr einen Pass? 50 Nuyen pro Nase, 150¥ für alle zusammen. Damit könnt ihr nach Belieben ein- und ausgehen. Ihr könnt eure Chips direkt im Labor slotten und wir sorgen für eure Sicherheit. Die BTL-Chips selbst sind nicht im Pass enthalten. Sie können im Labor für unterschiedliche Preise erstanden werden und halten etwa drei Stunden an.
es: {{GM}}Charlie es un orko con expresión de aburrimiento y un ojo blanquecino. Habla monótonamente con su labia habitual.{{/GM}} ¿Necesitas un pase? 50 nuyens cada uno, 150 ¥ por todos. Podrás entrar y salir cuando te plazca. Puedes conectarte ahí y te mantendremos a salvo durante el trayecto. Los chips de BTL se pagan aparte. Duran unas tres horas. Los precios varían. Los puedes comprar dentro.
fr: {{GM}}Charlie est un ork arborant une expression d'ennui et un œil laiteux. Il sort son baratin habituel.{{/GM}} Besoin d'un pass ? 50 nuyens chacun, 150 ¥ pour le lot. Ça vous permettra d'aller et venir à votre guide. Vous pouvez prendre une puce à l'intérieur, et on vous gardera au chaud. Les puces BTL sont vendues séparément. Et durent à peu près 3 heures. Les prix varient. Achetez-les à l'intérieur.
it: {{GM}}Charlie è un Orco con una espressione annoiata e un occhio lattiginoso. Ripete meccanicamente la sua frase standard.{{/GM}} Serve una tessera per entrare? 50 nuyen una, 150¥ per tutti. Vi permetterà di entrare e uscire a vostro piacimento. Puoi intrufolarti e noi ti guarderemo le spalle durante la missione. I chip BTL hanno un costo diverso. La durata è di circa 3 ore. Il prezzo varia. Acquista quelli all'interno.
ru: {{GM}}Чарли оказывается орком, ослепшим на один глаз. Он монотонно бубнит заученный монолог.{{/GM}} Нужен пропуск? 50 нюйен за каждого посетителя, 150¥ за всю вашу компанию. Сможете приходить и уходить, когда захотите. Пока вы там, мы будем вас охранять. ИР-чипы оплачиваются отдельно. Средняя продолжительность около 3 часов. Цены разные. Купите внутри.

source: {{GM}}Check current employment status.{{/GM}}
de: {{GM}}Überprüfe den aktuellen Beschäftigungsstatus.{{/GM}}
es: {{GM}}Comprobar el estado laboral actual.{{/GM}}
fr: {{GM}}Vérifier le statut d'employé.{{/GM}}
it: {{GM}}Controlla lo stato lavorativo attuale.{{/GM}}
ru: {{GM}}Проверить текущее место работы.{{/GM}}

source: {{GM}}Check previous employers.{{/GM}}
de: {{GM}}Überprüfe vorherige Beschäftigungsverhältnisse.{{/GM}}
es: {{GM}}Comprobar para quién ha trabajando anteriormente.{{/GM}}
fr: {{GM}}Vérifier les employeurs précédents.{{/GM}}
it: {{GM}}Controlla i precedenti datori di lavoro.{{/GM}}
ru: {{GM}}Проверить предыдущие места работы.{{/GM}}

source: {{GM}}Check the back of the photo.{{/GM}}
de: {{GM}}Sieh dir die Rückseite des Fotos an.{{/GM}}
es: {{GM}}Echar un vistazo a la parte de atrás de la fotografía.{{/GM}}
fr: {{GM}}Regarder le verso de la photo.{{/GM}}
it: {{GM}}Guarda il retro della foto.{{/GM}}
ru: {{GM}}Перевернуть фотографию.{{/GM}}

source: {{GM}}Cherry Bomb flags you down as you walk through the door.{{/GM}} Hey, $(l.name)! There’s a woman looking for you - Jessica something. She’s waiting for you by the stage. Bellevue type. Wouldn’t order anything. Won’t touch anything. I think she’s afraid of diseases or something.
de: {{GM}}Cherry Bomb winkt dich zu sich, als du durch die Tür gehst.{{/GM}} He, $(l.name)! Da ist eine Frau, die nach dir sucht ... Jessica irgendwas. Sie wartet neben der Bühne auf dich. Bellevue-Typ. Wollte nichts bestellen und rührt auch nichts an. Ich glaube, sie hat Angst, sich eine Krankheit oder sowas einzufangen.
es: {{GM}}Cherry Bomb te señala en cuanto cruzas la puerta.{{/GM}} ¡Oye, $(l.name)! Te busca una mujer; Jessica no sé qué. Te está esperando junto al escenario. Una chica de las de Bellevue. No ha querido pedir nada. Ni ha tocado nada. Creo que tiene miedo de pillar una enfermedad o algo así.
fr: {{GM}}À peine avez-vous franchi le seuil de la porte que Cherry Bomb vous interpelle.{{/GM}} Hé, $(l.name) ! Il y a une dame qui vous cherche - Jessica quelque chose. Elle vous attend à côté de la scène. Du genre chicos. Elle ne veut rien boire. Elle touche à rien. On dirait qu'elle a peur de chopper un truc.
it: {{GM}}Cherry Bomb ti intercetta appena varchi la porta.{{/GM}} Ehi, $(l.name)! C'è una donna che ti sta cercando, una certa Jessica. Ti aspetta vicino al palco. Una tipa da Bellevue. Non ordina niente. Non tocca niente. Secondo me ha paura di prendersi una malattia.
ru: {{GM}}Когда ты входишь, Шерри машет тебе рукой.{{/GM}} Эй, $(l.name)! Тебя искала какая-то женщина. Сказала, что ее зовут Джессика, но фамилию не называла. Она ждет тебя рядом со сценой. Шикарная такая, не стала ничего заказывать. Думаю, она боится подхватить от стаканов какую-нибудь заразу.

source: {{GM}}Cherry Bomb is swamped with customers but when she catches a glimpse of you, she gets up on her tiptoes to talk to you over their heads.{{/GM}} Hey there, $(l.name)! What’s going on?
de: {{GM}}Cherry Bomb hat jede Menge Kunden, aber als sie dich aus dem Augenwinkel sieht, stellt sie sich auf die Zehenspitzen, um über ihre Köpfe hinweg mit dir zu reden.{{/GM}} Hey, $(l.name)! Was geht ab?
es: {{GM}}Cherry Bomb está saturada de clientes, pero en cuanto te ve se pone de puntillas para hablar contigo por encima de sus cabezas.{{/GM}} ¡Hola, $(l.name)! ¿Qué tal va?
fr: {{GM}}Cherry Bomb est submergée par les clients mais, dès qu'elle vous aperçoit, elle se met sur la pointe des pieds pour vous parler par dessus leurs têtes.{{/GM}} Salut, $(l.name) ! Quoi de neuf ?
it: {{GM}}Davanti a Cherry Bomb si accalcano i clienti, ma quando incrocia il tuo sguardo, si alza sulle punte dei piedi e si rivolge a te.{{/GM}} Ehi, $(l.name)! Come va?
ru: {{GM}}У Шерри много заказов, но когда она видит тебя, она привстает на цыпочки: разговаривать вам приходится поверх голов завсегдатаев, рассевшихся у стойки бара.{{/GM}} Привет, $(l.name)! Какие новости?

source: {{GM}}Cherry Bomb’s pretty face is hard, armored in lipstick and low expectations.{{/GM}} The Universal Brotherhood is for other people, Shane. Rich Bellevue types, who can afford their membership fees and “voluntary donations”.
de: {{GM}}Cherry Bombs Gesicht bleibt hart, gestählt mit Lippenstift und niedrigen Erwartungen.{{/GM}} Die Universelle Bruderschaft ist was für andere Leute, Shane. Reiche Bellevue-Typen, die die Mitgliedschaftsbeiträge und die „freiwilligen Spenden“ aufbringen können.
es: {{GM}}El rostro hermoso de Cherry Bomb desprende dureza, armado de pintalabios y pocas expectativas.{{/GM}} La Hermandad Universal es para otro tipo de gente, Shane. Para tipos ricos de Bellevue, que pueden permitirse la cuota y las "donaciones voluntarias".
fr: {{GM}}Le joli visage de Cherry Bomb est dur, blindé par son rouge à lèvres et ses faibles espérances.{{/GM}} La Confrérie Universelle n'est pas faite pour moi, Shane. Je suis pas du genre riches de Bellevue, ceux qui peuvent se payer leur adhésion et faire des « donations volontaires ».
it: {{GM}}Il bel viso di Cherry Bomb si fa severo, indurito dal rossetto e dalla disillusione.{{/GM}} La Fratellanza Universale non è per quelli come me, Shane. Casomai è per la gente ricca di Bellevue, che può permettersi i costi di iscrizione e le "donazioni volontarie".
ru: {{GM}}Симпатичное личико Шерри выглядит высеченным из камня. Его украшают толстый слой косметики и безошибочно узнаваемый отпечаток обманутых ожиданий.{{/GM}} Всеобщее братство не для нас с тобой, Шин. Оно для богатых людей, которые могут позволить себе платить членские взносы и “добровольные пожертвования”.

source: {{GM}}Contacts{{/GM}}
de: {{GM}}Kontakte{{/GM}}
es: {{GM}}Contactos{{/GM}}
it: {{GM}}Contatti{{/GM}}
ru: {{GM}}Адресная книга{{/GM}}

source: {{GM}}Covered in glowing magical talismans and fetishes, the troll does not seem fully of this world. He mumbles to himself constantly, apparently participating in several conversations at once - but with entities you can neither see nor hear. {{/GM}} ... *mutter*... I told you. It's not like that at all... *mutter*... Bring me proof and you shall have it... *mutter*... I am honored, your majesty...
de: {{GM}}Der Troll, geschmückt mit leuchtenden magischen Talismanen und Fetischen, scheint nicht ganz von dieser Welt zu sein. Er murmelt etwas vor sich hin, scheint in mehrere Gespräche auf einmal vertieft zu sein – aber nur mit Wesen, die man weder sehen noch hören kann. {{/GM}} ... *murmel* ... Ich hab’s dir doch gesagt. Es lief ganz anders ab ... *murmel* ... Liefer mir Beweise und du sollst es haben ... *murmel* ... Ich bin geehrt, Eure Majestät ...
es: {{GM}}Cubierto con brillantes talismanes y amuletos mágicos, el troll no parece ser al cien por cien de este mundo. Murmulla para sí constantemente, como si participara en varias conversaciones a la vez; pero con entidades que tú no puedes ver ni oír. {{/GM}} ... *habla entre dientes*... Te lo dije. No es así para nada... *habla entre dientes*... Tráeme una prueba y será tuyo... *habla entre dientes*... Me honra, su majestad...
fr: {{GM}}Couvert de talismans et de fétiches à la lueur magique, le troll ne semble pas vraiment être de ce monde. Il ne cesse de marmonner entre ses dents, comme s'il participait à plusieurs conversations à la fois. Pourtant, vous ne pouvez ni voir ni entendre ses interlocuteurs. {{/GM}} ... *murmure*... Je te l'avais dit. Ce n'est pas ça du tout... *murmure*... Apporte-moi la preuve et tu l'auras... *murmure*... C'est un honneur, votre majesté...
it: {{GM}}Coperto da feticci e talismani magici luccicanti, il Troll non sembra appartenere a questo mondo. Rimugina continuamente, come se stesse partecipando a più conversazioni allo stesso tempo, ma con entità che non puoi vedere né sentire. {{/GM}} ... *borbotta*... Te l'ho detto. Non è come credi... *borbotta*... Portami delle prove e l'avrai... *borbotta*... Che onore, sua maestà...
ru: {{GM}}Тролль с ног до головы покрыт светящимися магическими талисманами и фетишами. Похоже, он пребывает в каком-то другом мире. Он что-то бормочет себе под нос, принимая участие в нескольких разговорах одновременно - но ты не видишь ни одного из его бесплотных собеседников. {{/GM}} ... *бормочет*... Я же говорил. Все обстоит вовсе не так... *бормочет*... Принеси мне доказательство, и я соглашусь... *бормочет*... Это большая честь для меня, ваше величество...

source: {{GM}}Coyote grins. First time.{{/GM}} Well, I’m gonna grab Paco, head back to the Union, maybe watch a trid or something. And I could use a long shower, too. After that...
de: {{GM}}Coyote grinst. Zum ersten Mal.{{/GM}} So, ich werd mir jetzt Paco schnappen, zur Union fahren und vielleicht ein Trid anschauen. Eine schöne, lange Dusche wär auch nicht fehl am Platz. Danach ...
es: {{GM}}Coyote sonríe. Primera vez.{{/GM}} Bueno, voy a agarrar a Paco, voy a volver al Unión, quizás vea un trídeo o algo así. Y también me vendría bien una ducha larga. Después de eso...
fr: {{GM}}Coyote sourit. Pour la première fois.{{/GM}} Bon, je vais récupérer Paco, retourner à l'Union, peut-être me mater une trid' ou quoi. Et il me faut une douche chaude. Après ça...
it: {{GM}}Coyote fa un gran sorriso. È la prima volta.{{/GM}} Beh, vado a prendere Paco, torno all'Union, forse mi guardo un trideo o qualcosa del genere. E potrei anche fare una lunga doccia. Dopo di che...
ru: {{GM}}Койот радостно ухмыляется, первый раз за все время вашего знакомства.{{/GM}} Я собираюсь взять Пако в охапку, вернуться в Союз, может, посмотреть какой-нибудь трид поглупее. И еще принять душ. А потом...

source: {{GM}}Coyote is shaking. She looks horrified.{{/GM}} Gino, it’s me. It’s Carla.
de: {{GM}}Coyote zittert. Sie wirkt völlig entsetzt.{{/GM}} Gino, ich bin’s. Carla.
es: {{GM}}Coyote está temblando. Está horrorizada.{{/GM}} Gino, soy yo. Soy Carla.
fr: {{GM}}Coyote tremble. Elle a l'air horrifié.{{/GM}} Gino, c'est moi. C'est Carla.
it: {{GM}}Coyote sta tremando. Sembra sconvolta.{{/GM}} Gino, sono io. Carla.
ru: {{GM}}Койот бьет дрожь. Она в ужасе.{{/GM}} Джино, это я. Это Карла.

source: {{GM}}Coyote is wiping down the back bar. She doesn’t stop when you approach, keeps her eyes on her work.{{/GM}} Hey.
de: {{GM}}Coyote wischt das Ende der Bar. Sie hört auf, als sie dich kommen sieht, schaut dann aber wieder auf den Tresen.{{/GM}} Hey.
es: {{GM}}Coyote está limpiando los botelleros del bar. No se detiene cuando te acercas, sigue con los ojos fijos en su trabajo.{{/GM}} Eh.
fr: {{GM}}Coyote nettoie le fond du bar. Elle ne s'arrête pas quand vous vous approchez, gardant les yeux fixés sur son travail.{{/GM}} Hé.
it: {{GM}}Coyote sta pulendo gli scaffali dietro il bancone. È concentrata sul lavoro e non si interrompe quando ti avvicini.{{/GM}} Ehi.
ru: {{GM}}Койот протирает барную стойку. Когда ты подходишь к ней, она не открывает взгляда от влажной тряпки, которой надраивает и без того уже чистую поверхность.{{/GM}} Привет.

source: {{GM}}Coyote looks as though she's about to argue... but says nothing.{{/GM}}
de: {{GM}}Coyote sieht aus, als würde sie widersprechen wollen ... sagt aber nichts.{{/GM}}
es: {{GM}}Coyote te mira como si fuera a discutir... pero no dice nada.{{/GM}}
fr: {{GM}}Coyote à l'air de vouloir discuter... mais elle ne dit rien.{{/GM}}
it: {{GM}}Coyote sembra avere ancora da ridire... ma tace.{{/GM}}
ru: {{GM}}Койот выглядит так, будто хочет возразить... но вместо этого она стискивает зубы еще плотнее и молчит.{{/GM}}
