Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: WONDERFUL! The Universal Brotherhood is a family encompassing ALL metahumans, sexes, and sexualities. We all strive to be the very BEST we can, to live more fulfilled, happy, and productive lives, and to support each other in doing so.
de: WUNDERVOLL! Die Universelle Bruderschaft ist eine Familie, die Metamenschen jeder Rasse, jedes Geschlechtes und jeder sexuellen Identität bei sich aufnimmt. Wir alle versuchen, das BESTE zu sein, das wir sein können und ein volleres, glücklicheres und produktiveres Leben zu leben – und uns gegenseitig dabei zu unterstützen.
es: ¡MARAVILLOSO! La Hermandad Universal es una familia que incluye a TODOS los metahumanos, sexos y sexualidades. Todos nos esforzamos por ser lo MEJOR que podemos ser, para vivir vidas más completas, felices y productivas, y para ayudarnos entre nosotros a conseguirlo.
fr: MERVEILLEUX ! La Confrérie Universelle est une famille qui accueille TOUS les métahumains, quel que soit leur sexe et leur orientation sexuelle. Nous tentons tous d'atteindre le PAROXYSME de nos capacités, afin de vivre une vie plus riche, plus heureuse et plus productive, en nous soutenant les uns les autres.
it: MERAVIGLIOSO! La Fratellanza Universale è una famiglia che comprende TUTTI i metaumani, tutti i sessi e le sessualità. Tutti noi cerchiamo di comportarci nel MIGLIOR modo possibile, di vivere vite più appaganti, felici e produttive e di supportarci l'un l'altro in questo.
ru: ПРЕКРАСНО! Всеобщее братство - это семья, в которую входят металюди самых разных рас, полов и ориентаций. Мы стараемся прожить наши жизни СЧАСТЛИВО и ПЛОДОТВОРНО, поддерживая друг друга в трудные минуты и стараясь не забывать о том, что все мы можем стать чем-то БОЛЬШИМ.

source: Wait a minute, there are more grenades! With the crap hitting the fan I forgot that the crates I was picking up have hand-grenades and med-kits in them.
de: Warte kurz, wir können noch mehr Granaten in die Finger bekommen! Jetzt wo die Scheiße am Dampfen ist, hab ich total vergessen, dass in den Kisten, die ich aufgesammelt hab, Handgranaten und Medkits sind.
es: ¡Un momento, hay más granadas! Con tanto lío se me olvidó que las cajas que estaba recogiendo contienen granadas de mano y botiquines.
fr: Attend une minute, on a d'autres grenades ! Avec tout ce bordel, j'avais oublié que les caisses que je ramassais contiennent des grenades et des médikits !
it: Un momento, ci sono altre granate! Con la melma fino al collo avevo dimenticato che le casse che stavo raccogliendo contengono granate e kit medici.
ru: Погоди минуту, у меня же действительно еще есть гранаты! Когда все полетело к чертям, я забыл, что лежит в моих ящиках. А там гранаты! И медицинские комплекты.

source: Wait a minute... drek! I know where she went. Damn, why couldn't she wait. Damn it!
de: Warte mal ... Drek! Ich weiß, wo sie hingegangen ist. Verdammt, wieso hat sie nicht gewartet. Verdammt noch mal!
es: Espera un momento... ¡Mierda! Ya sé a dónde ha ido. Maldita sea, ¿por qué no pudo esperar? ¡Maldición!
fr: Attendez une seconde... merde ! Je sais où elle est allée. Putain, elle pouvait pas attendre ?! Merde !
it: Un momento... cavolo! Lo so io dov'è andata. Ma perché non poteva aspettare? Dannazione!
ru: Подожди минуту... Черт! Я знаю, где она! Ну почему она не захотела подождать. Мы попали.

source: Wait a minute... you're rolling with Jake? Bad idea, chummer. The Halloweeners are collecting that bounty. And killing you? Well, that'll be a nice bonus.
de: Moment mal ... du bist mit Jake unterwegs? Das war ’ne echt blöde Idee, Chummer. Die Halloweeners holen sich dieses Kopfgeld. Dich zu töten ist da nur ein netter, kleiner Bonus.
es: Espera un momento... ¿estás con Jake? Mala idea, colega. Los Halloweeners van a recoger ese botín. ¿Y a matarte? Sería un plus de lo más gratificante.
fr: Attendez une minute... vous bossez avec Jake ? Mauvaise idée, mon pote. Les Halloweeners veulent cette prime. Et vous tuer ? Eh bien, ce serait un bon petit bonus.
it: Aspettate un attimo...tu stai con Jake? Pessima idea, davvero. Gli Halloweener riscuoteranno la taglia sulla sua testa. E se uccidiamo anche te? Beh, sarà un bel bonus.
ru: Ну-ка постой... Ты что, таскаешься с Джейком? Хреновая идея. За его голову назначена награда, и Хеллоуинеры ее получат. Если придется прикончить еще и тебя, тем лучше.

source: Wait for Your Fixer
de: Warte auf deinen Schieber
es: Espera a tu fixer.
fr: Attendre votre Fixer
it: Aspetta il tuo ricettatore
ru: Дождись своего посредника

source: Wait here and cover me.
de: Warte hier und gib mir Deckung.
es: Espera aquí y cúbreme.
fr: Attendez ici et couvrez-moi.
it: Resta qui e coprimi le spalle.
ru: Жди здесь. Прикрой меня.

source: Wait! Please! No!
de: Warte! Bitte! Nicht!
es: ¡Espera! ¡Por favor! ¡No!
fr: Attendez ! Je vous en supplie ! Non !
it: Aspetta! Ti prego! No!
ru: Прошу! Умоляю! Нет!

source: Wait, I have some questions.
de: Warte, ich habe ein paar Fragen.
es: Espera, tengo algunas preguntas.
fr: Attendez, j'ai quelques questions.
it: Aspetta, ho alcune domande.
ru: Погоди, у меня есть вопросы.

source: Wait, Josie is a MAN?
de: Warte mal, Josie ist ein KERL?
es: Espera, ¿Josie es un HOMBRE?
fr: Attendez, Josie est un HOMME ?
it: Aspetta... cioè, Josie è un UOMO?
ru: Подожди. Так Джози МУЖЧИНА?

source: Wait, you SAW him? No, no, wait. I've never seen you. You can't have seen Josie. You aren't a doctor either. Awww. I just ... I feel really lost without him. Josie always helped me out.
de: Warte, du hast ihn GESEHEN? Nein, nein, warte. Ich hab *dich* noch nie gesehen. Du kannst Josie überhaupt nicht gesehen haben. Du bist auch gar kein Arzt. Hach, es ist nur ... ich fühl mich ohne ihn ziemlich verloren. Josie hat mir immer geholfen.
es: Un momento, ¿lo HAS VISTO? No, no, espera. No te había visto nunca. No puedes haber visto a Josie. Ni tampoco eres médico. Arggg. Pero... No sé qué hacer sin él. Josie siempre me ayudaba.
fr: Attendez, vous l'avez VU ? Non, non, attendez. Je ne vous connais pas. Vous ne pouvez pas avoir vu Josie. Vous n'êtes même pas docteur. Ohhh. C'est que... Je me sens vraiment perdue sans lui. Josie était toujours là pour m'aider.
it: Aspetta, tu l'hai VISTO? No, no, aspetta. Non ti ho mai visto. Non puoi averlo visto. Non sei nemmeno un medico. Ahhh... Pensavo solo... Che mi manca qualcosa, senza di lui. Josie mi aiutava sempre.
ru: Подожди, ты что-то про него ЗНАЕШЬ? Нет, нет, стой. Я тебя никогда не видела. Ты ничего не знаешь про Джози. И ты не санитар. У-у-у. Просто мне без него... так одиноко. Джози всегда мне помогал.

source: Wait, you’re from Aztechnology, aren’t you? I told them I wasn’t interested in working for them!
de: Warte, du bist von Aztechnology, nicht wahr? Ich hab denen gesagt, dass ich kein Interesse an der Stelle habe!
es: Espera, tú eres de Aztechnology, ¿verdad? ¡Les dije que no me interesaba trabajar para ellos!
fr: Attendez, vous venez de la part d'Aztechnology, n'est-ce pas ? Je leur ai dit que je ne voulais pas travailler avec eux !
it: Aspetta, sei dell'Aztechnology, vero? Gli avevo già detto che non ero interessato a lavorare per loro!
ru: Значит, вы из Ацтехнологии? Я же сказал им, что их предложение меня не интересует!

source: Wait. Do not tell me at all. It will change nothing. Coyote will still be dead.
de: Stopp. Sag mir gar nichts. Es wird nichts ändern. Coyote wird immer noch tot sein.
es: Espera. No me lo digas. No cambiará las cosas. Coyote seguirá muerta.
fr: Attendez. Ne me dites rien. Ça ne changera rien. Coyote sera toujours morte.
it: Aspetta. Non mi dire proprio niente. Non cambierà nulla. Coyote non tornerà in vita.
ru: Молчи. Не говори мне ничего. Это ничего не изменит. Койот так или иначе мертва.

source: Wait... you wouldn't happen to be part of the investigation, would you?
de: Moment ... du bist nicht zufällig in die Ermittlungen verwickelt, oder?
es: Espera... ¿tú no serás parte de la investigación, verdad?
fr: Attends un peu... tu ferais pas partie de l'enquête, par hasard ?
it: Un momento... non sarai un investigatore, vero?
ru: Погоди... ты что же, ведешь расследование, что ли?

source: Waiting to hear the latest dirt?
de: Gespannt auf die neuesten Entwicklungen?
es: ¿Quieres escuchar el último chisme?
fr: Vous voulez les derniers ragots ?
it: In attesa di sentire gli ultimi pettegolezzi?
ru: Хотели услышать рассказ из первых уст?

source: Wanna buy some BTL?
de: Willste ein paar BTL?
es: ¿Quieres comprar un poco de BTL?
fr: Tu veux acheter des BTLs ?
it: Vuoi comprare un po' di BTL?
ru: Продаю ИР.

source: Want to buy something?
de: Willst du etwas kaufen?
es: ¿Quieres comprar algo?
fr: Vous voulez acheter quelque chose ?
it: Vuoi comprare qualcosa?
ru: Купишь чего-нибудь?

source: Warehouse Office Key
de: Schlüssel zum Büro des Warenlagers
es: Llave de la oficina del almacén
fr: Clé du bureau de l'entrepôt
it: Chiave dell'ufficio del magazzino
ru: Ключ от склада

source: Warning ignored ... Open fire.
de: Warnung ignoriert ... Feuer eröffnen.
es: Advertencia ignorada... Abran fuego.
fr: Avertissement ignoré... Ouvrez le feu.
it: Avvertimento ignorato... Aprire il fuoco.
ru: Предупреждение проигнорировано. Ведется огонь на поражение.

source: Was hoping to get some peace and quiet tonight. You got something for me?
de: Ich hatte mich auf etwas Ruhe und Frieden gefreut. Hast du was für mich?
es: Esperaba tener algo de paz y tranquilidad esta noche. ¿Tienes algo para mí?
fr: J'aurais aimé passer la nuit au calme. Vous avez quelque chose pour moi ?
it: Speravo di avere un attimo di pace per riposarmi stasera. Hai qualcosa per me?
ru: Я надеялся, что сегодняшний вечер пройдет тихо и мирно. У тебя что-то для меня есть?

source: Was it Harkeem who helped you in the Matrix?
de: Hat Harkeem dir in der Matrix geholfen?
es: ¿Fue Harkeem quien te ayudó en la Matriz?
fr: Est-ce que c'est Harkeem qui vous a aidé dans la Matrice ?
it: È stato Harkeem ad aiutarti nella Matrice?
ru: В матрице тебе помогал Харким?

source: Was it before or after he dug her up that you realized her organs had been harvested?
de: Hast du bevor oder nachdem sie exhumiert wurde, festgestellt, dass ihre Organe entnommen wurden?
es: ¿Te diste cuenta de que le habían extraído los órganos antes o después de que la desenterraran?
fr: C'était avant ou après qu'il l'ait déterrée que vous avez réalisé que ses organes avaient été récoltés ?
it: È stato prima o dopo averla disseppellita che si è accorto che gli organi erano stati prelevati?
ru: Вы узнали о том, что она была донором органов до того, как он выкопал ее, или после?

source: Was there another stone? Like a pebble? Some sort of letters on it? I forgot. Here you go.
de: Noch ein anderer Stein? Eine Art Kiesel? Mit irgendwelchen Buchstaben darauf? Hab ich glatt vergessen. Hier, bitte.
es: ¿Había otra piedra? ¿Como un guijarro? ¿Una que llevaba unas letras? Se me había olvidado. Aquí tiene.
fr: Ah, y avait une autre pierre ? Un espèce de galet ? Avec des choses écrites dessus ? J'avais complètement oublié. La voilà.
it: C'era un'altra pietra? Simile a un ciottolo? Con delle lettere incise sopra? L'ho dimenticato. Eccola.
ru: Камень? Такой маленький и невзрачный? С буковками? А, ну да. Вот он, держи.

source: Was there something else, omae?
de: Ist noch etwas, omae?
es: ¿Había algo más, colega?
fr: Y avait-il autre chose, omae ?
it: C'era qualcos'altro, omae?
ru: Что-нибудь еще, омае?

source: Was this your crusade again? Do not answer. It will only upset me further. You caused me to worry about you, Coyote, and that distracted me from my business.
de: Warst du wieder auf deinem Kreuzzug? Antworte nicht. Das würde mich nur noch wütender machen. Ich musste mir Sorgen um dich machen, Coyote, und das hat mich von meinem Geschäft abgehalten.
es: ¿Ha sido otra vez tu cruzada? No respondas. Solo me hará enfadar más. Has hecho que me preocupe por ti, Coyote, y eso me ha distraído de mi negocio.
fr: Était-ce encore ta croisade ? Ne réponds pas. Cela ne ferait que m'énerver d'autant plus. Je me suis inquiétée pour toi, Coyote, et cela m'a dérangée dans mes affaires.
it: Di nuovo la tua crociata? Non rispondere. Mi faresti solo innervosire ulteriormente. Mi hai fatto arrabbiare, Coyote, e ciò mi ha distratta dai miei affari.
ru: Ты опять разгромила какой-то симсенс-притон? Не отвечай, или я расстроюсь еще сильнее. Ты заставила меня волноваться, Койот, а это плохо для бизнеса.

source: Watch out for those gangers.
de: Pass auf diese Ganger auf.
es: Cuidado con esos pandilleros.
fr: Faites attention à ces gangers.
it: Attenzione a quei ganger.
ru: Не попадайся уличным бандам.

source: Watch out! That black IC could fry our brains and kill us!
de: Achtung! Das schwarze IC kann uns das Hirn rösten und töten!
es: ¡Cuidado! ¡El PAI negro podría freírnos el cerebro y matarnos!
fr: Attention ! La CI Noire pourrait nous griller le cerveau et tous nous tuer !
it: Attenzione! Quella MAI nera potrebbe friggerci il cervello e ucciderci!
ru: Осторожней! Это черный ЛЕД, он может убить нас!

source: Watch your ass, else you're going to find my boot lodged up in it.
de: Achte darauf, was DU sagst, wenn du nicht willst, dass ich meinen Stiefel in deinen Arsch ramme.
es: Vigila tu trasero o te encontrarás con mi bota clavada en él.
fr: Fais gaffe à tes fesses, ou mon pied pourrait bien s'y coller par inadvertance.
it: Parati il culo o ci ritroverai dentro i miei stivali.
ru: Попридержи свой зад. Обеими руками, потому что сейчас я спущу вас с лестницы, а синяки с него не сойдут еще неделю.

source: Watch your tone. She's in mourning.
de: Passen Sie auf, was Sie sagen. Sie trauert.
es: Cuidado con ese tono. Está de luto.
fr: Fais gaffe à ce que tu dis. Elle est en deuil.
it: Modera il tono. È in lutto.
ru: Попридержи язык. Она горюет.

source: Watch yourself, dandelion eater. What you want?
de: Pass bloß auf, Löwenzahnfresser! Was willst du?
es: Ten cuidado, comedientes de león. ¿Qué quieres?
fr: Fais gaffe, bouffeur de fleurs. Qu'est-ce' tu veux ?
it: Occhio, mangia-margherite. Che vuoi?
ru: Полегче, дивнюк. Чего тебе надо?

source: Watch yourself, little $(l.man). What you want?
de: Pass bloß auf, Zwerg! Was willst du?
es: Ten cuidado, pequeño $(l.man). ¿Qué quieres?
fr: Fais gaffe, ptit $(l.man). Qu'est-ce' tu veux ?
it: Occhio, $(l.man) in miniatura. Che vuoi?
ru: Полегче, коротышка. Чего тебе надо?

source: Watch yourself, trog. What you want?
de: Pass bloß auf, Trog! Was willst du?
es: Ten cuidado, zoquete. ¿Qué quieres?
fr: Faites gaffe, le troll. Qu'est-ce' tu veux ?
it: Occhio, bestia. Che vuoi?
ru: Полегче, уродливая ты морда. Чего тебе надо?

source: Watch yourself. What you want?
de: Pass bloß auf! Was willst du?
es: Ten cuidado. ¿Qué quieres?
fr: Fais gaffe. Qu'est-ce' tu veux ?
it: Occhio. Che vuoi?
ru: Эй, полегче. Чего тебе надо?

source: Watts’ liver was cleanly cut out.
de: Watts’ Leber wurde fachmännisch entfernt.
es: A Watts le cortaron limpiamente el hígado.
fr: Le foie de Watts a été soigneusement retiré.
it: Il fegato di Watts era stato rimosso senza lasciare traccia.
ru: Мистер Уоттс расстался со своей печенью.

source: Wavy. I'll send the lab's location to your PDA. Hire a team and head there right away. Liberate Saada and deliver him to my employers. They'll have a car waiting outside the lab for you when you're done. Once Mr. Saada's on his way, meet me back here for payment.
de: Fantastisch. Ich übertrage die Koordinaten des Labors auf deinen PDA. Heuere ein Team an und mach dich sofort auf den Weg. Befreie Saada und liefer ihn bei meinen Klienten ab – sie werden mit einem Wagen vor dem Labor warten, wenn du fertig bist. Sobald Saada im Wagen ist, kannst du mich hier finden, um deinen Lohn abzuholen.
es: Genial. Te enviaré la posición del laboratorio a tu PDA. Contrata a un equipo y ve allí directamente. Libera a Saada y entrégaselo a mis clientes. Tendrán un coche esperando a la salida del laboratorio cuando hayas terminado. Cuando el Sr. Saada esté en camino, reúnete conmigo aquí para recibir tu pago.
fr: C'est hyper. Je vais envoyer les coordonnées du labo sur votre PDA. Engagez une équipe et rendez-vous là-bas immédiatement. Libérez Saada et remettez-le à mes employeurs. Une voiture vous attendra à la sortie du labo quand vous aurez fini. Une fois M. Saada en voiture, retrouvez-moi ici pour le paiement.
it: Fantastico. Invierò la posizione del laboratorio al tuo palmare. Ingaggia una squadra e dirigiti là immediatamente. Libera Saada e consegnalo ai miei datori di lavoro. Un'auto vi attenderà fuori dal laboratorio quando avrete finito. Quando il signor Saada sarà in viaggio, ci rivediamo qui per il pagamento.
ru: Дивно. Я сброшу координаты лаборатории на твой коммлинк. Найми команду и отправляйся туда как можно скорее. Освободите Саада и передайте его в руки моим нанимателям - их транспорт будет ждать вас неподалеку от этого места. Как только Саада окажется у них, возвращайся, и я передам тебе деньги.

source: Wavy. One of my roommates is a Sister. She seems happy. She’s hoping to get into the “inner circle” soon.
de: Cool. Eine meiner Mitbewohnerinnen ist eine Schwester. Scheint glücklich zu sein. Sie hofft, dass sie bald in den „inneren Kreis“ aufsteigt.
es: Genial. Una de mis compañeras de habitación es una Hermana. Parece feliz. Espera poder introducirme pronto en el “círculo interior”.
fr: C'est classe. Une de mes colocs est une sœur. Elle a l'air heureuse. Elle espère être bientôt acceptée dans le « cercle intérieur ».
it: Fantastico. Una delle mie compagne di stanza è una Sorella. Sembra felice. Spera di entrare presto nella "Cerchia nascosta".
ru: Клево. Моя соседка тоже к ним ходит. Вроде бы она всем довольна. Собирается вскоре присоединиться к "кругу посвященных".

source: Way ahead of you. This node controls the doors. We’re free. Now we just need to get out of here. I’ll see you soon... I hope.
de: Ich bin dir um einiges voraus. Dieser Knotenpunkt kontrolliert die Türen. Wir sind frei. Jetzt müssen wir es nur noch nach draußen schaffen. Wir sehen uns bald ... hoffe ich.
es: Voy por delante de ti. Este nodo controla las puertas. Estamos libres. Ahora solo tenemos que salir de aquí. Te veré pronto... Espero.
fr: Je ne vous ai pas attendu. Ce nœud contrôle les portes. Nous sommes libres. Maintenant nous devons juste sortir d'ici. On se reverra bientôt... En tout cas je l'espère.
it: Ci ho già pensato io. Questo nodo controlla le porte. Siamo liberi. Ora dobbiamo solo uscire di qui. Ci si vede... Spero.
ru: Уже. Этот сервер управляет дверьми. Нас ничто не держит. Теперь нам осталось только сбежать. Скоро увидимся... Надеюсь.

source: We all make mistakes, and hopefully we learn from them.
de: Wir alle begehen Fehler und lernen hoffentlich daraus.
es: Todos cometemos errores y, con suerte, aprendemos de ellos.
fr: Nous faisons tous des erreurs. L'important c'est d'en tirer des leçons.
it: Tutti facciamo errori, e speriamo di imparare dagli stessi.
ru: Мы все совершаем ошибки. Иногда мы даже учимся на них.

source: We are meeting an associate here. Business.
de: Wir treffen hier jemanden. Ist geschäftlich.
es: Vamos a reunirnos con un socio aquí. Negocios.
fr: Nous allons rencontrer un associé ici. Les affaires.
it: Dobbiamo incontrare un collega. Per affari.
ru: У нас назначена важная деловая встреча.

source: We are more than friends here at the Universal Brotherhood. We are family. That is an unbreakable bond. Join us and find the power of Belonging.
de: Hier in der Universellen Bruderschaft sind wir mehr als nur Freunde. Wir sind eine Familie. Es ist eine unzerstörbare Bindung. Tritt uns bei und erlebe die Macht der Zugehörigkeit.
es: En la Hermandad Universal somos más que amigos. Somos una familia. Es un vínculo irrompible. Únete a nosotros y descubre el poder de Pertenecer.
fr: Nous sommes plus que des amis, ici, à la Confrérie Universelle. Nous sommes une famille. C'est un lien indestructible. Rejoignez-nous et découvrez le pouvoir de l'Appartenance.
it: Qui alla Fratellanza Universale siamo molto più che amici. Siamo una famiglia. È un vincolo indissolubile. Unisciti a noi e scopri il potere dell'Appartenenza.
ru: Всеобщее братство предлагает тебе не друзей, но семью. Нас объединяет нечто большее. Решайся, и ты познаешь всю нашу любовь.

source: We are not early. We merely have experience on our side. The insect spirit is only a resident in the transformed host’s body. Conventional weapons can hurt the body und expose the spirit but the spirit itself cannot be destroyed by mundane means. Hence, Project Aegis.
de: Wir sind nicht früh dran. Wir haben lediglich den Vorteil der Erfahrung auf unserer Seite. Der Insektengeist ist nur ein Parasit im transformierten Körper des Wirtes. Gewöhnliche Waffen können zwar den Körper beschädigen und den Parasiten freilegen, doch der Geist selbst existiert auf zwei Ebenen. Er kann mit gewöhnlichen Mitteln nicht zerstört werden. Daher planten wir Projekt Aegis.
es: No hemos llegado pronto. Solo tenemos la experiencia de nuestra parte. El Espíritu insecto solo es un residente en el cuerpo transformado del anfitrión. Las armas convencionales pueden causar daños al cuerpo y dejar expuesto al espíritu, pero el espíritu en sí no puede ser destruido con medios comunes. De ahí, el Proyecto Aegis.
fr: Nous ne sommes pas en avance. Nous n'avons que peu d'expérience de notre côté. L'esprit insecte n'est qu'un résident dans le corps transformé de l'hôte. Les armes conventionnelles peuvent blesser le corps et exposer l'esprit. Mais l'esprit en lui-même ne peut pas être détruit à l'aide des moyens classiques. D'où le projet Aegis.
it: Non siamo in anticipo. Dalla nostra non abbiamo alcuna esperienza. Lo spirito dell'insetto è solo un abitante nel corpo trasformato del Ricevente. Le armi convenzionali possono ferire il corpo und esporre la natura dello spirito, ma esso non può essere distrutto con mezzi normali. Perciò esiste il Progetto Aegis.
ru: Недостаточно раннее. Единственное преимущество, которым мы обладаем - это опыт. Дух-насекомое лишь временно занимает тело своей преображенной жертвы. Обычным оружием можно уничтожить тело и высвободить дух, но сам он существует более чем в одной реальности. Его невозможно победить. Поэтому мы учредили проект ''Эгида''.

source: We are the innocents who have perished in the flames... choking on smoke... as we fell from the sky, crying for our mothers. You bring anchors to your world... which was once home to us... and we will use them to testify.
de: Wir sind die unschuldigen Opfer der Flammen ... die am Rauch erstickten ... die nach ihren Müttern weinend vom Himmel stürzten. Ihr reicht uns einen Anker in eure Welt ... die einst auch unser Zuhause war ... mit seiner Hilfe werden wir erhört werden.
es: Somos los inocentes que han perecido entre las llamas... nos hemos ahogado con el humo... mientras caíamos del cielo, llorando y llamando a nuestras madres. Creáis vínculos en vuestro mundo... que en el pasado fue nuestro hogar... y los usaremos para testificar.
fr: Nous sommes les innocents qui avons péris dans les flammes... étouffés par la fumée... et sommes tombés du ciel, pleurant pour nos mères. Vous apportez un soutien depuis votre monde... qui était autrefois le nôtre... et nous l'utiliserons pour témoigner.
it: Siamo gli innocenti morti nelle fiamme... soffocati dal fumo... cadendo dal cielo, piangendo per le nostre madri. Tu porti legami con il tuo mondo... che una volta era la nostra casa... e noi li useremo per testimoniare.
ru: Мы те, кто погиб в огне... задохнулся в дыме... рухнул с неба, захлебываясь плачем. У тебя есть якорь, он привязывает нас к миру... который мы не в силах покинуть... мы дадим тебе то, что ты хочешь.
