Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}She hugs herself and begins shaking uncontrollably, little cries of anguish and despair escaping her chest.{{/GM}} I know... I... I will to go to Hell for this... if I still have a soul at all. I betrayed humanity...
de: {{GM}}Sie schlingt die Arme um ihren zitternden Körper, schwache, kleine Laute der Qual und Verzweiflung dringen aus ihrem Inneren hervor.{{/GM}} Ich weiß ... ich ... ich werde für meine Taten zur Hölle fahren ... wenn ich überhaupt noch eine Seele habe. Ich habe die Menschheit verraten ...
es: {{GM}}Se encoge y empieza a temblar sin control, lanzando pequeños gritos de angustia y desesperación.{{/GM}} Ya lo sé... Yo... Voy a ir al infierno por esto... si es que todavía tengo alma. He traicionado a la humanidad...
fr: {{GM}}Elle se serre dans ses propres bras et commence à trembler, et des petits cris d'angoisses et de désespoir s'échappent de sa poitrine.{{/GM}} Je sais... Je... J'irai en enfer pour ça... si j'ai toujours une âme. J'ai trahi l'humanité...
it: {{GM}}Si stringe tra le braccia e inizia a tremare in modo incontrollato, dal suo petto sfuggono mugolii di angoscia e disperazione.{{/GM}} Lo so... Io... Andrò all'inferno... se ho ancora un'anima. Ho tradito l'umanità...
ru: {{GM}}Она обхватывает себя руками. Ее бьет крупная дрожь, а с губ срываются стоны боли и отчаяния.{{/GM}} Я знаю... Я... Я отправлюсь за это в ад... Если только у меня еще осталась душа. Я предала человечество...

source: {{GM}}She laughs.{{/GM}} Don’t get ahead of yourself, omae. Paco’s pretty and he’s been there for me when I needed him - but I don’t think I’m the marrying kind.
de: {{GM}}Sie lacht.{{/GM}} Jetzt überstürz aber mal nichts, omae. Paco sieht ja nicht schlecht aus und er war für mich da, als ich ihn gebraucht habe – aber ich glaube, heiraten und all das ist nichts für mich.
es: {{GM}}Se ríe.{{/GM}} No te adelantes, omae. Paco es guapo y ha estado ahí cuando lo he necesitado, pero no creo que sea de los que se casan.
fr: {{GM}}Elle éclate de rire.{{/GM}} Te fais pas de bile, omae. Paco est mignon et il a été là pour moi quand j'en avais besoin, mais j'suis pas du genre à me marier.
it: {{GM}}Ride.{{/GM}} Non correre troppo, omae. Paco è carino ed è stato al mio fianco quando avevo bisogno di lui, ma non sono proprio il tipo da matrimonio.
ru: {{GM}}Она смеется.{{/GM}} Пока об этом говорить рано, омае. Пако симпатичный парень и не бросил меня в беде - но я не из тех людей, которые женятся и заводят семью.

source: {{GM}}She laughs.{{/GM}} No. She *shot* a coyote once, thinking it was a shaman who double-crossed her. We’ve been calling her Coyote ever since.
de: {{GM}}Sie lacht.{{/GM}} Nein. Sie hat einmal einen Kojoten *erschossen*, weil sie dachte, es wäre ein Schamane, der sie hintergangen hat. Seit diesem Tag haben wir sie alle Coyote genannt.
es: {{GM}}Se ríe.{{/GM}} No. Una vez le *disparó* a un coyote, pensando que era un chamán que la había traicionado. Desde entonces, la llamamos Coyote.
fr: {{GM}}Elle rit.{{/GM}} Non. Elle a tiré sur un coyote un jour, pensant que c'était un chaman qui l'avait doublé. On l'appelle Coyote, depuis.
it: {{GM}}Ride.{{/GM}} No. Una volta ha *sparato* a un coyote, pensando fosse uno Sciamano che voleva ingannarla. Da allora la chiamiamo Coyote.
ru: {{GM}}Она смеется.{{/GM}} Нет. Ее так называют, потому что однажды она *подстрелила* койота. Думала, что это шаман, который ее обманул. С тех пор прозвище к ней прилипло.

source: {{GM}}She laughs.{{/GM}} You think I'm dumb enough to get caught out in the open by one of those assholes? Nah, I know these streets like the back of my hand. Worry about your own skin.
de: {{GM}}Sie lacht.{{/GM}} Denkste, ich bin blöd genug, mich von diesen Arschlöchern auf offener Straße erwischen zu lassen? Nee, ich kenn diese Gegend wie meine Westentasche. Sorg dich lieber um dich selbst.
es: {{GM}}Se ríe.{{/GM}} ¿Crees que soy tan tonta como para que uno de esos idiotas me atrape al descubierto? Nah, conozco estas calles como la palma de mi mano. Preocúpate por tu propio pellejo.
fr: {{GM}}Elle éclate de rire.{{/GM}} Vous pensez que je suis assez stupide pour me laisser prendre à découvert par un de ces trous du cul ? Nan, je connais ces rues comme ma poche. Occupez-vous de votre cul.
it: {{GM}}Ride.{{/GM}} Mi credi così stupido da farmi sorprendere allo scoperto da uno di quegli stronzi? Nah, conosco queste strade come il palmo della mia mano. Preoccupati per la tua pelle.
ru: А{{GM}}Она смеется.{{/GM}} Я не такая дура, чтобы подставляться под перекрестный огонь. Этот район я знаю как свои пять пальцев, так что со мной все будет в порядке. Не беспокойся обо мне, думай о собственной шкуре.

source: {{GM}}She leans in, whispers in your ear.{{/GM}} This guy’s a clocker - trades work time for chips. Part salesman, part lookout. Probably has a signal device for the guys inside.
de: {{GM}}Sie beugt sich zu dir. Flüstert.{{/GM}} Er ist ein Zeitarbeiter – tauscht Arbeitszeit gegen Chips. Halb Verkäufer, halb Aufpasser. Hat wahrscheinlich ein Signalgerät für die Leute da drinnen.
es: {{GM}}Se inclina y te susurra al oído.{{/GM}} Este tipo es un cronometrador; cambia horas de trabajo por chips. Es parte vendedor, parte vigía. Probablemente tenga un dispositivo de aviso para los tipos del interior.
fr: {{GM}}Elle se penche et vous murmure à l'oreille.{{/GM}} Ce gars est un clocker, il vend son temps contre des puces. Moitié commercial, moitié sentinelle. Il doit probablement envoyer un signal à ceux qui sont à l'intérieur.
it: {{GM}}Si avvicina e ti sussurra qualcosa all'orecchio.{{/GM}} Questo tipo qui è uno spacciatore salariato, baratta ore di lavoro in cambio di chip. Metà venditore, metà vedetta. Probabilmente ha un dispositivo per avvisare quelli dentro.
ru: {{GM}}Она шепчет тебе на ухо.{{/GM}} Этот парень расплачивается с ними натурой - выполняет их поручения в обмен на чипы. Это их дилер, а заодно и дозорный. В случае проблем он подаст сигнал ребятам в лаборатории.

source: {{GM}}She looks around, frightened. Whispers.{{/GM}} They’re serious. This place is backed by the Yakuza.
de: {{GM}}Sie sieht sich um, verängstigt. Flüstert.{{/GM}} Die nehmen das ernst. Dieses Labor steht unter dem Schutz der Yakuza.
es: {{GM}}Mira a su alrededor, asustada. Susurra.{{/GM}} Van en serio. Este lugar está protegido por la yakuza.
fr: {{GM}}Elle regarde autour d'elle, effrayée. Elle murmure.{{/GM}} Ils sont sérieux. Cet endroit est protégé par les yakuza.
it: {{GM}}Si guarda intorno, spaventata. Sussurra.{{/GM}} Fanno sul serio. Questo posto è protetto dalla Yakuza.
ru: {{GM}}Она испуганно вздрагивает и оглядывается по сторонам. Когда она отвечает, она говорит шепотом.{{/GM}} Это серьезные ребята. Лабораторию крышуют Якудза.

source: {{GM}}She looks at you knowingly.{{/GM}} Alright, 20 buys you a five minute distraction. Then I've gotta get back to work and earn some real nuyen.
de: {{GM}}Sie wirft dir einen vielsagenden Blick zu.{{/GM}} Na gut, für 20 kriegst du ’ne Ablenkung für fünf Minuten. Dann muss ich aber zurück an die Arbeit und ein paar echte Nuyen verdienen.
es: {{GM}}Te mira fijamente.{{/GM}} Vale, con 20 tienes cinco minutos de distracción. Luego tengo que volver al trabajo y ganar unos nuyens de verdad.
fr: {{GM}}Elle vous jauge du regard.{{/GM}} Ok, 20 balles et je te fais une petite distraction de cinq minutes. Ensuite je dois me remettre au boulot pour de vrai.
it: {{GM}}Ti lancia uno sguardo consapevole.{{/GM}} Va bene, con 20 ti compri cinque minuti di distrazione. Poi devo tornare al lavoro e guadagnarmi un po' di veri nuyen.
ru: {{GM}}Она понимающе кивает.{{/GM}} Договорились. За 20 нюйен я отвлеку его на пять минут. Потом вернусь сюда, надо зарабатывать настоящие деньги.

source: {{GM}}She looks at you knowingly.{{/GM}} Well, business is slow right now anyway. I guess this might at least be entertaining.
de: {{GM}}Sie wirft dir einen vielsagenden Blick zu.{{/GM}} Tja, gerade ist eh nicht viel los. Das sollte wenigstens unterhaltsam werden.
es: {{GM}}Te mira fijamente.{{/GM}} Bueno, de todos modos, el negocio está flojo ahora mismo. Supongo que al menos esto será entretenido.
fr: {{GM}}Elle vous jauge du regard.{{/GM}} Bon, c'est assez calme en ce moment. J'imagine que ça pourrait me distraire.
it: {{GM}}Ti lancia uno sguardo consapevole.{{/GM}} Beh, c'è poco da fare al momento, comunque. Penso che potrebbe essere divertente, almeno.
ru: {{GM}}Она понимающе кивает.{{/GM}} Ну что же, клинетов у меня сегодня нет. Это должно быть забавно.

source: {{GM}}She looks at you, confused.{{/GM}} Hell yeah, I’m gonna be a runner. I *am* a runner, omae. I just play bartender to make ends meet.
de: {{GM}}Sie blickt dich verwirrt an.{{/GM}} Aber hallo – natürlich bleibe ich Runner. Ich *bin* ein Runner, omae. Das an der Bar ist doch nur ein Nebenjob.
es: {{GM}}Te mira, confusa.{{/GM}} Demonios, sí, seré runner. *Soy* runner, omae. Solo hago de camarera para llegar a fin de mes.
fr: {{GM}}Elle vous regarde, confuse.{{/GM}} Bien sûr que oui, que je vais continuer à runner. Je *suis* une runneuse, omae. Je fais la barmaid pour arrondir les fins de mois, c'est tout.
it: {{GM}}Ti guarda perplessa.{{/GM}} Diamine, certo che continuo a fare la Runner. Io *sono* una Runner, omae. Faccio la barista solo per arrivare a fine mese.
ru: {{GM}}Она глядит на тебя с непониманием.{{/GM}} Еще как хочу. Я *в первую очередь* раннер, омае. За барной стойкой я стою, чтобы сводить концы с концами.

source: {{GM}}She looks at you, her scarred face hard.{{/GM}} Yeah, I remember. You’re welcome.
de: {{GM}}Sie sieht dich an, ihr vernarbtes Gesicht verhärtet sich.{{/GM}} Ja, ich erinnere mich. Keine Ursache.
es: {{GM}}Te mira, endureciendo su cara marcada.{{/GM}} Sí, lo recuerdo. De nada.
fr: {{GM}}Elle vous regarde, son visage couturé de cicatrices plein de colère.{{/GM}} Ouais, je me souviens. De rien.
it: {{GM}}Ti guarda, il suo viso sfregiato si ammorbidisce.{{/GM}} Già, ricordo. Prego.
ru: {{GM}}Она смотрит на тебя, и черты ее изуродованного шрамом лица твердеют.{{/GM}} Да, я помню. Можешь не благодарить.

source: {{GM}}She looks at you, her scarred face soft.{{/GM}} Least I can do.
de: {{GM}}Sie sieht dich an, ein sanfter Ausdruck zieht auf ihr vernarbtes Gesicht.{{/GM}} Das ist das Mindeste, was ich tun kann.
es: {{GM}}Te mira, suavizando su cara marcada.{{/GM}} Es lo menos que puedo hacer.
fr: {{GM}}Elle vous regarde, son visage couturé de cicatrices plein de tendresse.{{/GM}} C'est le moins que je puisse faire.
it: {{GM}}Ti guarda, il suo viso sfregiato si ammorbidisce.{{/GM}} È il minimo che possa fare.
ru: {{GM}}Она смотрит на тебя, и черты ее изуродованного лица становятся чуть мягче.{{/GM}} Рада была помочь.

source: {{GM}}She looks at you, perplexed.{{/GM}} I don't know why you would need one. They are only used by to replace the cards of Brothers and Sisters who have damaged theirs.
de: {{GM}}Sie schaut dich verwirrt an.{{/GM}} Ich wüsste nicht, wozu du sie brauchen würdest. Sie werden nur benutzt, um die Karten der Schwestern und Brüder zu ersetzen, die ihre eigenen Karten beschädigt haben.
es: {{GM}}Te mira perpleja.{{/GM}} No sé para qué ibas tú a necesitar una. Solo se usan para sustituir a las de los Hermanos y Hermanas cuando las suyas se estropean.
fr: {{GM}}Elle vous regarde, perplexe.{{/GM}} Je ne vois pas pourquoi vous en avez besoin. Elles sont utilisées uniquement pour remplacer les cartes des frères et des sœurs qui ont endommagé les leurs.
it: {{GM}}Ti guarda perplessa.{{/GM}} Non vedo come possa richiederne una. Vengono usate solo per sostituire le schede dei Fratelli e delle Sorelle che hanno danneggiato le proprie.
ru: {{GM}}Она смотрит на тебя с удивлением.{{/GM}} Для чего она вам? Временные карточки выдаются братьям и сестрам, которые случайно повредили свой пропуск.

source: {{GM}}She looks at you, the flattery largely failing to affect her, given the circumstances. But then inspiration dispels the dark cloud surrounding her.{{/GM}} Perhaps. My brother's spirit is too weak. That's a given.
de: {{GM}}Sie blickt zu dir empor. Dein Kompliment nimmt sie kaum zur Kenntnis, was den Umständen entsprechend vielleicht nicht so ungewöhnlich ist. Doch stattdessen erhellt eine plötzliche Idee ihre Züge.{{/GM}} Vielleicht. Der Geist meines Bruders ist zu schwach. So viel ist klar.
es: {{GM}}Te mira, el halago está lejos de afectarla, dadas las circunstancias. Pero entonces la inspiración disipa la negra nube que la rodea.{{/GM}} Quizás. El espíritu de mi hermano es demasiado débil. Eso es seguro.
fr: {{GM}}Elle vous regarde, la flatterie la laissant de marbre, logique, étant donné les circonstances. Et puis, d'une inspiration, elle dissipe le nuage sombre qui l'entourait.{{/GM}} Peut-être. L'esprit de mon frère est trop faible. C'est évident.
it: {{GM}}Ti guarda, insensibile alle lusinghe, date le circostanze. Poi l'ispirazione dissipa la nube scura che la circonda.{{/GM}} Forse. Lo spirito di mio fratello è troppo debole. È un dato di fatto.
ru: {{GM}}Она глядит на тебя, пропустив лесть мимо ушей. Повисает неловкая пауза, но через несколько секунд в ее глазах вспыхивает вдохновение.{{/GM}} Может быть. Дух моего брата слаб, это очевидно.

source: {{GM}}She looks back at the Universal Brotherhood.{{/GM}} Just a little.
de: {{GM}}Sie wirft einen Blick auf die Universelle Bruderschaft.{{/GM}} Ein kleines bisschen.
es: {{GM}}Se gira para mirar a la Hermandad Universal.{{/GM}} Solo un poco.
fr: {{GM}}Elle jette un regard en arrière vers la Confrérie.{{/GM}} Juste un peu.
it: {{GM}}Si volta a guardare la Fratellanza Universale.{{/GM}} Solo un po'.
ru: {{GM}}Она бросает последний взгляд на Всеобщее братство.{{/GM}} Самую малость.

source: {{GM}}She looks hungry for your help.{{/GM}} I'm glad you're here.
de: {{GM}}Sie sieht dich hilfsbegierig an.{{/GM}} Ich bin froh, dass du da bist.
es: {{GM}}Te suplica ayuda con la mirada.{{/GM}} Me alegra que estés aquí.
fr: {{GM}}Elle a l'air de vouloir vous aider.{{/GM}} Je suis heureuse de vous revoir ici.
it: {{GM}}Sembra aver davvero bisogno del tuo aiuto.{{/GM}} Sono felice che tu sia qui.
ru: {{GM}}Она выглядит искренне благодарной тебе за помощь.{{/GM}} Я рада, что ты здесь.

source: {{GM}}She looks pained. Sighs.{{/GM}} I suppose. We have money. A lot of money. Listen, we’ve got to get out of here! The priests and acolytes have been going down that hole since they locked me up. They were chanting all the way but then I heard screaming. And something else. Something... foul.
de: {{GM}}Sie schaut dich mit einem gequälten Gesichtsausdruck an. Ein Seufzer.{{/GM}} Ich denke schon. Wir haben Geld. Viel Geld. Aber hör zu: Als Erstes müssen wir hier raus! Seit ich hier bin, sind immer wieder Priester und Akolythen da runter gegangen. Erst war die ganze Zeit so ein monotoner Gesang zu hören, aber dann habe ich Schreie gehört. Und noch etwas anderes. Etwas ... Widerliches.
es: {{GM}}Parece dolida. Suspira.{{/GM}} Supongo. Tenemos dinero. Mucho dinero. ¡Escucha, tenemos que salir de aquí! Desde que me encerraron, no han parado de bajar sacerdotes y acólitos por ese agujero. No paraban de cantar pero entonces escuché gritos. Y algo más. Algo... horrible.
fr: {{GM}}Elle a l'air affligé. Elle soupire.{{/GM}} Je suppose que oui. On a de l'argent. Beaucoup d'argent Écoutez, il faut absolument qu'on sorte d'ici ! Depuis qu'on m'a enfermée ici, des prêtres et des disciples n'ont pas arrêté de descendre dans ce trou. Ils chantaient en chemin et après ça, j'ai entendu des cris. Et il y avait autre chose. Une chose... infecte.
it: {{GM}}Sembra sofferente. Sospira.{{/GM}} Immagino. Abbiamo soldi. Molti soldi. Senti, dobbiamo andarcene da qui! Sacerdoti e seguaci scendevano di continuo da quando mi hanno chiuso qui dentro. Prima cantavano, poi però hanno cominciato a urlare. E qualcos'altro. Qualcosa di... orrendo.
ru: {{GM}}Она морщится, а потом вздыхает.{{/GM}} Полагаю, что да. У нас есть деньги. Большие деньги. Давайте уже пойдем, а? Я слышала пение. Жрецы и послушники то и дело проходили мимо меня. А потом раздались вопли. И какой-то ужасный звук. Слушайте, мы должны выбираться отсюда!

source: {{GM}}She looks relieved.{{/GM}} Wiz.
de: {{GM}}Sie sieht erleichtert aus.{{/GM}} Wiz.
es: {{GM}}Parece aliviada.{{/GM}} Genio.
fr: {{GM}}Elle a l'air soulagé.{{/GM}} Excellent.
it: {{GM}}Sembra sollevata.{{/GM}} Grande.
ru: {{GM}}Она немного расслабляется.{{/GM}} Дивно.

source: {{GM}}She looks up. Steely.{{/GM}} It was her crusade, wasn’t it? Her private war on the BTL trade. Do not tell me it was a senseless shadowrun for some corporation who saw her as nothing more than a disposable asset.
de: {{GM}}Sie blickt auf – mit stählernem Blick.{{/GM}} Es war ihr Kreuzzug, nicht wahr? Ihr eigener, privater Krieg gegen den BTL-Handel. Sag mir nicht, dass sie in einem sinnlosen Shadowrun für irgendeinen Konzern gestorben ist, der sie nur als ein Mittel zum Zweck gesehen hat.
es: {{GM}}Levanta la mirada. Una mirada dura.{{/GM}} Ha sido por su cruzada, ¿verdad? Su guerra personal contra el tráfico de BTL. No me digas que ha sido un shadowrun absurdo para una corporación para quien ella no era más que un elemento prescindible.
fr: {{GM}}Elle relève la tête. Avec un regard d'acier.{{/GM}} C'était sa croisade, n'est-ce pas ? Sa propre guerre contre le marché BTL. Ne me dites pas que c'était un stupide shadowrun travaillant pour une corpo et qui n'a vu en elle qu'un simple outil.
it: {{GM}}Alza lo sguardo. Di ghiaccio.{{/GM}} Era la sua crociata, vero? La sua guerra privata al commercio di BTL. Non mi dire che era una missione insensata per qualche corporazione che la considerava una semplice risorsa sacrificabile.
ru: {{GM}}Когда она поднимает голову, в глазах у нее блестит сталь.{{/GM}} Ее погубил ее крестовый поход, не так ли? Ее собственная война с Идеальной реальностью. Не говори, что она погибла в глупом набеге из-за денег какой-нибудь корпорации, которые расходуют людей направо и налево...

source: {{GM}}She looks worried.{{/GM}} No. I think she's... away on business.
de: {{GM}}Sie sieht besorgt aus.{{/GM}} Nein. Ich glaube, sie ... ist geschäftlich unterwegs.
es: {{GM}}Parece preocupada.{{/GM}} No. Creo que está... de viaje de negocios.
fr: {{GM}}Elle a l'air inquiète.{{/GM}} Non. Je crois qu'elle est... en voyage d'affaires.
it: {{GM}}Sembra preoccupata.{{/GM}} No. Credo che sia andata... via per lavoro.
ru: {{GM}}Она выглядит встревоженной.{{/GM}} Нет. У нее... возникли дела.

source: {{GM}}She looks you in the eye. Sighs.{{/GM}} I know, omae, I know. From what I have seen, working for your friend, Sam, has proven to be a bigger task than perhaps you thought.
de: {{GM}}Sie sieht dir direkt in die Augen. Seufzt.{{/GM}} Ich weiß, omae, ich weiß. Von dem, was ich gesehen habe, scheint dein Job für deinen Freund Sam eine größere Aufgabe geworden zu sein, als du womöglich gedacht hast.
es: {{GM}}Te mira a los ojos. Suspira.{{/GM}} Lo sé, omae, lo sé. Por lo que he visto, el trabajo para tu amigo Sam ha resultado ser más grande de lo que pensabas.
fr: {{GM}}Elle vous regarde dans les yeux. Soupirs.{{/GM}} Je sais, omae, je sais. De ce que j'ai vu, travailler pour votre ami Sam s'est montré être une tâche bien plus difficile que vous ne le pensiez.
it: {{GM}}Ti guarda negli occhi. Sospira.{{/GM}} Lo so, omae, lo so. Da quanto ho capito, lavorare per il tuo amico Sam si è rivelato un compito più arduo del previsto.
ru: {{GM}}Она смотрит тебе в глаза и вздыхает.{{/GM}} Я знаю, омае. Я знаю. Ноша, которую взвалил на тебя твой друг Сэм, оказалась куда тяжелее, чем он рассчитывал.

source: {{GM}}She looks you in the eye.{{/GM}} Just tell it to me straight, $(l.name). I’m a Barrens girl.
de: {{GM}}Sie sieht dir direkt in die Augen.{{/GM}} Sag mir einfach, was los ist, $(l.name). Ich bin ein Mädel aus den Barrens.
es: {{GM}}Te mira a los ojos.{{/GM}} No te andes con rodeos, $(l.name). Soy una chica de los Barrens.
fr: {{GM}}Elle vous regarde dans les yeux.{{/GM}} Dites-le moi sans détour, $(l.name). Je suis une fille de Barrens.
it: {{GM}}Ti guarda dritto negli occhi.{{/GM}} Dimmelo chiaro e tondo, $(l.name). Sono una ragazza delle Terre desolate, io.
ru: {{GM}}Она смотит тебе прямо в глаза.{{/GM}} Скажи мне правду, $(l.name). Я девочка из Пустошей.

source: {{GM}}She looks you over, noting the signs of your nocturnal activities. She nods.{{/GM}} Any run you can walk away from is a good run.
de: {{GM}}Sie mustert dich ausgiebig und nimmt Notiz von den Zeichen deiner nächtlichen Aktivitäten. Sie nickt.{{/GM}} Jeder Run, von dem man wieder zurückkehrt, ist ein guter Run.
es: {{GM}}Te mira de arriba abajo, observando los signos de tus actividades nocturnas. Asiente.{{/GM}} Si puedes escapar de un run, es que ha estado bien.
fr: {{GM}}Elle vous scrute, remarquant les signes de vos activités nocturnes. Elle fait un signe de la tête.{{/GM}} Un run où vous pouvez vous en sortir est un bon run.
it: {{GM}}Ti esamina e nota i segni delle tue attività notturne. Annuisce.{{/GM}} Qualsiasi missione da cui si esce vivi è una buona missione.
ru: {{GM}}Она осматривает тебя с ног до головы, отмечая каждое свидетельство твоих ночных похождений, и кивает.{{/GM}} Любой набег, из которого ты возвращаешься - это хороший набег.

source: {{GM}}She looks you over, then nods.{{/GM}} Don't need to worry about me, I know how to lay low. They're a tough bunch, though... don't say I didn't warn ya.
de: {{GM}}Sie wirft dir einen Blick zu und nickt.{{/GM}} Mach dir da mal keine Sorgen, ich bin helle genug, mich aus der Schusslinie zu halten. Die sind allerdings ein ganz schön harter Haufen ... also sag nicht, ich hätte dich nicht gewarnt.
es: {{GM}}Te examina detenidamente y asiente.{{/GM}} No tienes que preocuparte por mí, sé pasar desapercibida. Pero son un grupo duro... no digas que no te lo advertí.
fr: {{GM}}Elle vous dévisage, puis hoche la tête.{{/GM}} Ne vous inquiétez pas pour moi, je sais me faire oublier. Mais ce sont des durs à cuire... ne venez pas m'dire que je vous ai pas prévenu.
it: {{GM}}Ti guarda, poi annuisce.{{/GM}} Non devi preoccuparti per me, so arrangiarmi. Sono dei duri, comunque... non dire che non ti avevo avvertito.
ru: {{GM}}Она смеривает тебя оценивающим взглядом и неохотно кивает.{{/GM}} Со мной все будет в порядке, я знаю, где можно укрыться. Они крутые ребята. Потом не говори, что я тебя не предупреждала.

source: {{GM}}She lowers her head in shame.{{/GM}} I understand.
de: {{GM}}Sie senkt beschämt den Kopf.{{/GM}} Ich verstehe.
es: {{GM}}Avergonzada, baja la cabeza.{{/GM}} Lo entiendo.
fr: {{GM}}Elle baisse la tête de honte.{{/GM}} Je comprends.
it: {{GM}}China il capo per la vergogna.{{/GM}} Capisco.
ru: {{GM}}Она опускает голову.{{/GM}} Я понимаю.

source: {{GM}}She nods in satisfaction.{{/GM}} Hai. That is good.
de: {{GM}}Sie nickt zufrieden.{{/GM}} Hai. Das ist gut.
es: {{GM}}Asiente satisfecha.{{/GM}} Hai. Eso es bueno.
fr: {{GM}}Elle hoche la tête en signe de satisfaction.{{/GM}} Haï. C'est une bonne chose.
it: {{GM}}Annuisce soddisfatta.{{/GM}} Hai. Molto bene.
ru: {{GM}}Она довольно кивает.{{/GM}} Хаи. Это хорошо.

source: {{GM}}She nods slowly. Sadly.{{/GM}} Hai. There is something very wrong, yes.
de: {{GM}}Sie nickt langsam und traurig.{{/GM}} Hai. Etwas ist ganz und gar nicht in Ordnung, ja.
es: {{GM}}Asiente lentamente. Tristemente.{{/GM}} Hai. Sí, pasa algo, algo muy malo.
fr: {{GM}}Elle fait un lent signe de tête. Tristement.{{/GM}} Hai. Quelque chose ne va pas, en effet.
it: {{GM}}Annuisce lentamente. Purtroppo.{{/GM}} Hài. Grossi problemi, sì.
ru: {{GM}}Она медленно кивает. Ее глаза печальны.{{/GM}} Хаи. Да, случилось. У нас возникли проблемы.
