Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The bunk is a mess and reeks of booze. Searching through the sheets, blankets, and pillow, you find an old photograph that has seen a lot of wear.
de: Die Koje ist unordentlich und stinkt nach Schnaps. Du durchsuchst die Bettwäsche, Decken und Kissen und findest ein altes Foto, das schon ziemlich abgegriffen ist.
es: El catre es un desastre y apesta a alcohol. Rebuscando entre las sábanas, las mantas y la almohada encuentras una vieja fotografía muy desgastada.
fr: La couchette est en désordre et empeste l'alcool. En fouillant dans les draps, les couvertures et l'oreiller, vous dénichez une vieille photo abîmée par l'usure.
it: La branda è un casino e puzza di alcol. Cercando tra le lenzuola, le coperte e il cuscino, trovi una vecchia fotografia, molto logora.
ru: Койка неубрана. Она источает кислые запахи застарелого пота и разлитого пива. Перевернув простыни, подушки и одеяло, ты находишь старую выцветшую фотографию.

source: The cardboard box is labeled "UB Blank Keycards".
de: Der Pappkarton trägt die Aufschrift „Leere UB-Schlüsselkarten“.
es: La caja de cartón está etiquetada "Tarjetas de acceso vírgenes de la HU".
fr: La boîte en carton est étiquetée "Cartes vierges CU".
it: Sull'etichetta della scatola di cartone si legge "Schede vergini FU".
ru: На картонной коробке написано "Чистые бланки для пропусков".

source: The clock's stopped, probably displaying a time from 40 years ago.
de: Die Uhr ist stehengeblieben. Sie zeigt wahrscheinlich die gleiche Uhrzeit wie schon vor 40 Jahren an.
es: El reloj se ha parado, probablemente indica una hora de hace 40 años.
fr: L'horloge est arrêtée, affichant probablement la même heure depuis 40 ans.
it: L'orologio è fermo e forse l'orario visualizzato risale a 40 anni fa.
ru: Часы остановились. Ты не удивишься, если это случилось 40 лет назад.

source: The cluster of dilapidated buildings where Coyote told you to meet her appears to be the remnants of a public-housing project. The buildings look like a cesspool filled with human debris. You find her standing with Paco on a street corner, eyeing the roofs, the doorways, the windows. Despite his attempts to engage her, Coyote barely says a word as the three of you weave your way through the tenements. She walks purposefully, her new cyber hand flexing open and closed with each step. It’s unclear whether the action is voluntary or not. You circle around the back of a building and Coyote jumps up, grabs the bottom rung of a fire escape ladder, and pulls it down. Without a signal, she starts her climb towards the roof. Paco looks at you worriedly and starts up the ladder.
de: Der heruntergekommene Häuserblock, an dem Coyote dich treffen wollte, sieht aus wie der Überrest eines sozialen Wohnprojekts. Jetzt ist es nichts als eine Müllhalde voller menschlichem Abfall. Du siehst Coyote gemeinsam mit Paco an einer Straßenecke stehen. Ihr Blick huscht beständig von Dach zu Dach, von Tür zu Tür. Obwohl sich Paco nach Leibeskräften bemüht, sagt Coyote kaum ein Wort, als ihr euch euren Weg an den Häusern vorbei bahnt. Sie läuft zielstrebig voraus, ihre neue Cyberhand öffnet und schließt sich bei jedem Schritt. Es ist schwer zu sagen, ob sie es bewusst tut oder nicht. An der Rückseite eines der Gebäude springt Coyote plötzlich hoch, greift nach einer Feuerleiter und zieht sie herunter. Wortlos beginnt sie ihren Aufstieg zum Dach des Gebäudes. Paco wirft dir einen besorgten Blick zu und macht sich auf, ihr zu folgen.
es: El grupo de edificios diseminados donde Coyote te dijo que te reunieras con ella resulta ser los restos de un proyecto de casas de protección oficial. Los edificios parecen un pozo ciego lleno de desechos humanos. La encuentras de pie junto a Paco, en una esquina de la calle, vigilando los tejados, las puertas y las ventanas. A pesar de sus intentos por involucrarla, Coyote apenas dice una palabra cuando vosotros tres os abrís paso entre las viviendas. Camina con decisión, con su nueva cibermano abriéndose y cerrándose a cada paso. No está claro si el acto es voluntario o no. Rodeas por la parte de atrás de un edificio y Coyote sube de un salto, agarra el peldaño inferior de una escalera de incendios y la hace bajar. Sin previo aviso, empieza a subir hacia el tejado. Paco te mira preocupado y empieza a subir por la escalera.
fr: L'amas de bâtiments en ruine où Coyote vous a demandé de l'attendre semble être ce qu'il reste d'un quartier HLM. Les bâtiments ressemblent à une fosse septique remplie de débris humains. Vous la repérez qui se tient au coin d'une rue avec Paco, aux aguets, surveillant les toits, les portes et les fenêtres. Tout. Malgré ses tentatives de la dérider, Coyote ne dit pas un mot tandis que vous vous frayez un chemin tous trois entre les immeubles. Elle avance d'un pas décidé, sa nouvelle main cybernétique s'ouvrant et se fermant au rythme de ses pas. Pas sûr que ce soit volontaire. Vous faites le tour d'un bâtiment, et Coyote saute, se saisit du barreau le plus bas d'une échelle d'évacuation d'urgence et la tire vers le sol. Sans rien dire, elle entame l'ascension vers le toit. Paco vous regarde d'un air inquiet avant de s'engager sur l'échelle.
it: Il gruppo di edifici fatiscenti dove Coyote ti ha chiesto d'incontrarla sembra essere ciò che resta di un progetto di edilizia residenziale pubblica. Gli edifici danno l'idea di un pozzo nero pieno di detriti umani. La trovi a un angolo di strada insieme a Paco, mentre osserva i tetti, le porte, le finestre. Nonostante i suoi tentativi di coinvolgerla, Coyote dice a malapena una parola mentre tutti e tre vi muovete serpeggiando tra i palazzi. Sa esattamente dove andare, la sua nuova mano cibernetica si apre e si chiude a ogni passo. Non è chiaro se l'azione sia volontaria o meno. Girate intorno alla parte posteriore di un edificio e Coyote salta su, afferra il piolo più basso di una scala antincendio e lo tira giù. Senza alcun segnale, inizia la sua scalata verso il tetto. Paco ti guarda preoccupato e si avvia su per la scala.
ru: Жилой квартал, в котором тебе назначила встречу Койот, выглядит заброшенным. Это свалка, место, куда город вываливает человеческие отбросы. Однажды попав сюда, люди не возвращаются. Ты находишь ее вместе с Пако на углу улицы. Она не перестает шарить взглядом по крышам, разбитым окнам и пустым дверным проемам. Несмотря на все попытки Пако разговорить ее, Койот молчит. Наконец он умолкает, и вы пробираетесь в сердце этих трущоб. С каждым шагом Койот все сильнее сжимает свою новую кибернетическую руку в кулак. Ты затрудняешься определить, беспокоится она или еще не успела привыкнуть к сигналам, которые посылают в мозг ее электронные нервы. Наконец вы подходите к двери одного из домов, который ничем не отличается от десятков других таких же. Койот подпрыгивает, хватается за пожарную лестницу и тянет ее на себя. Все так же молча она карабкается на крышу. Пако бросает тебе встревоженный взгляд и следует за ней.

source: The cold storage box is labeled "Live Specimen. Keep Refrigerated"
de: Die Kühltruhe ist beschrieben mit den Worten „Lebendes Exemplar. Gekühlt lagern“
es: La caja fría está etiquetada "Espécimen vivo. Mantener refrigerado"
fr: Il est écrit sur la boîte de stockage frigorifique "Spécimen vivant. Conserver au froid"
it: Sul contenitore da frigorifero è scritto "Esemplari vivi. Conservare al freddo"
ru: На холодильнике есть наклейка: "Живые образцы. Не нагревать"

source: The cold storage drawer is labeled “John Doe” but the internal thermostat is set to 21 degrees celsius.
de: Die Lade der Kühlzelle ist mit „John Doe“ beschriftet, aber das Thermostat zeigt eine Innentemperatur von 21 Grad Celsius an.
es: El cajón frigorífico tiene la etiqueta “John SinNombre” pero el termostato interno está ajustado a 21 grados Celsius.
fr: Sur l'étiquette sur la chambre froide, on peut lire "Monsieur X" mais le thermostat interne est réglé sur 21 degrés Celsius.
it: Sul cassetto del congelatore c'è scritto "Cadavere anonimo", ma il termostato interno è impostato su 21°C.
ru: На ячейке висит табличка с надписью "Неизвестный мужчина". Термостат на дверце показывает 21 градус по цельсию.

source: The cold storage drawer opens to reveal the fully-clothed body of a man, arms folded across his chest. In addition to sporting some of the brightest orange hair you’ve ever seen, the body seems to be in very good condition...
de: Die Lade der Kühlzelle öffnet sich und gibt den Blick frei auf den bekleideten Körper eines Mannes, dessen Arme auf der Brust verschränkt sind. Auffallend sind die leuchtend orangefarbenen Haare und die Tatsache, dass der Körper in einem erstaunlich guten Zustand ist ...
es: El cajón frigorífico se abre para mostrar el cuerpo vestido de un hombre, con los brazos cruzados sobre el pecho. Además de tener el pelo más naranja que jamás has visto, el cuerpo parece estar en buen estado.
fr: Le tiroir de la chambre froide révèle le cadavre d'un homme entièrement habillé, bras croisés sur la poitrine. En plus d'avoir les cheveux les plus oranges que vous ayez jamais vus, le corps semble être en très bonne condition...
it: Dentro il cassetto scopri il corpo completamente vestito di un uomo, con le braccia incrociate sul petto. Oltre ad avere i capelli arancioni più luminosi che tu abbia mai visto, il corpo sembra essere in ottime condizioni...
ru: Ячейка холодильника открывается. Твоему взору предстает полностью одетое тело человека, которое лежит, скрестив на груди руки. У покойного ярко-рыжие, почти морковного цвета волосы, и ты не видишь ни трупных пятен, ни странгуляционной борозды, ни каких-либо других признаков насильственной смерти.

source: The cold, utilitarian facilities of the Brotherhood’s private areas break away and degenerate into sprawling subterranean tunnels. Tunnels that were not crafted by the hands of Man. The air is foul with the smell of decaying flesh and something else - a rank, stinging acid bite that hits noses and eyes hard. Wet, squirming noises echo throughout the tunnels, punctuated by low moans and the occasional gasp - for what, you can’t tell. One thing that you can tell, though - Aegis works. You shoulder your launcher and keep going.
de: Die kalte Zweckmäßigkeit der Privaträume der Bruderschaft weicht weitläufigen, unterirdischen Tunneln. Tunnel, die nicht von menschlicher Hand gefertigt wurden. Die Luft ist erfüllt vom Gestank fauligen Fleisches und einem unbestimmten, ranzigen Säuregeruch, der in den Augen brennt. Laute, die an etwas Feuchtes und Schmieriges erinnern, dringen durch die Tunnel, ab und an von gequältem Stöhnen und leisen Schreien unterbrochen. Wer oder was diese Laute verursacht, ist schwer zu sagen. Aber immerhin weißt du nun, dass Aegis funktioniert. Du schulterst deine Waffe und rückst weiter in die Tiefen vor.
es: Los locales fríos y prácticos de las zonas privadas de la Hermandad se deshacen y degeneran en una red de túneles subterráneos. Túneles que no fueron construidos por manos humanas. El aire está infestado por el olor a carne decrépita y a algo más: un ácido repugnante y apestoso que te oprime la nariz y los ojos. Un sonido húmedo y retorcido atraviesa los túneles, marcado por el ritmo de silenciosos gemidos y algún que otro grito ahogado... ¿A qué se deben? No lo sabes. Hay algo que sí que tienes claro: Aegis funciona. Te echas la artillería al hombro y continúas la marcha.
fr: Les bâtiments fonctionnels et froids des zones privées de la Confrérie s'effacent et se transforment progressivement en tunnels souterrains. Des tunnels qui n'ont pas été creusés par la main de l'homme. L'air est rempli d'odeurs de chairs décomposées et de quelque chose d'autre, quelque chose d'acide, de nauséabond et qui pique sévèrement le nez et les yeux. Des sons de succions humides résonnent partout dans les tunnels, ponctués par des gémissements et quelques halètements, pour ce que vous pouvez en déduire. Une chose que vous pouvez dire, en revanche : Aegis fonctionne. Vous mettez le projecteur sur votre épaule et continuez.
it: Gli ambienti freddi e funzionali delle aree private della Fratellanza lasciano il posto a un irregolare reticolo di tunnel sotterranei. Tunnel che non sembrano costruiti da una mano umana. L'aria ha un odore ripugnante di carne in decomposizione e una nota acida e pungente che brucia il naso e gli occhi. Si avverte come un scricchiolio sommesso e viscido, interrotto da profondi gemiti e dal rantolare discontinuo di qualcosa che non sai cosa sia. Una cosa però la sai: l'Aegis funziona. Metti in spalla il tuo lanciarazzi e procedi.
ru: Холодные утилитарные внутренние помещения Братства уступают место извилистым подземным тоннелям. Вряд ли они были созданы рукой человека. Воздух наполняют запахи разлагающейся плоти и чего-то еще - едкая, кислая вонь, от которой начинают слезиться глаза. До тебя доносятся влажные хлюпающие звуки, стоны боли и негромкий хрип - но ты не можешь сказать, откуда. К счастью для тебя и для всего человечества, проект ''Эгида'' полностью оправдал ожидания своих создателей. Ты перехватываешь гранатомет поудобнее и продолжаешь идти.

source: The comb is black plastic, and has some wiry grey hairs stuck in it.
de: Der Kamm besteht aus schwarzem Plastik und mehrere drahtige, graue Haare befinden sich darauf.
es: El peine es de plástico negro y tiene pelos canosos.
fr: Le peigne est en plastique noir, et a quelques cheveux gris coincés à l'intérieur.
it: Sul pettine di plastica nera ci sono ancora alcuni capelli grigi.
ru: На черной пластиковой расческе осталось несколько седых волос.

source: The comb of the murder victim at the NTSB warehouse.
de: Der Kamm des Mordopfers aus der NTSB-Lagerhalle.
es: El peine de la víctima de asesinato en el almacén del CNST.
fr: Le peigne de la victime de l'entrepôt du NTSB.
it: Il pettine della vittima dell'omicidio al magazzino del CNST.
ru: Расческа жертвы со склада НСПБНТ.

source: The computer has a basic list of applications.
de: Der Computer hat eine Auswahl an Standardanwendungen zu bieten.
es: El ordenador tiene un listado básico de aplicaciones.
fr: L'ordinateur présente une liste basique d'applications.
it: Il computer ha una serie di applicazioni di base.
ru: Компьютер оснащен базовым набором приложений.

source: The computer is locked with a two-factor encryption key.
de: Der Computer ist mit einer zweistufigen Verschlüsselung gesichert.
es: El ordenador está bloqueado con una clave de codificación de dos factores.
fr: L'ordinateur est verrouillé par un code bifactoriel.
it: Il computer è bloccato con una password criptata a due fattori.
ru: Компьютер защищает протокол безопасности с двойным шифрованием.

source: The coroner seemed to think so. But their report wasn't very thorough. They usually aren't when a family member isn't around to pay for the work.
de: Der Gerichtsmediziner war wohl dieser Meinung. Aber der Bericht war nicht sehr ausgiebig. Das ist oft so, wenn kein Familienmitglied mehr da ist und die Arbeit bezahlt.
es: Eso creía el forense. Pero el informe no era muy exhaustivo. No suele serlo si no hay un familiar dispuesto a pagar por el trabajo.
fr: Le légiste a l'air de le penser. Mais leur rapport n'était pas très minutieux. Ils ne le sont généralement pas quand il n'y a pas de membre de la famille autour pour payer.
it: Il medico legale sembrava pensarla così. Ma il loro rapporto non era molto approfondito. Di solito non lo sono quando un membro della famiglia non è disposto a pagare per il lavoro.
ru: Коронер упустил из виду эту деталь. Но вскрытие вообще проводилось довольно небрежно, такое часто бывает, когда у покойного нет родственников, готовых выложить денежки за работу.

source: The coroner, Dresden, sent me over.
de: Der Gerichtsmediziner Dresden hat mich hergeschickt.
es: Vengo de parte de Dresden, el forense.
fr: Dresden, le légiste, m'a envoyé.
it: Mi manda Dresden, il medico legale.
ru: Меня прислал судебный медик Дрезден.

source: The crack easily unhashes the password, "trustno1" and you are transferred to the desktop.
de: Der Crack liefert dir ohne Probleme das Passwort „trustno1“ und du gelangst auf den Desktop.
es: El crack descifra sin problemas la contraseña, "noconfiesennadie" y accedes al escritorio.
fr: Le programme de piratage déchiffre facilement le mot de passe, "trustno1". Vous êtes redirigé vers le bureau.
it: La manomissione rivela facilmente la password, "trustno1", e così ti ritrovi davanti il desktop.
ru: Очень скоро тебе удается подобрать пароль Койот ("никомYнеBEPb") и получить доступ к ее файлам.

source: The crate's label reads "Liquefied cane sugar, 1 gallon cans, 24 count" You see lots of these around on the shelves.
de: Auf dem Etikett der Kiste steht „Flüssigzucker, 4-Liter-Kanister, 24 Stück“. Auf den Regalen um dich herum siehst du noch viele weitere solcher Kisten.
es: En la etiqueta del cajón pone "Azúcar de caña licuado, latas de 4 litros, 24 unidades" Ves muchos de este tipo por los estantes.
fr: On peut lire sur la caisse "Sucre de canne liquéfié, boîtes d'un gallon, 24 unités". On peut en voir beaucoup sur les étagères.
it: Su una cassa è scritto "Zucchero di canna liquido, barattoli da 1 gallone, 24 pezzi". Le mensole sono piene di questa roba.
ru: Наклейка на ящике гласит: "Жидкий тростниковый сахар, 24 банки, емкость 4 литра" На полках их более чем достаточно.

source: The cut-outs, the body modifications, and my healthy supply of "patients"... I'm perfectly set up to be a bunraku fixer. If I can find a supplier for personafix chips, I can sell full service bunraku, even program the behavior trees.
de: Die Cut-Outs, Körpermodifikationen und mein unerschöpflicher Vorrat an „Patienten“ ... Ich habe das perfekte Set-Up, um ein Bunraku-Schieber zu werden. Wenn ich einen Lieferanten für Personafix-Chips finde, kann ich einen Bunraku-Komplettservice anbieten und sogar die Verhaltensbäume programmieren.
es: Los chips de corte, las modificaciones corporales y mi amplio suministro de "pacientes"... Estoy perfectamente preparado para ser un fixer bunraku. Si puedo encontrar a un suministrador de chips personafix, puedo vender un servicio bunraku completo, incluso programar los árboles de comportamiento.
fr: Avec les customs, les modifications corporelles, et mon large stock de "patients"... Il ne me manque rien pour devenir fournisseur de bunraku. Si j'arrive à me trouver un fournisseur de puces personafix, je pourrais fournir des services bunraku, et même programmer l'arbre des comportements !
it: I chip, le mutazioni corporee e il mio nutrito stuolo di "pazienti"... Non mi manca proprio nulla per diventare un ricettatore di burattini bunraku. Se riesco a trovare un fornitore di chip Personafix, posso offrire bunraku con servizio completo, programmando persino le strutture comportamentali.
ru: Чипы, модификация тел и изрядное количество "пациентов", которых никто не хватится... Что еще нужно для того, чтобы начать изготавливать бунраку? Если я найду поставщика чипов, я смогу делать идеальных рабов, как только запрограммирую необходимые поведенческие паттерны.

source: The data store ahead is defended by intrusion countermeasures.
de: Der Datenspeicher vor uns besitzt Invasionsabwehrprogramme.
es: El almacén de datos de ahí delante está protegido con medidas anti-intrusos.
fr: Le centre de données là-bas est protégé par des contremesures d'intrusion.
it: L'archivio dati più avanti è protetto da misure anti-intrusione.
ru: Следующую базу данных защищают программы противодействия.

source: The database has a vast array of BTLs, covering all topics, from disturbing and sad to romantic and adventurous.
de: In der Datenbank gibt es eine Vielzahl von BTLs aus allen Themenbereichen, von verstörend über traurig bis zu romantisch und abenteuerlich.
es: La base de datos tiene una amplia variedad de BTL que abarcan todos los temas, desde perturbadores y dramáticos hasta románticos y aventureros.
fr: La base de données a une vaste gamme de BTLs couvrant tous les sujets, allant de dérangeant et triste à romantique et aventureux.
it: Il database contiene una vasta gamma di BTL che includono tutti gli argomenti, dall'inquietante e triste al romantico e avventuroso.
ru: База данных содержит тысячи записей Идеальной Реальности на любой вкус, от извращенных и депрессивных до романтических и волшебных.

source: The decking skill is often used just on terminals in the real world to get information, hack doors, etc. But occasionally a run will have the option or the requirement to go into the local Matrix LAN of the facility you are infiltrating in order to gain access to valuable information or control more important things in the real world
de: Die Fertigkeit Decking wird oft nur benutzt, um auf Konsolen in der realen Welt zuzugreifen und so Informationen abzugreifen oder Türen zu hacken. Manchmal gibt es während eines Runs jedoch die Option – oder die Notwendigkeit – auf das lokale Matrix-Netzwerk der Einrichtung zuzugreifen. Dadurch können wertvolle Informationen gewonnen oder auf zentrale Punkte in der wirklichen Welt zugegriffen werden.
es: La habilidad de pirateo suele utilizarse con terminales en el mundo real para conseguir información, hackear puertas, etc. Pero en ocasiones un run tiene la opción o el requisito de entrar en la LAN lo cal de la Matriz del edificio en el que te has colado para acceder a información valiosa o controlar cosas más importantes en el mundo real.
fr: Souvent, on se sert simplement du decking sur des appareils du monde réel pour obtenir des informations, pirater des portes, etc. Mais parfois, lors d'une mission, il est possible voire nécessaire d'accéder au LAN local de la Matrice dans les bâtiments où l'on pénètre, en vue de recueillir de précieux renseignements ou de contrôler des choses plus importantes dans le monde réel
it: Il Deck è spesso usato sui terminali nel mondo reale per ottenere informazioni, forzare porte, eccetera, ma a volte per una missione dovrai recarti nella LAN della Matrice locale del sistema in cui stai cercando di infiltrarti, per ottenere accesso a dati cruciali o controllare cose più importanti nel mondo reale.
ru: Чаще всего декингом называют несанкцированный доступ к сетевым узлам с целью получения информации, вскрытия замков и тому подобного. Иногда во время набега возникает необходимость взломать локальную сеть или матричный форт организации, в которую тебя занесло, чтобы получить доступ к важным файлам или перехватить контроль над системами безопасности.

source: The desk is covered in photos of dogs. The one catching a stick is labeled "My my diminutive friend".
de: Der Schreibtisch ist voll von Hundefotos. Ein Bild von einem Hund, der einen Stock im Maul hält, ist beschriftet mit „Mein kleinwüchsiger Freund“.
es: El escritorio está cubierto de fotos de perros. El que está cogiendo un palo lleva la etiqueta "Mi amigo diminutivo".
fr: Le bureau est couvert de photos de chiens. Sur celle où un chien attrape un bâton, il est écrit : "Mon tout petit ami".
it: La scrivania è piena di foto di cani. Su una c'è cane con un bastone e la scritta "Il mio piccolo amico".
ru: Стол покрыт фотографиями собак. Под одной из них есть подпись: "Мой маленький друг".

source: The display reads, "Enter blank keycard to activate machine."
de: Auf dem Bildschirm steht: „Führen Sie eine leere Schlüsselkarte ein, um die Maschine zu aktivieren.“
es: En la pantalla se lee, "Introduzca una tarjeta virgen para activar la máquina".
fr: L'écran affiche "Introduisez une carte d'accès vierge pour lancer l'impression."
it: Sul display si legge "Inserisci tessera d'accesso vergine per attivare la macchina."
ru: На экране написано "Вставьте чистый пропуск в принтер."

source: The docks. I've got to go.
de: Die Docks. Ich muss los.
es: Los muelles. Tengo que ir.
fr: Les docks. Je dois y aller.
it: Al porto. Devo andare.
ru: В порту. Все, мне пора.
