Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Yeah - all for the greater good of the Universal Brotherhood.
de: Ja, klar – alles für die Universelle Bruderschaft.
es: Sí, todo para la mayor gloria de la Hermandad Universal.
fr: Ouais, tout pour le bien suprême de la Confrérie Universelle.
it: Sì... solo per il bene superiore della Fratellanza Universale.
ru: Ну да. Исключительно на благо Всегобщего братства.

source: Yeah I still have questions.
de: Ja, ich hab noch ein paar Fragen.
es: Sí, aún tengo preguntas.
fr: Oui, j'ai encore des questions.
it: Sì, ho ancora delle domande.
ru: У меня еще есть вопросы.

source: Yeah!
de: Ja!
es: ¡Bien!
fr: Ouais !
it: Sì!
ru: Да!

source: Yeah! I don’t know what it is but she’s excited about it. I think there’s a graduation ceremony. I’m gonna try and find a better spot to hear.
de: Ja! Ich hab keinen Plan, was das sein soll, aber sie ist sehr aufgeregt. Ich glaub, es gibt da irgendeine Zeremonie. Ich geh mal und versuch, mir einen besseren Platz zu sichern.
es: ¡Sí! No sé qué es, pero está emocionada con eso. Creo que hay una ceremonia de graduación. Voy a intentar encontrar un sitio mejor para escucharlo.
fr: Ouais ! Je ne sais pas ce que c'est mais ça la branche vraiment. Je crois qu'il y a un genre de cérémonie. Je vais essayer de me trouver un meilleur endroit pour écouter.
it: Sì! Io non so cosa sia, ma lei ne è entusiasta. Penso che ci sia una cerimonia di consacrazione. Vado a cercare il posto migliore per sentire.
ru: Ага! Понятия не имею, что это такое, но она очень рада. Видимо, это что-то вроде выпускной церемонии. Ну ладно, скоро концерт. Я попробую занять место, с которого Марию будет видно получше.

source: Yeah, $(l.he)’s on the level. Working for Sam, believe it or not... some sort of dead man’s switch. I thought you could help $(l.him) out. *Maybe* even stop moping around the shop all day...
de: Ja, $(l.he) ist in Ordnung. Arbeitet für Sam, ob du’s glaubst oder nicht ... so ’ne Art Totmannschalter. Ich dachte, du könntest $(l.him) vielleicht helfen. Und *vielleicht* könntest du sogar aufhören, den ganzen Tag im Laden herumzulungern ...
es: Sí, es de fiar. Trabaja para Sam, lo creas o no... una especie de interruptor de hombre muerto. Pensé que podrías ser de ayuda. *Quizás* incluso dejar de estar deprimido por la tienda todo el día...
fr: Ouais, $(l.he) est clean. Tu me croiras ou pas, il bosse pour Sam... un genre de dead man’s switch. Je pensais que tu pourrais lui donner un coup de main. Et *peut-être* même arrêter de camper dans ma boutique à longueur de journée...
it: Sì, possiamo fidarci di $(l.he). Lavora per Sam, che tu ci creda o no... ha usato una sorta di Segnalatore di decesso. Ho pensato che tu potessi dare una mano. *Magari* se la smettessi di ciondolare con aria afflitta tutto il giorno...
ru: Да, $(l.he) знает, что делает. Ты не поверишь - Сэм назначил награду за голову своего убийцы. Оставил посмертные распоряжения, все как полагается. Я подумал, что ты захочешь помочь. *Может быть* даже слезешь наконец с моей шеи...

source: Yeah, Dresden thinks he's pretty funny. You're not the first person he's pulled this one on.
de: Ja. Dresden findet das witzig. Hat sich diesen Scherz schon mit mehr als einer Person erlaubt.
es: Sí, Dresden cree que es bastante divertido. No eres el primero que pica con esto.
fr: Ouais. Dresden trouve ça drôle. Vous n'êtes pas le premier à qui il fait cette blague.
it: Sì, Dresden si crede divertente. Non sei la prima persona a cui ha giocato questo scherzo.
ru: Ну да. Такое уж у Дрездена чувство юмора. Он всегда пробует эту шутку на новых знакомых.

source: Yeah, I can't believe the intruders got up to the top floor.
de: Ja, ich kann es nicht glauben, dass die Saboteure es bis in den obersten Stock geschafft haben.
es: Sí, es increíble que los intrusos pudieran llegar al piso superior.
fr: Ouais, j'arrive pas à croire que les voleurs soient montés jusqu'au dernier étage.
it: Già, non posso credere che gli intrusi siano arrivati all'ultimo piano.
ru: Поверить не могу, что нападавшие смогли пробиться на самый верх.

source: Yeah, I did! He mentioned her once or twice. It didn't sound like they got along that well. {{GM}}She thinks.{{/GM}} He was rambling on about her the last time I saw him. By that point, he was completely gone. I really couldn't follow what he was saying - but he sounded miserable.
de: Ja, tatsächlich! Er hat sie ein- oder zweimal erwähnt. Es klang nicht so, als wären sie besonders gut miteinander ausgekommen. {{GM}}Sie denkt nach.{{/GM}} Als ich ihn das letzte Mal gesehen habe, hat er sehr viel von ihr gefaselt. Zu diesem Zeitpunkt war er schon fast völlig hinüber. Ich konnte seinen Erzählungen nicht wirklich folgen, aber er klang unglücklich.
es: ¡Sí, lo sabía! La mencionó una o dos veces. No parecía que se llevasen muy bien. {{GM}}Piensa.{{/GM}} Estaba farfullando sobre ella la última vez que le vi. Para entonces, estaba completamente ido. No podía seguir lo que decía, pero sonaba desgraciado.
fr: Ouais ! Il m'en a parlé une fois ou deux. Ils avaient pas l'air de s'entendre très bien. {{GM}}Elle réfléchit.{{/GM}} Il n'arrêtait pas de parler d'elle la dernière fois que je l'ai vu. À ce moment là, il était déjà complètement dans les vapes. J'arrivais pas bien à suivre ce qu'il disait, mais il avait vraiment pas l'air bien.
it: Già, ricordo. Me ne ha parlato una o due volte. Ma non credo andassero molto d'accordo. {{GM}}Pensa.{{/GM}} Parlava di lei l'ultima volta che l'ho visto. Ma era già completamente andato. Non riuscivo a seguire ciò che diceva, sembrava un povero disgraziato.
ru: Да, знала! Он как-то раз рассказывал нам о ней. Похоже, они не слишком-то ладили. {{GM}}Она задумывается.{{/GM}} Когда я последний раз видела его, он как раз бормотал что-то о сестре. Но он был пьян в дымину, я не могла разобрать ни слова. Вид у него был при этом несчастный.

source: Yeah, I got Sam’s killer.
de: Ja, ich habe Sams Mörderin erwischt.
es: Sí, tengo al asesino de Sam.
fr: Ouais, j'ai trouvé l'assassin de Sam.
it: Sì, l'ho trovato.
ru: Да, он мертв.

source: Yeah, I got a blood sample.
de: Ja, ich habe eine Blutprobe.
es: Sí, tengo una muestra de sangre.
fr: Oui, j'ai un échantillon de sang.
it: Sì, ho un campione di sangue.
ru: Да, у меня есть образец крови.

source: Yeah, I'm an undercover corporate agent. You'd better watch yourself.
de: Ja, ich bin ein verdeckter Ermittler der Konzerne. Du solltest dich besser in Acht nehmen.
es: Sí, soy agente de una corporación y estoy de incógnito. Será mejor que te andes con ojo.
fr: Ouais, je suis un agent corporatiste en civil. Faites gaffe à ce que vous dites.
it: Sì, lavoro in incognito per una corporazione. Faresti meglio a stare attento.
ru: Ну да. Я корпоративный следователь, работаю под прикрытием, так что полегче на поворотах.

source: Yeah, I'm dying to know! What happened at the funeral? Was Jessica behind the whole thing?
de: Ja, unbedingt! Was ist auf der Beerdigung passiert? Hat Jessica hinter der ganzen Sache gesteckt?
es: ¡Sí, me muero por saberlo! ¿Qué ha pasado en el funeral? ¿Jessica estaba detrás de todo?
fr: Ouais, j'veux savoir ! Qu'est-ce qui s'est passé à l'enterrement ? Jessica avait tout orchestré ?
it: Sì, muoio di curiosità! Che cosa è successo al funerale? C'era Jessica dietro la faccenda?
ru: Конечно, хочу! Что произошло на том кладбище? Джессика действительно во всем виновата?

source: Yeah, I'm ready to go. Let's see 'em.
de: Also gut, ich bin bereit. Ich will die Runner sehen.
es: Sí, estoy listo. Veámoslos.
fr: Ouais, je suis prêt à partir. Voyons un peu.
it: Si, sono pronto a partire. Vediamoli.
ru: Мы можем отправляться. Покажи, кто у тебя есть.

source: Yeah, I'm still thinking about what you said.
de: Ja, ich denke noch darüber nach, was du gesagt hast.
es: Sí, todavía estoy pensando en lo que has dicho.
fr: Oui, je pense toujours à ce que vous m'avez dit.
it: Sì, sto ancora pensando a quello che mi hai detto.
ru: Да. Я все еще думаю о том, что ты рассказал мне.

source: Yeah, I’m kind of busy right now.
de: Ja, ich hab grad ziemlich viel um die Ohren.
es: Sí, ahora mismo me pillas en mal momento.
fr: Ouais, je suis plutôt occupé, là...
it: Sì, ho un po' da fare in questo momento.
ru: Да, я не могу сейчас разговаривать.

source: Yeah, Jake here’s a regular. Should’ve started a rewards card, Jake - a few more visits and you’d get a free night’s stay.
de: Ja, Jake hier ist ein Stammgast. Hättest dir ’ne Treuekarte geben lassen sollen, Jake. Noch ein paar Besuche mehr und es wär ’ne kostenlose Übernachtung drin gewesen.
es: Sí, Jake es un habitual. Deberías hacerte una tarjeta de socio, Jake; unas visitas más y tienes una noche gratis.
fr: Ouais, Jake est un habitué. T'aurais dû prendre la carte de fidélité, Jake, encore quelques visites et t'aurais eu une nuit gratuite.
it: Eh sì, Jake qui è di casa. Dovrei darti una carta fedeltà, Jake; ancora qualche visita e hai una notte gratuita.
ru: Ага, Джейк у нас постоянный клиент. Давно собираюсь предложить ему накопительную скидку - еще пара визитов, следующий ночлег бесплатно.

source: Yeah, Josie's not looking too good.
de: Ja, Josie geht’s nicht sonderlich gut.
es: Sí, Josie no tiene buen aspecto.
fr: Ouais, Josie n'a pas très bonne mine.
it: Sì, Josie non è in gran forma.
ru: Да. У меня плохие новости.

source: Yeah, an inspiration to us all. Does he pull some weight around here?
de: Ja, eine Inspiration für uns alle. Er ist wohl sehr einflussreich, was?
es: Sí, es una inspiración para todos nosotros. ¿Tiene algún poder aquí?
fr: Oui, une inspiration pour tous. Il a beaucoup d'influence ici ?
it: Sì, ci è davvero d'ispirazione. È un pezzo grosso?
ru: Святой человек! Иначе говоря, большая шишка?

source: Yeah, but you were a rockstar in there! I had total faith in you. You’re the Exterminator! Now, let’s move on.
de: Ja, aber du warst da drinnen ein echter Rockstar! Ich hab fest an dich geglaubt. Du bist der Schädlingskiller! Lass uns das Thema damit abhaken.
es: Sí, ¡pero tú eras una estrella de rock ahí dentro! Tenía plena fe en ti. ¡Eras una máquina de exterminación! Ahora, vamos a movernos.
fr: Ouais, mais tu étais une vraie star là-bas ! Je te faisais entièrement confiance. Tu es l'Exterminateur ! Allez, continuons.
it: Sì, ma eri tu la rockstar là dentro! Mi fidavo completamente di te. Sei tu il Flagello! Andiamo, adesso.
ru: Да, но со стороны это смотрелось просто великолепно! Я ни на минуту в тебе не сомневался. Дорогу Истребителю! Ура Победителю! В общем, ты молодец.

source: Yeah, but you’re gonna die screaming.
de: Ja, aber du wirst vorher leiden.
es: Sí, pero tú morirás gritando.
fr: Ouais, mais tu mourras en criant.
it: Sì, ma morirai tra i lamenti.
ru: Ага. Но ты умрешь в муках.

source: Yeah, clever. How about you let me use it?
de: Ja, sehr clever. Wie wär’s wenn du mich hineinlässt?
es: Sí, muy astuto. ¿Qué te parece si me dejas subir por ahí?
fr: Ouais, très malin. Et si vous me laissiez l'utiliser maintenant ?
it: Si, furbo. Me lo lasci usare?
ru: Да, хитро. Разреши нам ей воспользоваться?

source: Yeah, everything in this body has gone to rust, 'cept my eyes and ears. Bit of a commotion upstairs, earlier. Stevie's men are twitchy.
de: Ja, an diesem alten Körper ist alles hinüber, außer meine Augen und Ohren. Es gab vorhin einen ganz schönen Aufruhr da oben. Stevies Leute sind ziemlich nervös.
es: Sí, en este cuerpo ya se me ha podrido todo, excepto los ojos y los oídos. Ha habido un poco de conmoción arriba. Los hombres de Stevie están nerviosos.
fr: Ouais, mon corps entier est rouillé, à part peut-être mes yeux et mes oreilles. Il y a eu de l'agitation là-haut, un peu plus tôt. Les hommes de Stevie sont nerveux.
it: Certo, questo corpo è tutto arrugginito, a parte i miei occhi e le mie orecchie. C'era un po' di agitazione di sopra. Gli uomini di Stevie sono nervosi.
ru: Ну да, только глаза и уши у меня и остались. Наверху творится полный бардак. Ребята Стиви сидят как на иголках.

source: Yeah, first time. Just getting a look at the place.
de: Ja, bin zum ersten Mal hier. Bin grad dabei, mich in dem Laden zurechtzufinden.
es: Sí, me estreno hoy. Le estoy echando un vistazo al lugar.
fr: Ouais, première fois. Je jette juste un œil aux alentours.
it: Sì, prima volta. Stavo solo dando un'occhiata in giro.
ru: Да, в первый раз. Просто осматриваюсь.

source: Yeah, from a certain point of view.
de: Ja, aus einem gewissen Blickwinkel ...
es: Sí, desde un cierto punto de vista.
fr: Ouais, d'une certaine manière.
it: Sì, da un certo punto di vista.
ru: Да, с определенной точки зрения.

source: Yeah, it looks unusual. Can you tell me more about it?
de: Ja, sieht ziemlich ungewöhnlich aus. Kannst du mir mehr darüber erzählen?
es: Sí, parece rara. ¿Puedes darme más información sobre ella?
fr: Ouais, elle a l'air bizarre. Vous pourriez m'en dire plus sur elle ?
it: Sì, mi pare insolita. Puoi dirmi altro?
ru: Он необычно выглядит. Расскажешь мне о нем?

source: Yeah, it's this brand new thing the forensics guys are using. I don’t totally understand it, but... it’s the ectoplasmic residue of a magical attack. I need to take some ecto scans of the site.
de: Tja, das ist dieses brandneue Ding, das die von der Spurensuche verwenden. Ich versteh’s selbst nicht ganz, aber ... es ist ’ne Art ektoplasmische Ablagerung, die bei magischen Angriffen zurückbleibt. Ich muss ein paar Ekto-Scans des Tatorts durchführen.
es: Si, es esa cosa nueva que usan los forenses. No lo acabo de entender pero... es el residuo de electroplasma de un ataque mágico. Necesito hacer un ectoescaneado del lugar.
fr: Ouais, c'est un truc tout nouveau que les types de la médecine légale viennent d'inventer. Je n'y comprends pas tout, mais... ce sont les résidus ectoplasmiques d'une attaque magique. Je dois effectuer des ecto-scans sur le site.
it: Sì, è quel nuovo arnese che stanno utilizzando quelli della scientifica. Non lo capisco del tutto, ma... è il residuo ectoplasmatico di un attacco magico. Devo portare un ecto-scanner sul posto.
ru: Ну да, это новая криминалистическая процедура. Не вдаваясь в подробности, мне надо проверить, есть ли на месте преступления эктоплазмический осадок, который остается после магической атаки.

source: Yeah, its never about solving the problem. It's about placing the blame.
de: Ja, es geht nie darum, das Problem zu lösen. Es wird immer nur ein Schuldiger gesucht.
es: Sí, nunca se trata de resolver el problema. Es sobre echar la culpa.
fr: Ouais, ils cherchent jamais à résoudre les problèmes. Ils veulent juste que quelqu'un soit responsable.
it: Già, non è mai per risolvere il problema. Si tratta di trovare un capro espiatorio.
ru: Зачем им решать проблему, если можно просто найти виноватого?

source: Yeah, me too. Oh well, I hope he's alright.
de: Ja, ich auch. Oh Mann, ich hoffe, es geht ihm gut.
es: Sí, a mí también. Oh, bueno, espero que esté bien.
fr: Ouais, moi aussi. Bon, bah j'espère qu'il va bien.
it: Anche a me. Beh... spero stia bene.
ru: И у меня тоже. Ну ладно, надеюсь, у него все хорошо.

source: Yeah, might be. Who the hell are you?
de: Ja, kann schon sein. Wer zum Geier bist du denn?
es: Sí, puede. ¿Quién demonios eres tú?
fr: Ouais, peut-être bien. T'es qui, toi ?
it: Sì, forse. Chi diavolo sei tu?
ru: Может быть. Ты вообще кто?

source: Yeah, must've been. Can you clear out now? I got a job to do.
de: Ja, muss es wohl. Kannst du jetzt verschwinden? Ich muss meinen Job erledigen.
es: Sí, tiene pinta. ¿Puedes largarte ya? Tengo cosas que hacer.
fr: Ouais, ça devait. Ça vous embêterait de partir ? J'ai du pain sur la planche.
it: Credo proprio di sì. Ora puoi andartene? Ho del lavoro da fare.
ru: Очень на то похоже. Так я могу вымыть пол? У меня много работы.

source: Yeah, my friend Shane joined up with those kooks. He was bugging me for a long time to get involved too, and stop working here. He was coming in every day lately... but today he didn't show up. Now I just feel bad for telling him off yesterday... Listen, if you ever head over there can you check on him for me?
de: Ja, mein Freund Shane hat sich diesen Irren angeschlossen. Hat mich lange damit belagert, dass ich auch beitreten soll und seinen Job hier aufgegeben. Er kam in letzter Zeit noch ständig hier vorbei ... aber heute ist er nicht aufgetaucht. Jetzt tut es mir leid, dass ich ihn gestern hab abblitzen lassen ... Hör mal, wenn du dich zufällig mal in dem Laden umsehen solltest, könntest du dann gucken, ob’s ihm gut geht?
es: Sí, mi amigo Shane se unió a esos chiflados. Durante mucho tiempo me estuvo dando la lata para que yo también me uniera, y dejó de trabajar aquí. Últimamente venía todos los días... pero hoy no ha aparecido. Ahora me siento mal por enfadarme con él ayer. Escucha, si alguna vez pasas por allí, ¿podrías hacerme el favor comprobar si está allí?
fr: Ouais, mon pote Shane est entré chez ces dingues. Ça faisait un moment qu'il me tannait pour que je le rejoigne et que j'arrête de bosser ici. Il venait tous les jours ces derniers temps... mais aujourd'hui il n'est pas venu. Maintenant je me sens coupable de l'avoir envoyé balader hier... Écoute, si tu y vas, tu pourrais t'assurer qu'il va bien pour moi ?
it: Sì, il mio amico Shane si è unito a quei pazzoidi. Non sai quanto mi ha rotto le scatole per convincermi a licenziarmi e unirmi a loro. Ultimamente veniva qui ogni giorno... oggi però non si è fatto vedere. Mi sento un po' in colpa per averlo trattato male ieri... Senti, se vai da quelle parti, puoi controllare come sta?
ru: Ну да, мой приятель Шин перебрался к этим чокнутым фанатикам. Он давно уговаривает меня начать ходить на собрания, а последнее время вообще капал мне на мозги каждый день... а сегодня почему-то не явился. Теперь я жалею, что вчера мы с ним поссорились... Слушай, если ты вдруг пойдешь в их собор, проверь, все ли у него в порядке, ладно?

source: Yeah, see... you make a contribution to the fund, I put you on a list and let you know the next time we find any... orphans... that you might be interested in.
de: Ja, also ... wenn du eine Einzahlung in den Fonds leistest, schreibe ich dich auf eine Liste und das nächste Mal, wenn wir ... Waisen ... finden, an denen du interessiert sein könntest, benachrichtigen wir dich.
es: Sí, verás... si haces un donativo al fondo, te apunto en una lista y ellos te avisando cuando encontramos un... huérfano... que te pueda interesar.
fr: Ouais, je vous explique... Vous faites un don, je vous mets sur une liste et je vous préviens la prochaine fois qu'on trouve un... orphelin... susceptible de vous intéresser.
it: Sì, vedi... tu dai un contributo al Fondo, io ti inserisco in una lista e ti faccio sapere quando troviamo altri... orfani... che ti potrebbero interessare.
ru: Ну да. Сделай взнос, а я внесу твое имя в список и буду оповещать, когда у нас появятся новые... осиротевшие дети.

source: Yeah, she was.
de: Ja, hat sie.
es: Sí, lo estaba.
fr: Ouais, c'est vrai.
it: Sì, lei c'era.
ru: Действительно.

source: Yeah, she's a piece of work. Pulls the gear off'a dead runners, sells it right back to the live ones. Coyote must've been in a rush for some new heat, to buy a gun from her...
de: Ja, sie ist ein ziemlich mieses Stück. Zieht toten Runnern die Ausrüstung ab, und verkauft sie dann an die, die noch leben. Coyote muss es ziemlich eilig gehabt haben, eine Waffe in die Hände zu kriegen, wenn sie der was abgekauft hat ...
es: Sí, es una buena pieza. Le quita el equipo a los runners muertos y se lo vende a los vivos. Coyote debía de tener mucha prisa si le compró una pistola a esa tipeja...
fr: Ouais, c'est un sacré numéro. Elle pique du matos sur des cadavres de Runners, et le revend à ceux encore en vie. Coyote devait vraiment avoir le feu aux fesses pour avoir acheté un pistolet à une telle ordure...
it: Sì, è una tipa parecchio furba. Toglie gli attrezzi del mestiere ai Runner morti e li rivende a quelli vivi. Coyote deve avere avuto una fretta indemoniata per comprare una pistola da lei...
ru: Джин - та еще штучка. Забирает снаряжение с тел мертвых раннеров, продает его живым. Если Койот что-то у нее купила, значит, у нее совсем не было выбора...

source: Yeah, sure thing. Good luck out there.
de: Ja, kein Problem. Viel Glück da draußen.
es: Claro, eso está hecho. Buena suerte.
fr: Ouais, de rien. Bonne chance.
it: Nessun problema. Buona fortuna là fuori.
ru: Не за что. Желаю удачи.

source: Yeah, sure, of course - but where the hell is the fixer?
de: Ja, klar, sicher – aber wo zur Hölle bleibt der Fixer?
es: Sí, claro, por supuesto, pero ¿dónde demonios está el fixer?
fr: Ouais, c'est sûr... Mais où est ce putain de Fixer ?
it: Sì, certo, certo, ma dove diavolo è il ricettatore?
ru: Охотно верю. Так где наш работодатель?

source: Yeah, sure, of course. I’ll wait all night if I have to!
de: Ja, sicher, natürlich. Ich warte die ganze Nacht, wenn es sein muss!
es: Sí, claro, por supuesto. ¡Esperaré toda la noche si hace falta!
fr: Ouais, c'est sûr. J'attendrai toute la nuit s'il le faut !
it: Certo, sì, come no. Aspetterò tutta la notte se necessario!
ru: Да, да, конечно. Я готов ждать хоть до утра, ели понадобится!

source: Yeah, sure. {{GM}}He starts to leave, then tilts his head back.{{/GM}}
de: Ja, sicher doch. {{GM}}Er macht sich auf den Weg und dreht sich dann noch einmal zu dir um.{{/GM}}
es: Sí, seguro. {{GM}}Empieza a marcharse, entonces echa la cabeza hacia atrás.{{/GM}}
fr: Ouais, pas de problème. {{GM}}Il va pour partir, puis tourne la tête.{{/GM}}
it: Si, certo. {{GM}}Fa per andarsene, poi inclina la testa all'indietro.{{/GM}}
ru: Само собой! {{GM}}Он уже собирается уходить, когда вдруг останавливается и наклоняет голову.{{/GM}}

source: Yeah, that's what it looks like. As you can see, the Ripper went for the eyes this time. Pretty clean work. I gotta hand it to him, our Ripper knows what he's doing. Or she, I suppose.
de: Ja, sieht ganz danach aus. Wie du sehen kannst, hatte es der Ripper dieses Mal auf die Augen abgesehen. Ziemlich saubere Arbeit. Eins muss man ihm lassen, der Ripper weiß, was er tut. Oder was sie tut, das können wir ja nicht ausschließen.
es: Sí, eso es lo que parece. Como puedes ver, el Destripador ha ido a por los ojos esta vez. Un trabajo bastante limpio. Tengo que reconocérselo, nuestro Destripador sabe lo que hace. O Destripadora, imagino.
fr: Ouais, on dirait. Comme vous le voyez, l'éventreur en avait après ses yeux, cette fois-ci. Du travail de pro. Je dois l'avouer, notre ami l'éventreur sait ce qu'il fait. Ou ce *qu'elle* fait.
it: Sì, così sembrerebbe. Come puoi vedere, lo Squartatore ha puntato agli occhi questa volta. Un lavoro pulito. Devo ammetterlo, il nostro Squartatore sa quello che fa. Il nostro o la nostra, direi.
ru: Да, очень похоже на то. Как видишь, на этот раз он забрал глаза. Очень аккуратная работа, надо отдать ему должное. Или ей. Мы до сих пор не знаем, какого пола преступник.

source: Yeah, that’s the one. He sits at the crossroads of the living and the dead.
de: Ja, genau. Er steht am Scheideweg zwischen den Lebenden und den Toten.
es: Sí, ese. Se encuentra en el cruce de caminos entre vivos y muertos.
fr: Oui, c'est bien lui. Il siège au croisement des morts et des vivants.
it: Sì, proprio lui. Si trova al confine tra il mondo dei vivi e quello dei morti.
ru: Он самый. Владыка перекрестков. Тот, кто стоит на распутье между миром живых и миром мертвых.
