Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}His chip slot is still fresh, the open wound pink and wet and lurid. His voice drips innuendo but his eyes say nobody's home.{{/GM}}
de: {{GM}}Sein Chip-Slot ist noch frisch, die offene Wunde ist pink, feucht und abstoßend. Seine Stimme tropft nur so vor sexueller Begierde, doch seine Augen sind leer.{{/GM}}
es: {{GM}}El hueco del chip aún está fresco, la herida abierta está rosada, húmeda y en carne viva. Su voz parece insinuar algo, pero su mirada está ausente.{{/GM}}
fr: {{GM}}Sa fente à puce est encore fraiche. La blessure ouverte est rose, humide et vive. Sa voix est toujours là, mais ses yeux indiquent qu'il n'y a plus personne à la maison.{{/GM}}
it: {{GM}}La fessura per il chip è stata appena fatta, la ferita è aperta, umida e sporca. La voce trasuda allusività ma dallo sguardo si capisce che non c'è con la testa {{/GM}}
ru: {{GM}}Его слот для чипа не успел зажить до конца. Открытая рана зияет розовой влажной плотью. Его голос источает нетерпение, но одного взгляда ему в глаза оказывается достаточно, чтобы понять: никого нет дома.{{/GM}}

source: {{GM}}His commlink rings.{{/GM}} Hang on. It's my driver. {{GM}}He answers it.{{/GM}} Yeah? No, I haven't found the crates yet. What? Hmmm, not good... probably because of my new friends here... I would appreciate it if you'd wait for this thing to play out... . yeah, give you a call later.
de: {{GM}}Sein Kommlink klingelt.{{/GM}} Einen Moment. Ist mein Fahrer. {{GM}}Er geht ran.{{/GM}} Ja? Nein, ich hab die Kisten noch nicht gefunden. Was? Hmm, nicht gut ... wahrscheinlich wegen meiner neuen Freunde hier ... ich würde es schätzen, wenn du abwartest, wie das hier ausgeht ... ja, ich ruf zurück.
es: {{GM}}Su commlink suena.{{/GM}} Espera. Es mi conductor. {{GM}}Responde.{{/GM}} ¿Sí? No, aún no he encontrado las cajas. ¿Qué? Hmmm, nada bueno... probablemente por culpa de los nuevos amigos que he encontrado aquí... Agradecería que esperaseis a que esto se resuelva... . Sí. te llamaré más tarde.
fr: {{GM}}Son commlink sonne.{{/GM}} Attendez. C'est mon chauffeur. {{GM}}Il répond.{{/GM}} Oui ? Non, j'ai pas encore trouvé les caisses. Quoi ? Hmmm, pas bien... sûrement à cause de mes nouveaux amis... J'aimerais bien que tu attendes que cette histoire se calme... Ouais, je te rappelle.
it: {{GM}}Il suo commlink squilla.{{/GM}} Aspetta. È il mio autista. {{GM}}Risponde.{{/GM}} Sì? No, non ho ancora trovato le casse. Cosa? Mmm... male... forse è per colpa di questi nuovi amici qui... Ti pregherei di aspettare finché questa faccenda non sarà sistemata... . Ok, ti chiamo dopo.
ru: {{GM}}Его коммлинк подает сигнал.{{/GM}} Погоди, это мой шофер. {{GM}}Он отвечает на звонок.{{/GM}} Да? Нет, ящик пока не у меня. Что? Хм-м, нехорошо... да, скорее всего, по их душу... Буду благодарен, если ты все-таки меня дождешься... Ага, я перезвоню, когда все закончится.

source: {{GM}}His eyes focus and his hand raises slowly to touch his head wound. The fingers come away wet and sticky. Panic twitches at the corners of his mouth as he surveys the room - first you, then the girl, then down to his own body which is no longer his.{{/GM}}
de: {{GM}}Seine Augen gewinnen an Schärfe und seine Hand fährt langsam zu der Wunde an seinem Kopf empor. Als er die Finger wieder zurückzieht, sind sie nass und klebrig. Seine Augenwinkel zucken in wachsender Panik, als er sich in dem Raum umsieht – er blickt zuerst zu dir, dann zu dem Mädchen neben ihm und schließlich auf seinen eigenen Körper, der nicht mehr der seine ist.{{/GM}}
es: {{GM}}Centra la mirada y levanta lentamente la mano para tocarse la herida de la cabeza. Los dedos se despegan, húmedos y pegajosos. El pánico le retuerce la comisura de la boca mientras estudia la estancia: primero a ti, luego a la chica y después su propio cuerpo, que ya no es suyo.{{/GM}}
fr: {{GM}}Les yeux concentrés, ses mains se dirigent lentement vers la blessure à sa tête. Ses doigts sont maintenant humides et collants. Un tic de panique apparait sur son visage alors qu'il sonde la pièce : d'abord vous, puis la fille, puis son corps qui n'est désormais plus le même.{{/GM}}
it: {{GM}}I suoi occhi mettono meglio a fuoco, mentre va a tastarsi la ferita sul cranio. Le dita rimangono umidicce e appiccicose. Le sue labbra tremano per il panico mentre esamina la stanza: guarda te, poi la ragazza, quindi il suo corpo che non gli appartiene più.{{/GM}}
ru: {{GM}}В его глазах разгорается огонек сознания. Он медленно поднимает руку и касается раны у себя на голове. Пальцы его становятся мокрыми и липкими. Как только он это понимает, он впадает в панику и начинает затравленно оглядываться по сторонам - и в замечает сперва тебя, потом женщину и, наконец, свое изменившееся тело.{{/GM}}

source: {{GM}}His eyes light up.{{/GM}} I thought you'd never ask!
de: {{GM}}Seine Augen leuchten auf.{{/GM}} Ich dachte schon, du würdest nie fragen!
es: {{GM}}Se le ilumina la mirada.{{/GM}} ¡Pensé que jamás me lo pedirías!
fr: {{GM}}Ses yeux s'illuminent.{{/GM}} Je pensais que vous ne poseriez jamais la question !
it: {{GM}}I suoi occhi si illuminano.{{/GM}} Temevo non me l'avresti mai chiesto!
ru: {{GM}}Его глаза ярко вспыхивают.{{/GM}} Я уж было начал думать, что тебе это не интересно!

source: {{GM}}His eyes narrow and he fixes you with a look.{{/GM}} Yeah? Well, right now, your responsibility is to clean up this mess and let me get back to work.
de: {{GM}}Seine Augen ziehen sich zu Schlitzen zusammen und er starrt dich an.{{/GM}} Ach ja? Tja, im Moment bist du verantwortlich dafür, dieses Chaos aufzuräumen und mich wieder an die Arbeit zu lassen.
es: {{GM}}Sus ojos se entrecierran y clava la mirada en ti.{{/GM}} ¿Sí? Bueno, justo ahora, tu responsabilidad es limpiar este desorden y dejar que yo vuelva al trabajo.
fr: {{GM}}Il plisse les yeux et vous fixe avec un drôle d'air.{{/GM}} Ah ouais ? Bref, dans l'immédiat, votre responsabilité est de nettoyer ce bordel et de me laisser me remettre au boulot.
it: {{GM}}Strizza gli occhi e ti fissa.{{/GM}} Davvero? Beh, in questo momento, il tuo compito è di ripulire questo casino e farmi tornare al lavoro.
ru: {{GM}}Он недовольно прищуривается.{{/GM}} Да ну? Ну так вот прямо сейчас твоя ответственность - убрать этот бардак и не мешать мне работать.

source: {{GM}}His eyes say, “I’d love to kill you now” but his mouth continues its smirk.{{/GM}} I got one of the richest an' most powerful men in the the Pacific Northwest takin’ care of me, dumbass. Wadda YOU got?
de: {{GM}}Seine Augen funkeln vor Mordlust, doch er lächelt weiterhin.{{/GM}} Einer der wohlhabendsten und einflussreichsten Männer des pazifischen Nordwestens stärkt mir den Rücken, du Idiot. Was hast DU dem entgegenzusetzen?
es: {{GM}}Sus ojos dicen, “Me encantaría matarte ahora” pero su boca continúa sonriendo.{{/GM}} Tengo a uno de los hombres más ricos y poderosos del Noroeste del Pacífico cuidando de mí, idiota. ¿Qué tienes TÚ?
fr: {{GM}}Ses yeux disent : « Je meurs d'envie de te tuer tout de suite », mais il continue de sourire.{{/GM}} Moi, j'ai l'un des hommes les plus riches et les plus puissants du Nord-est Pacifique qui s'occupe de moi, trou du cul. Et toi, qu'est-ce qu'il te reste ?
it: {{GM}}I suoi occhi dicono, "vorrei tanto poterti uccidere ora", ma la sua bocca continua a sorridere.{{/GM}} Io ho uno degli uomini più ricchi e potenti del Pacifico nord-occidentale che mi protegge, idiota. E TU?
ru: {{GM}}По его глазам видно, что ему хочется тебя придушить, но он продолжает ухмыляться.{{/GM}} На моей стороне - один из самых богатых и влиятельных людей по эту сторону Атлантики, тупая ты задница. А что есть у тебя?

source: {{GM}}His eyes stop rolling. He’s focused. On high alert.{{/GM}} You wanna step back offa dat? You wanna step way the hell back? This is Sprawl biz, chummer. It’s the biz of the People. An’ by the People. It’s for the fraggin’ People, so slot off with that unless you’re lookin’ to get hurt.
de: {{GM}}Er hört auf, mit den Augen zu rollen. Er ist fokussiert und auf höchster Alarmbereitschaft.{{/GM}} Hey, das nimmst du aber zurück. Den Scheiß solltest du echt zurücknehmen. Das ist Sprawl-Biz, Chummer. Das ist das Biz des Volkes. Vom Volk fürs Volk. Es ist für das verdammte Volk, also Schluss mit dem Scheiß, außer ihr seid auf Schmerzen aus.
es: {{GM}}Sus ojos dejan de girar. Está concentrado. Alerta máxima.{{/GM}} ¿Queréis rajaros? ¿Queréis volver por donde habéis venido? Asuntos del Ensanche, colega. Son asuntos del pueblo. Y por el pueblo. Es por el maldito pueblo, así que desconéctate de eso a menos que quieras que te hagan daño.
fr: {{GM}}Ses yeux s'arrêtent de rouler. Il est concentré. En alerte.{{/GM}} Reculez ! Reculez, putain ! C'est les affaires de la mégaconurb, mec. C'est les affaires du peuple. Et par le peuple. C'est pour le peuple, merde, alors débranche-toi de là rapido ou ça va mal finir.
it: {{GM}}I suoi occhi non sono più rovesciati. È di nuovo concentrato. E molto teso.{{/GM}} Vedi di toglierti! Vedi di toglierti dalle palle! Questi sono affari dello Sprawl. Sono affari del Popolo. Per il Popolo. Riguarda solo il dannato Popolo, quindi togliti dai piedi se non vuoi guai.
ru: {{GM}}Он перестает дрожать и вытягивается по струнке. Твой вопрос его насторожил.{{/GM}} И что? Тебе какое до этого дело? Это бизнес, детка. Бизнес больших людей. Для больших людей. И для маленьких тоже, так что не лезь в это дело, иначе будет больно. Потеряешь голову, руки, ноги. Почки.

source: {{GM}}His eyes widen at the question.{{/GM}} You mistake your importance, $(l.name). No, I was not spying on you. Until Mr. Telestrian’s summons, you were beneath my notice. I saw only a customer. Now, do you require my magic?
de: {{GM}}Seine Augen weiten sich bei dieser Frage.{{/GM}} Du überschätzt deine eigene Relevanz, $(l.name). Nein, ich habe dich nicht ausspioniert. Bevor Mr. Telestrian mich herbeirief, habe ich kaum von dir Notiz genommen. Ich sah nur einen Kunden. Benötigst du nun meine Waren?
es: {{GM}}Los ojos se le abren como platos ante la pregunta.{{/GM}} Confundes tu importancia, $(l.name). No, no te estaba esperando. Hasta la llamada del Sr. Telestrian, eras demasiado insignificante para prestarte atención. Yo solo veía a un cliente. Y ahora dime, ¿necesitas mi magia?
fr: {{GM}}Ses yeux s'écarquillent à la question.{{/GM}} Vous n'êtes pas aussi important que vous le pensez, $(l.name). Non, je ne vous espionnais pas. Je ne vous avez pas remarqué jusqu'à ce que vous parliez de M. Telestrian. Je vous croyais simple client. Donc, avez-vous besoin de ma magie ?
it: {{GM}}A sentire quella domanda sgrana gli occhi.{{/GM}} Sopravvaluti la tua importanza, $(l.name). No, non ti stavo spiando. Prima della convocazione da parte del signor Telestrian, non ti meritavi la mia attenzione. Vedevo solo un cliente. Ora, hai bisogno della mia magia?
ru: {{GM}}Он глядит на тебя с искренним удивлением.{{/GM}} Ты переоцениваешь свою значимость, $(l.name). Нет, я за тобой не шпионил. Пока Джеймс Телестриан не обратил на тебя внимания, наши отношения носили исключительно коммерческий характер. Тебе нужна помощь волшебника?

source: {{GM}}His eyes widen. Then his smirk gets even broader.{{/GM}} That's the right attitude, chummer! You're just the same as Mr. Telestrian. Yes you are! The only difference is that you got no money and you got no power. So, tell me again, drek-for-brains. What is it you got?
de: {{GM}}Er hebt die Augenbrauen. Dann wird sein Grinsen immer breiter.{{/GM}} Das ist die richtige Einstellung, Chummer! Du und Mr. Telestrian, ihr seid praktisch ebenbürtig. Jawohl! Der einzige Unterschied ist, dass du weder Geld noch Macht hast. Also sag es mir doch, du Stück Drek: Was genau ist es, was du hast?
es: {{GM}}Sus ojos se abren más. Luego su sonrisa se hace más amplia.{{/GM}} ¡Ésa es la actitud, colega! Eres igual que el Sr. Telestrian. ¡Claro que sí! La única diferencia es que tú no tienes dinero ni poder. Así que, recuérdamelo, cerebro seco. ¿Qué es lo que tienes?
fr: {{GM}}Ses yeux s'écarquillent. Et son rictus s'agrandit encore.{{/GM}} C'est la bonne attitude, mec. T'es pas différent de M. Telestrian. Bien sûr que si ! La seule différence c'est que t'as aucun argent et aucun pouvoir. Alors redis-moi un peu, trou de balle... Qu'est-ce qu'il te reste ?
it: {{GM}}Spalanca gli occhi. Poi il suo sorriso si allarga ancor di più.{{/GM}} Questo è l'atteggiamento giusto! Sei proprio come il signor Telestrian. Proprio così! L'unica differenza è che tu non hai né soldi né potere. Quindi, ripetimelo, cervello di gallina. Cos'è che hai?
ru: {{GM}}Его глаза расширяются от удивления. Потом он ухмыляется еще злораднее.{{/GM}} Так держать! Ты молодец. Почти как мистер Телестриан. С одним небольшим отличием. В отличие от него, у тебя нет ни денег, ни власти. Так скажи мне, ублюдок, что же у тебя есть?

source: {{GM}}His face contorts in a hideous snarl.{{/GM}} You're funny, $(l.race). Maybe, we’ll find another time to do a little dance later, you and me.
de: {{GM}}Er verzieht sein Gesicht zu einer hässlichen Grimasse.{{/GM}} Du bist ja mal ein Witzbold, $(l.race). Vielleicht haben wir ja später ein bisschen Zeit, das zu klären.
es: {{GM}}Se le retuerce el semblante con un gruñido terrible.{{/GM}} Tienes gracia, $(l.race). A lo mejor, en otro momento, podemos bailar un poco tú y yo.
fr: {{GM}}Son visage se tort dans un grognement hideux.{{/GM}} Vous êtes un marrant, $(l.race). Peut-être que l'on pourra trouver un moment pour danser, vous et moi.
it: {{GM}}La sua faccia si contrae con un ringhio odioso.{{/GM}} Sei divertente, $(l.race). Ci faremo quattro salti io e te, magari in un'altra occasione.
ru: {{GM}}Он буквально захлебывается яростью.{{/GM}} Очень смешно, $(l.race). Мы еще выясним, кто кого круче, можешь не сомневаться.

source: {{GM}}His face splits into a wide grin.{{/GM}} Excellent! I'll start an account for you. We get any useful new leads on the Ripper, I'll give you a call. Now... I'd better get back to work before McKlusky shows up. See you around.
de: {{GM}}Er fängt breit zu grinsen an.{{/GM}} Ausgezeichnet! Ich werde ein Konto für dich eröffnen. Wenn wir irgendwelche brauchbaren Hinweise auf den Ripper erhalten, ruf ich dich an. Und jetzt ... mach ich mich besser wieder an die Arbeit, bevor McKlusky auftaucht. Wir sehen uns.
es: {{GM}}Su cara se ilumina con una amplia sonrisa.{{/GM}}¡Excelente! Te abriré una cuenta. Si conseguimos alguna pista nueva sobre el Destripador, te avisaré. Bueno... Más vale que vuelva al tajo antes de que aparezca McKlusky. Nos vemos.
fr: {{GM}}Un grand sourire se dessine sur son visage.{{/GM}} Excellent ! Je vais vous créer un compte. Si on apprend quelque chose sur l'éventreur, je vous passe un coup de fil. Maintenant... Je ferais mieux de me remettre au travail avant que McKlusky se pointe. À plus tard.
it: {{GM}}Sulla sua faccia compare un sorriso.{{/GM}} Eccellente! Ti apro un conto. Se ho qualche dritta sullo Squartatore, ti chiamo. Ora... Meglio tornare al lavoro prima che si faccia vedere McKlusky. Ci vediamo in giro.
ru: {{GM}}Он радостно ухмыляется.{{/GM}} Превосходно! Я внесу твое имя в список. Если мы узнаем о Потрошителе что-то важное, я тебе позвоню. А теперь... Надо работать, пока сюда не примчался Макклюски. До встречи.

source: {{GM}}His good eye twitches as he thinks.{{/GM}} Yeah, sure that math works for me. See you on the way out.
de: {{GM}}Sein gutes Auge zuckt, während er nachdenkt.{{/GM}} Ja, okay, das klingt vernünftig. Ich seh euch dann, wenn ihr wieder rauskommt.
es: {{GM}}Mientras piensa, le tiembla el ojo bueno.{{/GM}} Sí, los números me cuadran. Nos vemos a la salida.
fr: {{GM}}Son bon œil a des spasmes pendant qu'il pense.{{/GM}} Ouais, ça marche pour moi. On se voit à la sortie.
it: {{GM}}Contrae il suo occhio buono mentre si sofferma a pensare.{{/GM}} Sì, per me va bene. Ci vediamo all'uscita.
ru: {{GM}}Он моргает здоровым глазом.{{/GM}} Ага, без проблем. Меня это устраивает. На обратном пути увидимся.

source: {{GM}}His grin fades.{{/GM}} And what makes you think I know anything about that?
de: {{GM}}Sein Lächeln verschwindet.{{/GM}} Und was bringt dich auf die Idee, dass ich etwas darüber wissen könnte?
es: {{GM}}Se le borra la sonrisa.{{/GM}} ¿Y qué le hace pensar que yo sé algo al respecto?
fr: {{GM}}Son sourire disparaît.{{/GM}} Et qu'est-ce qui vous fait croire que je sais quoi que ce soit là-dessus ?
it: {{GM}}Il suo grande sorriso svanisce.{{/GM}} E cosa le fa pensare che io ne sappia qualcosa?
ru: {{GM}}Он перестает ухмыляться.{{/GM}} А почему я должен что-то знать об этом человеке?

source: {{GM}}His jaw sets.{{/GM}} No one is suggesting you join them - nor that are you worthy of doing so. You are attending a briefing. Now come with me and watch your tongue.
de: {{GM}}Sein Gesicht ist angespannt.{{/GM}} Niemand behauptet, Sie sollten daran teilnehmen – geschweige denn, dass Sie ihm würdig seien. Sie nehmen an einer Besprechung teil. Folgen Sie mir und achten Sie auf Ihr Mundwerk.
es: {{GM}}Aprieta con fuerza la mandíbula.{{/GM}} Nadie te sugiere que te unas a ellos, ni mereces hacerlo. Vas a asistir a una reunión informativa. Ahora acompáñame y muérdete la lengua.
fr: {{GM}}Sa mâchoire se serre.{{/GM}} Personne ne suggère que vous les rejoigniez, ni que vous en êtes digne d'ailleurs. Vous allez assister à un briefing. Alors suivez-moi et ne vous faites pas remarquer.
it: {{GM}}Serra la mascella.{{/GM}} Nessuno le sta suggerendo di entrarne a far parte, anche perché non ne sarebbe all'altezza. Parteciperà a una riunione. Adesso venga con me e misuri le parole.
ru: {{GM}}На его скулах начинают играть желваки.{{/GM}} Я не предлагаю тебе присоединиться к ним - это честь, которую ты вряд ли когда-либо сможешь заслужить. Я всего лишь приглашаю тебя на брифинг. Прикуси язык и следуй за мной.

source: {{GM}}His lip curls into a feral snarl.{{/GM}} Dis is the Barrens, omae. You want it, you take it.
de: {{GM}}Sein Gesicht verzieht sich zu einer feindseligen Grimasse.{{/GM}} Das sind die Barrens, omae. Wenn du sie willst, dann hol sie dir.
es: {{GM}}Se le retuerce el labio con un gruñido salvaje.{{/GM}} Esto son los Barrens, omae. Si lo quieres, cógelo.
fr: {{GM}}Il se mort les lèvres dans un grondement.{{/GM}} C'est Barrens ici, omae. Tu veux, tu prends.
it: {{GM}}Piega il labbro e assume un'espressione feroce.{{/GM}} Queste sono le Terre desolate, omae. Se vuoi qualcosa, te la prendi.
ru: {{GM}}Он раздвигает губы в хищном оскале.{{/GM}} Это пустоши, омае. Попробуй его забрать.

source: {{GM}}His natural tone switches immediately to his Baron Samedi persona.{{/GM}} Ah, the lurker in the Matrix speaks! But you would do better to ask who SHE is. Alas, there is no time! This place is dangerous - you and Marie-Louise must get safely away. Then we will talk.
de: {{GM}}Sein natürlicher Umgangston wechselt sofort zu seiner affektierten „Baron Samedi“-Stimme.{{/GM}} Ah, der Beobachter in der Matrix spricht! Aber es wäre besser, die Frage zu stellen, wer SIE ist. Aber gut, dafür ist keine Zeit! Dieser Ort ist gefährlich ... Du und Marie-Louise müsst euch erst in Sicherheit bringen, dann reden wir.
es: {{GM}}Su tono natural cambia inmediatamente al del personaje del Barón Samedi.{{/GM}} Ah, ¡el que acecha en la Matriz ha hablado! Pero sería mejor que preguntases quién es ELLA. ¡Por desgracia, no hay tiempo! Este lugar es peligroso; tú y Marie-Louise debéis salir de aquí. Luego hablaremos.
fr: {{GM}}Son ton naturel se transforme immédiatement et le personnage du Baron Samedi prend sa place.{{/GM}} Ah, le rôdeur de la Matrice parle ! Mais vous feriez mieux de demander qui ELLE est. Hélas, nous n'avons pas le temps ! Cet endroit est dangereux. Marie-Louise et vous devez vous enfuir sains et saufs. Nous parlerons ensuite.
it: {{GM}}Il suo tono di voce cambia improvvisamente fino a diventare uguale a quello del suo alter ego Baron Samedi.{{/GM}} Ah, il ladruncolo nella Matrice parla! Faresti meglio a chiedere chi è LEI. Purtroppo non c'è tempo! Questo posto è pericoloso. Tu e Marie Louise dovete andar via. Parleremo dopo.
ru: {{GM}}Он начинает говорить голосом Барона Самеди.{{/GM}} А-а, призрак в Матрице подает голос! Сначала тебе следует спросить у НЕЕ, кто она такая. Увы, у нас нет времени! Здесь очень опасно - вы и Мария-Луиза должны бежать. Мы поговорим потом.

source: {{GM}}His one good eye wavers.{{/GM}} Nope. I’m good. See you on the way out.
de: {{GM}}In seinem guten Auge blitzt Furcht auf.{{/GM}} Nö. Ist schon gut so. Ich seh euch dann, wenn ihr wieder rauskommt.
es: {{GM}}El ojo bueno le tiembla.{{/GM}} No. Todo en orden. Nos vemos a la salida.
fr: {{GM}}Son bon œil vacille.{{/GM}} Non. C'est bon pour moi. On se voit à la sortie.
it: {{GM}}Il suo unico occhio buono tremola.{{/GM}}No. Sto bene. Ci vediamo all'uscita.
ru: {{GM}}Он моргает здоровым глазом.{{/GM}} Усек.

source: {{GM}}His smirk gets even bigger.{{/GM}} Nooo. You go ahead in there and keep talkin’ trash. That should work out fine for you, drek-for-brains! You got no money and you got no power. So, what DO you got?
de: {{GM}}Sein Grinsen wird immer breiter.{{/GM}} Neeein. Geh einfach rein und laber weiterhin Stuss. Das läuft sicher ganz toll für dich, du Stück Drek. Du hast weder Geld noch Macht. Also sag mir, was hast du DENN?
es: {{GM}}Su sonrisa se hace aún más grande.{{/GM}} Nooo. Sigue así y sigue diciendo tonterías. ¡Seguro que eso os funciona muy bien, cerebros de mierda! No tenéis dinero y no tenéis poder. De modo que ¿QUÉ tenéis?
fr: {{GM}}Son rictus ne fait que s'agrandir.{{/GM}} Nooon. Vous continuez à faire des vannes. Ça devrait bien marcher pour toi, trou de balle. T'as aucun argent et aucun pouvoir. Alors, qu'est-ce qu'il te RESTE ?
it: {{GM}}Il suo sorriso compiaciuto si allarga ancor di più.{{/GM}} Nooo. Entri là dentro e continui a dire stronzate. Questo dovrebbe andar bene per te, cervello di gallina! Non hai né soldi né potere. Allora, cos'hai TU?
ru: {{GM}}Его ухмылка становится еще шире.{{/GM}} Не-е-ет. Продолжай рыть себе могилу. Увидишь, как скоро это тебе аукнется. У тебя нет денег и нет влияния. Так что же у тебя есть?

source: {{GM}}Hold back the best stone and give him the rest.{{/GM}}
de: {{GM}}Behalte den wertvollsten Stein und gib ihm den Rest.{{/GM}}
es: {{GM}}Guardar la piedra mejor y darle el resto.{{/GM}}
fr: {{GM}}Garder la meilleure pierre et lui donner les autres.{{/GM}}
it: {{GM}}Nascondi la pietra migliore e dagli le altre.{{/GM}}
ru: {{GM}}Оставить себе лучший камень и отдать ему остальные.{{/GM}}

source: {{GM}}Hold the back the pebble with the runes on it and give him the rest.{{/GM}}
de: {{GM}}Behalte den mit Runen verzierten Kieselstein und gib ihm den Rest.{{/GM}}
es: {{GM}}Guárdate la piedra de las runas y dale el resto.{{/GM}}
fr: {{GM}}Garder le galet incrusté de runes et lui donner le reste.{{/GM}}
it: {{GM}}Nascondi la pietra con le rune e dagli le altre.{{/GM}}
ru: {{GM}}Оставить себе камешек с рунами и отдать ему остальные.{{/GM}}
