Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Oh, but who am I kidding? I know your type all too well. Words of caution have little worth, and words of prohibition only make you more eager to throw yourself into the fire. You're like children that way.
de: Oh, aber wem mache ich was vor? Ich kenne deine Sorte schließlich gut genug. Warnende Worte haben wenig Wert, und Verbote führen nur dazu, dass du dich noch eifriger ins Feuer stürzt. Leute wie du sind in dieser Beziehung wie kleine Kinder.
es: Oh, pero ¿a quién trato de engañar? Conozco muy bien a la gente como tú. Las palabras de cautela valen de poco, y las prohibiciones solo sirven para animarte más a lanzarte al fuego. Sois como los niños.
fr: Oh, mais qui j'essaye de convaincre, là ? Je connais votre genre. Vous n'avez que faire des avertissements, et encore moins des interdictions, ça a plutôt l'effet inverse sur les gens comme vous. C'est une conduite un peu puérile.
it: Oh, ma chi voglio prendere in giro? Conosco bene quelli come te. Le parole di cautela hanno poco valore e le parole di divieto vi rendono solo più desiderosi di buttarvi nel fuoco. Siete come dei bambini.
ru: Хотя кого я пытаюсь убедить? Я хорошо знаю вас, раннеров. Предостережения вас не остановят, а запреты заставят прыгнуть дракону в пасть еще быстрее. Как дети малые, честное слово.

source: Oh, don't mind him. Am I more to your liking? Let me take care of you, BUYER NAME.
de: Ach, vergiss ihn. Gefalle ich dir besser? Ich werde all deine Wünsche erfüllen, NAME DES KÄUFERS.
es: Oh, no le hagas caso. ¿Yo te gusto más? Deja que me encargue de ti, NOMBRE DEL COMPRADOR.
fr: Oh, ne faites pas attention à lui. Je vous plais plus comme ça ? Laissez-moi prendre soin de vous, BUYER NAME.
it: Oh, non farci caso. Sono più di tuo gusto? Mi prenderò io cura di te, NOME CLIENTE.
ru: Я тебе не нравлюсь? Разреши мне о тебе позаботиться, ИМЯ ПОКУПАТЕЛЯ.

source: Oh, drek.
es: Oh, mierda.
fr: Oh, merde.
it: Oh, merda!
ru: Вот дерьмо.

source: Oh, hey $(l.guy). One more thing. {{GM}}He covers his commlink for a moment. Tilts his head your way but you can see he’s still staring at his HUD.{{/GM}} I'm a fence too. If you got anything you need to unload, come see me.
de: Oh, hey, $(l.guy). Eine Sache noch. {{GM}}Er legt die Hand auf sein Kommlink und dreht sich in deine Richtung. Sein Blick haftet jedoch immer noch auf seinem HUD.{{/GM}} Ich bin auch ein Hehler. Wenn du etwas loswerden möchtest, bin ich dein Mann.
es: Eh, $(l.guy). Una cosa más. {{GM}}Cubre su commlink un momento. Inclina la cabeza hacia ti, pero sigue mirando su HUD.{{/GM}} También soy proveedor. Si tienes algo que descargar, ven a verme.
fr: Ho, hé $(l.guy). Encore une chose. {{GM}}Il couvre son commlink pendant un moment. Il tourne la tête vers vous, mais vous pouvez voir qu'il continue de regarder son HUD.{{/GM}} J'achète aussi. Si vous avez besoin de vous décharger de quelque chose, venez me voir.
it: Oh, ehi, $(l.guy). Ancora una cosa. {{GM}}Copre il commlink per un istante. Inclina la testa dalla tua parte ma noti che sta ancora fissando l'HUD.{{/GM}} Sono anche un ricettatore. Se hai qualcosa di cui vuoi disfarti, vieni a trovarmi.
ru: Эй, $(l.guy). Еще кое-что. {{GM}}Он прикрывает телефон ладонью и кивает тебе, но ты видишь, что он все еще смотрит на свой планшет.{{/GM}} Я покупаю информацию - и не только. Приходи, если у тебя появится что-нибудь ценное.

source: Oh, my... this is... unspeakable. Murder was not enough for this person? Selling patients as bunraku slaves! Thank you for bringing this to me. I know you are still hot on the trail of your friend Sam's killer. I will contact some runners to liberate these poor souls from the buyers in this list.
de: Oh ... das ist ... entsetzlich. Es war also nicht genug für diese Person, zu morden? Er musste seine Patienten auch noch als Bunraku-Sklaven verkaufen! Danke, dass du mir das gezeigt hast. Ich weiß, du bist noch immer auf der Spur von Sams Mörder. Ich werde einige Runner beauftragen, um diese armen Seelen aus den Fängen ihrer Käufer zu befreien.
es: Vaya... esto es... no tengo palabras. ¿El asesinato no era suficiente para esta persona? ¡Vender pacientes como esclavos bunraku! Gracias por traerme esto. Sé que aún estás detrás del asesino de tu amigo Sam. Me pondré en contacto con algunos runners para liberar a esas pobres almas de los compradores de esta lista.
fr: Oh mon dieu... c'est... indescriptible. Le meurtre n'était-il pas suffisant pour cette personne ? Vendre des patients comme esclaves bunraku ? Merci de m'avoir apporté ça. Je sais que vous êtes toujours sur la piste du meurtrier de votre ami Sam. Je vais contacter quelques runners pour libérer ces pauvres âmes des acheteurs sur cette liste.
it: Oh, mamma... questo è... orribile. Uccidere non era abbastanza per questa persona? Vendere dei pazienti come schiavi bunraku! Grazie per avermela portata. So che sei ancora sulle tracce dell'assassino del tuo amico Sam. Mi metterò in contatto con alcuni Runner per liberare queste povere anime dagli acquirenti su questa lista.
ru: О боже... это... ужасно. Он еще и торговал людьми, превращая их в рабов бунраку?! Спасибо, я позабочусь об этом и найду раннеров, которые освободят несчастных. Не беспокойся и продолжай расследование, я не сомневаюсь, что убийца Сэма от тебя не уйдет.

source: Oh, that? I was merely a concerned citizen. Curious, I suppose, like all the rest.
de: Ach, das? Ich war lediglich ein besorgter Bürger. Neugierig, vielleicht, so wie alle anderen.
es: Oh, ¿eso? Solo era un ciudadano preocupado. Con curiosidad, supongo, como todo el mundo.
fr: Oh, ça ? Je n'ai agi qu'en simple citoyen touché par ce drame. Curieux, je trouve, comme tout le reste.
it: Oh, quello? Ero soltanto un cittadino preoccupato. Forse curioso, come tutti gli altri.
ru: Ах, так вот в чем дело. Я всего лишь проявлял любопытство. Как и большинство зевак в тот момент.

source: Oh, they’ll eat you. But Sam is going to get justice first. {{GM}}Kill her before the bugs do.{{/GM}}
de: Oh, sie werden dich fressen. Aber erst werde ich Sam rächen. {{GM}}Töte sie, bevor es die Käfer tun können.{{/GM}}
es: Oh, te van a comer. Pero primero se le hará justicia a Sam. {{GM}}Mátala antes de que lo hagan los insectos.{{/GM}}
fr: Oh, ils vont vous manger. Mais Sam va d'abord obtenir justice. {{GM}}La tuer avant que les insectes ne le fassent.{{/GM}}
it: Oh, ti mangeranno. Ma prima Sam avrà giustizia. {{GM}}Uccidila prima che lo facciano gli insetti.{{/GM}}
ru: Да, они тебя съедят. Но сперва я отомщу тебе за смерть Сэма. {{GM}}Убить ее до того, как до нее доберутся жуки.{{/GM}}

source: Oh, uh, of course. I'll open the gate, Aguirre is just inside the warehouse. Definitely no holes in our security, here. Tip-top shape.
de: Oh, äh, natürlich. Ich mach das Tor auf. Aguirre ist in der Lagerhalle. Unsere Sicherheit ist tipptopp in Ordnung. Kein Durchkommen.
es: Ah, ah, por supuesto. Le abriré la puerta, Aguirre está dentro del almacén. Sin duda, nuestra seguridad no tiene brechas. Está en plena forma.
fr: Oh, heu, bien sûr. J'ouvre la porte, Aguirre est justement dans l'entrepôt. Y a aucun défaut de sécurité, ici. On est au top.
it: Oh, eh, naturalmente. Apro il cancello, Aguirre nel magazzino. Di sicuro la nostra sicurezza qui non presenta alcuna falla. È in perfetta forma.
ru: А, э, ну да. Само собой. Сейчас я открою ворота. Агирре уже внутри, но с безопасностью на объекте все хорошо. Везде камеры, есть патрули, все как положено.

source: Oh, uh, of course. I'll open the gate, the response team is just inside the warehouse. Sorry for my rudeness.
de: Oh, äh, natürlich. Ich mach das Tor auf. Das Einsatzkommando ist in der Lagerhalle. Tut mir leid für die Unannehmlichkeiten.
es: Ah, ah, por supuesto. Abriré la puerta, el equipo de respuesta está dentro del almacén. Siento haber sido tan maleducado.
fr: Oh, heu, bien sûr. J'ouvre la porte, l'équipe d'intervention est justement dans l'entrepôt. Excusez mon impolitesse.
it: Oh, eh, naturalmente. Apro il cancello, la squadra di pronto intervento è nel magazzino. Chiedo scusa per la mia maleducazione.
ru: А, э, понятно. Само собой. Сейчас я открою ворота, медик и детективы уже на складе. Прошу прощения.

source: Oh, we're just getting started.
de: Oh, wir fangen gerade erst an.
es: Oh, apenas acabamos de empezar.
fr: Oh, on ne fait que commencer.
it: Oh, abbiamo appena iniziato.
ru: Поверь, это только начало.

source: Oh, you breakin' into the NTSB warehouse too? If you see any o' them airplane blankets or pillows, snag me one.
de: Oh, du willst auch in die NTSB-Lagerhalle einbrechen? Kannst du mir eine dieser Flugzeugdecken oder ein Kissen mitbringen, falls du was davon findest?
es: Oh, ¿también vas a colarte en el almacén del CNST? Si ves mantas o cojines de esos del avión, cógeme uno.
fr: Oh, vous voulez aussi cambrioler l'entrepôt du NTSB ? Si vous voyez des oreillers ou des couvertures d'avions, rapportez-m'en une.
it: Oh, vuoi entrare nel magazzino del CNST? Se trovi quelle coperte e quei cuscini da aeroplano, rimediamene un po'.
ru: А, так ты тоже собираешься на склад? Если найдешь самолетные пледы или подушки, захвати парочку и мне тоже.

source: Oh, you know how it is. There was a girl, and a gun, and a back against the wall. You might say, me and this place... we were made for each other. I ain’t gonna tell you more than that, omae.
de: Ach, du weißt ja, wie es ist. Es gab ein Mädchen, eine Knarre und einen Mangel an Handlungsalternativen. Man könnte sagen, ich und dieser Ort wären wie füreinander gemacht. Mehr musst du nicht wissen, omae.
es: Oh, ya sabes cómo son estas cosas. Había una chica, una pistola, y la espalda contra la pared. Podría decirse que este lugar y yo... estábamos hechos el uno para el otro. No te voy a contar más, omae.
fr: Oh, vous savais comment c'est. Il y avait une fille, un flingue, et un type adossé à un mur. Comme qui dirait, cet endroit et moi... on était fait l'un pour l'autre. Je ne vous en dirai pas plus, omae.
it: Oh, sai com'è. C'era una ragazza, una pistola e una schiena contro un muro. Si potrebbe dire, io e questo posto... eravamo fatti per stare insieme. Non ti dirò altro, omae.
ru: Ты знаешь, как это бывает. Красивая женщина, пистолет и горящие мосты за спиной. Можно сказать, это место и мы были созданы друг для друга. И это все, что тебе следует знать, омае.

source: Oh, you're gonna pay!
de: Oh, dafür wirst du büßen!
es: Oh, ¡me las pagarás!
fr: Oh, tu vas payer !
it: Oh, la pagherai!
ru: Ты за это заплатишь!

source: Oh, you're not getting away that easy. I know your type... gonna try to call Lone Star, eh? Not this time!
de: Oh, so leicht kommst du mir nicht davon. Ich kenne Leute wie dich ... willst mich bei Lone Star verpetzen, was? Diesmal nicht!
es: Eh, no te vas a escapar tan fácilmente. Conozco a los de tu calaña... vas a intentar llamar a Lone Star, ¿a que sí? ¡Pues esta vez no!
fr: Tu ne t'en sortiras pas aussi facilement. Je connais les types dans ton genre... Tu vas appeler Lone Star, hein ? Pas cette fois !
it: Oh, non pensare di cavartela così. Ho capito che tipo sei... vuoi chiamare la Lone Star, eh? Provaci!
ru: Никуда ты не пойдешь. Хочешь стукнуть на меня ''Одинокой звезде''? Не в этот раз!

source: Oh, you’ll see! I wanted to be a baseball player but I fell in with the wrong crowd.
de: Oh, du wirst schon sehen! Ich wollte immer Baseballspieler werden, hab mich aber mit den falschen Leuten eingelassen.
es: ¡Oh, ya verás! Quería ser jugador de béisbol pero acabé con la gente equivocada.
fr: Oh, vous verrez ! Je voulais être joueur de base-ball mais j'ai mal choisi mes fréquentations.
it: Vedrai! Volevo essere un campione di baseball, ma sai com'è, ho sbagliato compagnie.
ru: Вот увидишь! Я хотел стать бейсболистом, но попал в дурную компанию.

source: Oh.. drek! THAT's why Coyote wanted zebra meat. Everyone talks about the pet Hellhounds Stevie J keeps locked up somewhere in the Royale. And if she never picked it up...
de: Oh ... Drek! DESWEGEN wollte Coyote also Zebrafleisch. Jeder hat doch schon von den Höllenhunden gehört, die Stevie J irgendwo im Royale als Haustiere hält. Und wenn sie es nie abgeholt hat ...
es: ¡Oh... mierda! Por eso Coyote quería carne de cebra. Todo el mundo habla del cancerbero que Stevie J tiene como mascota, encerrado en alguna parte del Royale. Y si ha llegado a enterarse...
fr: Oh... merde ! C'est pour ÇA que Coyote voulait de la viande de zèbre. Tout le monde parle du chien de l'enfer que Stevie J enferme quelque part aux Royale. Et si elle n'est jamais venue la prendre...
it: Oh... merda! Per QUESTO Coyote voleva la carne di zebra. Tutti parlano dei segugi infernali addomesticati che Stevie J tiene rinchiusi da qualche parte negli Appartamenti Royale. E se lei non è mai passata qui...
ru: Дерьмо... Так ВОТ почему Койот его купила. Все знают, что Стиви держит пару адских псов у себя в пентхаусе. А если она до сих пор его не забрала...

source: Oh... thank you! It's just down the street, $(l.sir). Please... our livelihoods depend on this market.
de: Oh ... danke! Einfach nur die Straße runter, $(l.sir). Bitte ... der Markt ist unsere Haupteinkommensgrundlage.
es: Oh... ¡gracias! Está justo al final de la calle, $(l.sir). Por favor... nuestro sustento depende de este mercado.
fr: Oh... merci ! C'est juste en bas de la rue, $(l.sir). Je vous en prie... nos vies dépendent de ce marché.
it: Oh... grazie! È giusto in fondo alla strada, $(l.sir). Per favore... il nostro lavoro dipende da questo mercato.
ru: О... спасибо! Он прямо в конце этой улицы, $(l.sir). Прошу вас... без него мы вконец обнищаем.

source: Oh... thank you! Just keep heading north, you'll see it at the end of the street.
de: Oh ... danke! Geh einfach Richtung Norden, du wirst ihn am Ende der Straße sehen.
es: Oh... ¡gracias! Sigue yendo hacia el norte, lo verás al final de la calle.
fr: Oh... merci ! Continuez vers le nord, vous le verrez au bout de la rue.
it: Oh... grazie! Continua verso nord, lo troverai alla fine della strada.
ru: О... Спасибо! Прямо к северу отсюда. Он в конце этой улицы.

source: Oh... we can pay you! Some thugs are shaking down the market we've set up here. It's been getting worse lately... I don't think we can afford to pay them forever. But no one will stand up to them, and Lone Star isn't about to get involved.
de: Oh ... wir können dich bezahlen! Ein paar Rowdys mischen ständig den Markt auf, den wir hier abhalten. In letzter Zeit ist es schlimmer geworden ... Ich glaube nicht, dass wir sie noch lange dafür bezahlen können, damit sie uns in Ruhe lassen. Aber keiner traut sich, sich gegen sie zur Wehr zu setzen, und Lone Star hält sich da raus.
es: Oh... ¡Podemos pagarte! Unos matones no paran de liarla en el mercado que tenemos montado aquí. Últimamente la cosa va a peor... No creo que podamos seguir pagándoles eternamente. Pero nadie les planta cara y Lone Star no quiere meterse en el tema.
fr: Oh... nous pouvons vous payer ! Des voyous viennent nous racketer sur le marché qu'on a installé. Et dernièrement, c'est de pire en pire... On ne peut pas subir leur racket pour toujours. Mais personne ne leur tient tête et Lone Star ne veut rien savoir.
it: Oh... se è per quello, abbiamo i soldi! Ci sono dei delinquenti che ci stanno mandando a rotoli il mercato che abbiamo stabilito qui. E ultimamente le cose vanno sempre peggio... Non penso che ci possiamo permettere di pagarli per sempre. Ma nessuno osa mettersi contro di loro, e la Lone Star non vuole essere coinvolta.
ru: О... Но мы можем заплатить! Какие-то головорезы повадились вымогать у нас деньги. Мы разбили небольшой рынок на соседней улице, и поначалу дела шли довольно неплохо, но теперь мы не можем платить им столько, сколько они требуют. Никто не решается дать им отпор, а "Одинокая звезда", похоже, не собирается вмешиваться.

source: Oh? We take security here very seriously. We haven't had a patient escape in over 60 years.
de: Oh? Uns ist Sicherheit hier überaus wichtig. Seit über 60 Jahren ist kein Patient mehr ausgebrochen.
es: ¿Eh? Aquí nos tomamos la seguridad muy en serio. Desde hace más de 60 años, no ha escapado ningún paciente.
fr: Oh ? Nous prenons la sécurité très au sérieux, ici. Ça fait 60 ans qu'aucun patient ne s'est échappé.
it: Eh? Prendiamo la sicurezza molto sul serio, qui. Nessun paziente è mai scappato in più di sessant'anni.
ru: О? Мы очень внимательно относимся к вопросу безопасности. Ни одному из наших пациентов не удавалось бежать в течение последних 60 лет.

source: Ohayo! Would you like some... {{GM}}She stops.{{/GM}} Forgive me, omae, but you look like hell.
de: Ohayo! Hättest du Interesse an ... {{GM}}Sie hält inne.{{/GM}} Verzeih mir, omae, aber du siehst furchtbar aus.
es: ¡Ohayo! ¿Quieres un poco...? {{GM}}Se detiene.{{/GM}} Discúlpame, omae, pero tienes un aspecto terrible.
fr: Hé ! Vous voulez des... {{GM}}Elle s'arrête.{{/GM}} Pardonnez-moi, omae, mais vous avez l'air dans un sale état.
it: Ohayo! Posso offrirti... {{GM}}Si blocca.{{/GM}} Perdonami, omae, ma hai un aspetto orribile.
ru: Охайо! Я могу тебе предложить... {{GM}}Она обрывает себя на полуслове.{{/GM}} Извини за прямоту, омае, но ты очень плохо выглядишь.

source: Ok
de: Okay
es: Vale
ru: Ок

source: Ok, I’ll just be here cowering.
de: Okay, dann hocke ich hier einfach weiter doof rum.
es: Vale, me quedaré aquí temblando.
fr: Ok, je vais rester ici à me faire dessus.
it: Ok, me ne starò rannicchiato qui.
ru: Ладно, буду сидеть тут как мышь под метлой.

source: Ok, as long as I don't lose my job or anything. How much you talking about?
de: Na gut, solange ich dadurch nicht meinen Job verliere oder sowas. Von wie viel Geld ist die Rede?
es: Vale, mientras no pierda mi trabajo ni nada. ¿De cuánto estamos hablando?
fr: Ok, tant que j'y perds pas mon job. Combien ?
it: Ok, a patto che io non perda il lavoro o qualcos'altro. Di quanto stai parlando?
ru: Почему бы и нет. Если потом я не потеряю работу, конечно. О какой сумме мы говорим?

source: Ok, usually the Cutters have extremely high security set up to protect their property. We might need more than one chummer to get through there system. Also a drone might be more than just helpful.
de: Okay, normalerweise haben die Cutters echt gute Sicherheitsvorkehrungen, um ihr Eigentum zu schützen. Wir brauchen mehr als einen Chummer, um ihr System zu überwinden. Eine Drohne wäre da vielleicht ganz hilfreich.
es: Vale, normalmente los Cortadores tienen montada una seguridad muy alta para proteger sus propiedades. Quizás necesitemos más de un tipo para atravesar su sistema. Además, una sonda podría resultar muy útil.
fr: Ok, d'habitude, les Cutters ont des systèmes de sécurité vraiment costaud pour protéger leurs affaires. On aura peut-être besoin de plus qu'un gars pour passer leurs systèmes. Un drone pourrait aussi s'avérer plus qu'utile.
it: Ok, di solito i Cutter proteggono la loro proprietà con un sistema ad alta sicurezza. Forse ci serve qualche compare in più per penetrare nel loro sistema. Anche un drone potrebbe esserci di grande aiuto.
ru: Ну ладно. Чаще всего уличные банды хорошо защищают свою территорию. Чтобы их миновать, нам понадобится помощь. И пара дронов точно не помешают.

source: Ok, well I'm Sister Nancy.
de: Na gut, also ich heiße Schwester Nancy.
es: De acuerdo, soy Hermana Nancy.
fr: Très bien, eh bien moi je suis Sœur Nancy.
it: Va bene, io sono Sorella Nancy.
ru: Ну хорошо. Меня зовут сестра Нэнси.

source: Ok, what do you want to know?
de: Okay, was willst du wissen?
es: Vale, ¿qué quieres saber?
fr: Ok, qu'est-ce que vous voulez savoir ?
it: Ok, cosa vuoi sapere?
ru: Ладно. Что ты хочешь знать?

source: Ok. Sister Dawne is in there, check in with her.
de: Okay. Schwester Dawne ist da, sie ist die Ansprechperson dafür.
es: De acuerdo. Hermana Dawne está ahí dentro, puedes preguntarle a ella.
fr: Ok. Sœur Dawne est ici, voyez ça avec elle.
it: Ok. Sorella Dawne è lì, chiedi a lei.
ru: Хорошо. Сестра Дон внутри, обратись к ней.

source: Okay folks, I’m going to have to ask you go sit in the waiting area. Watch some trivid or something. This young lady and I have work to do.
de: Okay, Leute. Ich muss euch bitten, euch in den Wartebereich zurückzuziehen. Seht ein bisschen Trivid oder so. Diese junge Dame und ich haben etwas zu erledigen.
es: Vale colegas, voy a tener que pediros que os sentéis en la sala de espera. Mirad algún trídeo o algo. Esta señorita y yo tenemos trabajo que hacer.
fr: Ok les gars, je vais devoir vous demander de patienter dans la salle d'attente. Regardez des trivid', je sais pas, occupez-vous. Cette jeune femme et moi avons du travail.
it: Ok gente, dovrò chiedervi di andare sedervi in sala d'attesa. Guardate dei trideo o qualcos'altro. Questa signorina e io abbiamo del lavoro da fare.
ru: Ну ладно, детишки. Придется вам подождать где-нибудь наверху. Посмотрите трид или займитесь еще чем-нибудь, а мне надо поработать над этой красавицей.

source: Okay time to go.
de: Okay, wir sollten gehen.
es: Vale, es hora de largarse.
fr: Bon, il faut y aller.
it: Ok, è ora di andare.
ru: Ладно, пора идти.

source: Okay! I'll be right here if you do.
de: Okay! Ich werde hier warten, wenn du das für mich machst.
es: ¡De acuerdo! Estaré aquí si lo haces.
fr: Ok ! Moi je reste ici au cas où vous avez besoin de moi.
it: Ok! Se ci riesci, sai dove trovarmi.
ru: Отлично! Я буду здесь, если ты что-нибудь узнаешь.

source: Okay, I'm ready.
de: Okay, ich bin bereit.
es: Vale, estoy listo.
fr: Ok, je suis prêt.
it: Va bene, possiamo andare.
ru: Хорошо, пойдем.

source: Okay, Samedi, you’ve got me. But don’t think I’ll forget this.
de: Okay, Samedi, du hast mich durchschaut. Aber denk ja nicht, dass ich das vergessen werde.
es: Bien, Samedi, me tienes. Pero no creas que voy a olvidar esto.
fr: Ok, Samedi, je suis à vous. Mais ne croyez pas que je vais oublier ça.
it: Ok, Samedi, mi hai fregato. Ma non credere che me ne dimenticherò.
ru: Тебе удалось загнать меня в угол, Самеди. Но я тебе это еще припомню.

source: Okay, but make it quick before someone looks over here. {{GM}}After you put 150 nuyen onto his credstick, he opens the door to storeroom.{{/GM}}
de: Na gut, aber mach schnell, bevor dich jemand sieht. {{GM}}Nachdem du 150 Nuyen auf seinen Credstick geladen hast, öffnet er dir die Tür zum Lagerraum.{{/GM}}
es: Vale, pero hazlo rápido, antes de que alguien venga por aquí. {{GM}}Después de poner 150 nuyens en su credistick, abre la puerta del almacén.{{/GM}}
fr: Ok, mais dépêchez-vous, quelqu'un pourrait venir. {{GM}}Après que vous ayez transféré les 150 nuyens sur son créditube, il déverrouille la porte de la salle de stockage.{{/GM}}
it: Va bene, ma fai in fretta prima che qualcuno se ne accorga. {{GM}}Dopo che hai accreditato 150 nuyen sul suo credstick, apre la porta del ripostiglio.{{/GM}}
ru: Ладно, только скорее, пока нас кто-нибудь не заметил. {{GM}}Ты переводишь 150 нюйен на его кредстик, и он отпирает складское помещение.{{/GM}}

source: Okay, deal. {{GM}}After you put 250 nuyen onto his credstick, he unlocks the door to storeroom.{{/GM}}
de: Okay, abgemacht. {{GM}}Nachdem du 250 Nuyen auf seinen Credstick geladen hast, öffnet er dir die Tür zum Lagerraum.{{/GM}}
es: Vale, trato hecho. {{GM}}Después de poner 250 nuyens en su credistick, abre la puerta del almacén.{{/GM}}
fr: Ok, ça marche. {{GM}}Après que vous ayez transféré les 250 nuyens sur son créditube, il déverrouille la porte de la salle de stockage.{{/GM}}
it: Ok, affare fatto. {{GM}}Dopo che hai accreditato 250 nuyen sul suo credstick, apre la porta del ripostiglio.{{/GM}}
ru: Ладно, договорились. {{GM}}Ты переводишь 250 нюйен на его кредстик, и он отпирает складское помещение.{{/GM}}
