Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Okay, for the record, I never really died, per se. I was just... resting a bit. The important thing is that I’m here, I’m wearing lipstick, I brought bad-ass reinforcements, and I have a big fragging gun full of pesticide. Let’s do this!
de: Okay, nur um das klarzustellen: ich bin nie wirklich gestorben. Ich hab mich nur... ausgeruht. Hauptsache ist, dass ich jetzt hier bin, mit frischem Lippenstift, ordentlicher Verstärkung und einer fetten Kanone voller Pestizide. Lass uns loslegen!
es: Vale, para que conste, yo nunca morí, en el sentido estricto de la palabra. Solo estaba... descansando un poco. Lo importante es que estoy aquí, llevo lápiz de labios, he traído unos refuerzos apabullantes y tengo una enorme pipa llena de pesticida. ¡Hagámoslo!
fr: Ok, laissez-moi rectifier, je ne suis pas vraiment mort. J'étais simplement en train... de me reposer. Ce qui compte c'est que je sois là, avec du rouge à lèvres et un gros calibre plein de pesticide. En avant !
it: Ok, per la cronaca, non sono mai veramente morta, nel vero senso della parola. Mi stavo solo... riposando un po'. La cosa importante è che sono qui, ho il rossetto, ho portato dei rinforzi cazzutissimi e ho una dannata pistola piena di pesticidi. Facciamolo!
ru: Без паники. Я не умирал, я просто... прилег отдохнуть. Важно другое. Я здесь, у меня на губах помада, за спиной подкрепления, а в руках гранатомет с пестицидом. Поехали-и-и-и!

source: Okay, for the record, I never really died, per se. I was just... resting a bit. The important thing is that I’m here, I’m wearing lipstick, and I have a big fragging gun full of pesticide. Let’s do this!
de: Okay, nur um das klarzustellen: Ich bin nie wirklich gestorben. Ich hab mich nur... ausgeruht. Hauptsache ist, dass ich jetzt hier bin, mit frischem Lippenstift und einer fetten Waffe voller Pestizide. Ziehen wir’s durch!
es: Vale, para que conste, yo nunca morí, propiamente dicho. Solo estaba... descansando un poco. Lo importante es que estoy aquí, llevo lápiz de labios y tengo una enorme pipa llena de pesticida. ¡Hagámoslo!
fr: Ok, pour la petite histoire, je ne suis jamais vraiment mort. Je... me reposais. Ce qui compte c'est que je sois là, avec du rouge à lèvres et un gros calibre plein de pesticide. En avant !
it: Ok, per la cronaca, non sono mai veramente morta, nel vero senso della parola. Mi stavo solo... riposando un po'. La cosa importante è che sono qui, ho il rossetto, e ho una dannata pistola piena di pesticidi. Facciamolo!
ru: Ладно, скажем так. Я не умер, я просто прилег отдохнуть. Важно другое. Я здесь, у меня на губах помада, за спиной подкрепления, а в руках гранатомет с пестицидом. Поехали-и-и-и!

source: Okay, let's go.
de: Also gut, lass uns gehen.
es: Vale, vamos.
fr: Ok, allons-y.
it: Ok, andiamo.
ru: Ладно, поехали.

source: Okay, listen. I want to help. You dragged me out of the Royale before... something bad happened. Worse than getting my arm torn off. And Sam was my friend. You head to the docks and I’ll see if I can track down Sam’s sister, Jessica. She might be able to help us.
de: Okay, hör zu. Ich will helfen. Du hast mich vorhin aus dem Royale gezogen ... Etwas Schlimmes ist passiert. Schlimmer als meinen Arm zu verlieren. Und Sam war mein Freund. Du machst dich auf zu den Docks und ich versuche, Sams Schwester Jessica aufzuspüren. Vielleicht kann sie uns helfen.
es: Vale, escucha. Quiero ayudar. Tú me sacaste de los Royale antes que... sucediera algo malo. Peor que el que me arrancaran el brazo. Y Sam era mi amigo. Ve a los muelles y veré si puedo encontrar a la hermana de Sam, Jessica. Podría ayudarnos.
fr: Ok, écoute. Je veux aider. Tu m'as sortie du Royale avant... que ça ne tourne mal. Pire que de me faire arracher le bras. Et Sam était mon ami. Tu vas sur les docks et j'essaye de retrouver Jessica, la sœur de Sam. Elle pourrait peut-être nous aider.
it: Ok, ascolta. Voglio dare una mano. Quando mi hai trascinato fuori dai Royale... era successo qualcosa di grave. Ancora peggio di quando ho perso il braccio. E Sam era mio amico. Tu ti dirigi verso il porto e io vedrò di rintracciare la sorella di Sam, Jessica. Potrebbe esserci d'aiuto.
ru: Ладно, слушай. Я хочу помочь. Если бы не ты, я бы так и сгинула в "Рояле". Одной рукой дело бы не ограничилось. Кроме того, Сэм был моим другом. Отправляйся в доки, а я попытаюсь разыскать сестру Сэма, Джессику. Может, она захочет нам помочь.

source: Okay, my magical friend, explain yourself.
de: Okay, mein magischer Freund, eine Erklärung ist wohl fällig.
es: Vale, amiguito mágico, explícate.
fr: Ok, mon ami le magicien, va falloir s'expliquer.
it: Ok, mio magico amico, spiegati.
ru: Мой волшебный друг, я хочу услышать от тебя объяснение.

source: Okay, mystery man. I’ll keep my arms where you can see them until I have a drink in my hand.
de: Also gut, Fremder. Ich lass meine Hände da, wo du sie sehen kannst. Zumindest so lange, bis ich einen Drink in der Hand halte.
es: Vale, tipo misterioso. Mantendré los brazos donde puedas verlos hasta que tenga un trago en la mano.
fr: Ok, monsieur mystère. Je garderai les bras bien visibles jusqu'à ce que j'aie un verre dans la main.
it: Ok, uomo del mistero. Terrò le mani dove le puoi vedere, finché ho un bicchiere tra le mani.
ru: Ладно, таинственные назнакомцы, я буду держать руки на виду, пока вы не сунете в них стакан.

source: Okay, nevermind.
de: Okay, vergiss es.
es: Vale... no importa.
fr: Ok, peu importe.
it: Ok, non importa.
ru: Ну ладно.

source: Okay, seriously - who are you?
de: Okay, ernsthaft – wer bist du?
es: Vale, en serio, ¿quién eres?
fr: Ok, sans déconner, qui êtes-vous ?
it: Ok, seriamente: chi sei?
ru: Нет, серьезно - кто же ты на самом деле?

source: Okay, thanks.
de: Okay, danke.
es: Vale, gracias.
fr: Ok, merci.
it: Ok, grazie.
ru: Хорошо, спасибо.

source: Okay, time for us to bolt.
de: Okay, verschwinden wir von hier.
es: Vale, hora de largarse.
fr: Ok, il est temps de se faire la malle.
it: Ok, tempo di fuggire.
ru: Ладно, проваливаем.

source: Okay, well I better get back to it.
de: Na gut, dann mach ich mich besser wieder an die Arbeit.
es: Vale, voy a volver al trabajo.
fr: D'accord, Je devrais y retourner alors.
it: Ok, meglio tornare al lavoro.
ru: Понятно. Ну, работа не ждет.

source: Okay, when I find it, I'll let you in.
de: Okay, wenn ich sie finde, lass euch dich rein.
es: Vale, cuando la encuentre te abriré.
fr: D'accord, quand je la trouve, je te fais entrer.
it: Ok, quando la trovo, ti farò entrare.
ru: Ладно. Когда я найду ее, я вас впущу.

source: Okay, you can use my secure jackpoint. I’ve already set up a portal to Shadowlands. Feel free to jack in whenever you’re ready.
de: Okay, du kannst meinen verschlüsselten Jackpoint verwenden. Ich hab bereits ein Portal zu Shadowlands eingerichtet. Klink dich ein, sobald du bereit bist.
es: Vale, puedes usar mi punto de conexión seguro. Ya he preparado un portal hacia Shadowlands. Puedes conectarte cuando quieras.
fr: Ok, vous pouvez utiliser mon jackpoint sécurisé. J'ai déjà créé un portail vers Shadowlands. Venez quand vous serez prêt.
it: Ok, puoi usare il mio jackpoint protetto. Ho già aperto un portale per Shadowlands. Connettiti pure quando vuoi.
ru: Можешь воспользоваться моей точкой входа. Я уже открыл портал в Сумеречные земли, так что заходи, когда вздумается.

source: Okay, you had your drink.
de: Okay, du hattest deinen Drink.
es: Vale, ya has bebido.
fr: Ok, pour le verre, c'est bon.
it: Ok, ora hai bevuto.
ru: Ладно, ты получил свою выпивку.

source: Okay, you let me know when you’re ready and I’ll let you hitch a ride into the Matrix again. I’ve already set up a portal to Shadowlands.
de: Okay, gib mir Bescheid, wenn du bereit bist und ich nehm dich wieder mit in die Matrix. Ich hab bereits ein Portal zu Shadowlands eingerichtet.
es: Vale, avísame cuando quieras y te volveré a llevar a la Matriz. Ya he preparado un portal hacia Shadowlands.
fr: Ok, dites-moi quand vous êtes prêt et je vous envoie dans la Matrice. J'ai déjà créé un portail vers Shadowlands.
it: Ok, fammi sapere quando hai tutto pronto e ti darò un passaggio per entrare di nuovo nella Matrice. Ho già aperto un portale per Shadowlands.
ru: Ладно. Дай знаеть, когда соберешься, и я проведу тебя в Матрицу. Я уже открыл портал в Сумеречные земли.

source: Okay. Gimme your credstick.
de: Okay. Gib mir deinen Credstick.
es: Vale. Dame tu credistick.
fr: D'accord. Donnez-moi votre créditube.
it: Ok. Dammi il tuo credstick.
ru: Хорошо. Давай сюда твой кредстик.

source: Okay. I gotta do this now. The afternoon checklist isn’t gonna finish itself.
de: Schön. Ich muss das hier jetzt erledigen. Die Arbeit erledigt sich schließlich nicht von allein.
es: Vale. Tengo que hacer esto ahora. La lista de tareas para la tarde no se va a completar sola.
fr: D'accord. Je dois faire ça, maintenant. Le planning de l'après-midi ne va pas se finir tout seul.
it: Ok. Ho da fare qui ora. I compiti del turno pomeridiano non si sbrigano da soli.
ru: Ладно. У меня еще много дел. Перед открытием бара надо сделать еще много что.

source: Okay. Later.
de: Okay. Wir sehen uns.
es: Vale. Hasta otra.
fr: D'accord. Plus tard.
it: Ok. A dopo.
ru: Ладно. Бывай.

source: Okay. Stay there. I want to have a look around. When I'm ready, I'll come open the door and let you in.
de: Okay. Bleib da. Ich möchte mich noch ein bisschen umsehen. Sobald ich fertig bin, komme ich und öffne die Tür.
es: Vale. Quédate ahí. Quiero echar un vistazo. En cuanto pueda iré y abriré la puerta para que entres.
fr: D'accord. Reste là-bas. Je vais jeter un coup d'œil. Je viendrai t'ouvrir quand tout est prêt.
it: Ok. Resta dove sei. Voglio prima dare un'occhiata in giro. Quando è il momento, verrò ad aprirti la porta.
ru: Хорошо. Оставайся там. Я закончу осмотр и впущу вас.

source: Okay... I'll bite. What are the secrets to a more fulfilling, happy, and productive life?
de: Okay, ich probier’s: Was ist das Geheimnis zu einem volleren, glücklicheren und produktiveren Leben?
es: Vale... Picaré. ¿Cuáles son esos secretos para llevar una vida más plena, feliz y productiva?
fr: Ok... Admettons. Quels sont les secrets qui mènent à une vie plus enrichissante, plus heureuse et plus productive ?
it: Ok... Ci sto. Quali sono i segreti per una vita più appagante, felice e produttiva?
ru: Ладно... Я на это клюну. Так в чем же заключается секрет долгой и счастливой жизни?

source: Old Diary
de: Altes Tagebuch
es: Viejo diario
fr: Vieux journal
it: Vecchio diario
ru: Старый дневник.

source: Old Guy
de: Alter Mann
es: Viejo
fr: Vieil homme
it: Vecchio
ru: Старик

source: Omae! You looking to hire the best or for some common rabble?
de: Omae! Willst du die Besten der Besten anheuern oder bloß das übliche Gesindel?
es: ¡Omae! ¿Quieres contratar a los mejores, o te conformas con chusma común?
fr: Omae ! Vous voulez engager les meilleurs ou des rigolos ?
it: Omae! Stai cercando i migliori oppure i soliti mediocri?
ru: Омае! Хочешь нанять лучших из лучших или обычных неудачников?

source: On a run? No. Not a drop. Not today, not ever.
de: Auf einem Run? Nein. Kein Tropfen. Nicht heute und nicht irgendwann anders.
es: ¿En un run? No. Ni una gota. Ni hoy, ni nunca.
fr: En mission ? Non. Pas une goutte. Ni aujourd'hui, ni... jamais.
it: In una missione? No. Neanche una goccia. Né oggi, né mai.
ru: Я не пью на работе. Ни единой капли. Ни сегодня, ни вчера, никогда.

source: On a scrap of paper: Storage: 3-7-9-5 Personal: 12-42-69-05
de: Auf einen Schnipsel Papier steht: Lager: 3-7-9-5 Persönlicher Code: 12-42-69-05
es: En un trozo de papel: Almacén: 3-7-9-5 Personal: 12-42-69-05
fr: Sur un bout de papier : Stock : 3-7-9-5 Personnel : 12-42-69-05
it: Su un pezzo di carta: Archiviazione: 3-7-9-5 Personale: 12-42-69-05
ru: На листке бумаги написано: Склад: 3-7-9-5 Личные вещи: 12-42-69-05

source: On a scrap of paper: "Top floor: 2-6-8-4"
de: Auf einen Schnipsel Papier steht: „Oberster Stock: 2-6-8-4“
es: En un trozo de papel: "Piso superior: 2-6-8-4"
fr: Sur un bout de papier : "Dernier étage : 2-6-8-4"
it: Su un pezzo di carta: "Ultimo piano: 2-6-8-4"
ru: На бумажке нацарапано: "Верхний этаж: 2-6-8-4"

source: On my way.
de: Bin auf dem Weg.
es: Voy para allá.
fr: J'arrive.
it: Sto arrivando.
ru: Выезжаю.

source: On second thought, lets pretend we didn't meet.
de: Wenn ich es mir genauer überlege, lass uns so tun, als seien wir uns nie begegnet.
es: Pensándolo mejor, finjamos que no nos hemos encontrado.
fr: À bien y réfléchir, prétendons que nous nous sommes jamais rencontrés.
it: A pensarci bene, facciamo finta di non esserci incontrati.
ru: Понятно. Давай лучше считать, что мы никогда не встречались.

source: On second thought... what's the job?
de: Wenn das so ist ... worum geht’s denn?
es: Pensándolo mejor... ¿cuál es el trabajo?
fr: À bien y réfléchir... en quoi consiste le boulot ?
it: Un momento, però... di che si tratta?
ru: Ладно, ты меня убедил. Что за работа?

source: On that note, might I interest you in some custom mods? Or perhaps some specialty grenades?
de: Wo wir gerade dabei sind, könnte ich dir vielleicht mit ein paar Spezialanfertigungen oder Granaten behilflich sein?
es: Y ya que estamos, ¿quieres modificaciones personalizadas? ¿O unas granadas especiales?
fr: Sur ce, seriez-vous intéressé par quelque pistolet personnalisé ? Ou peut-être par quelques grenades spécifiques ?
it: A proposito, ti interessano dei modelli personalizzati? O forse delle granate speciali?
ru: Раз уж мы об этом заговорили, я могу предложить тебе модифицированные стволы. Или продать парочку особо хитрых гранат.

source: On the ground, now!
de: Auf den Boden, sofort!
es: ¡Al suelo, ahora!
fr: Au sol ! Maintenant !
it: A terra, subito!
ru: На землю, быстро!

source: On the lower bunk is a draft of a letter: "Dear Mom and Dad, I write you every day but I never hear back from you. Maybe what they're saying here is true. Maybe you never loved me at all. I think that this will be my last letter. Your ex-son, Charles."
de: Auf der unteren Pritsche liegt der Entwurf eines Briefes: „Liebe Mom, lieber Dad, ich schreibe euch jeden Tag, bekomme aber nie eine Antwort. Vielleicht stimmt es, was sie sagen. Vielleicht habt ihr mich nie geliebt. Ich glaube, das hier wird mein letzter Brief an euch sein. Euer Ex-Sohn Charles.“
es: En la litera de abajo hay un borrador de una carta: "Queridos papá y mamá: Os escribo todos los días pero nunca recibo noticias vuestras. A lo mejor, lo que dicen aquí es cierto. Quizás nunca me quisisteis. Creo que esta será mi última carta. Vuestro antiguo hijo, Charles."
fr: Sur le lit du bas se trouve l'ébauche d'une lettre : "Maman, papa, Je vous écris tous les jours mais je n'ai jamais de vos nouvelles. Peut-être que ce qu'ils disent ici est vrai. Peut-être que vous ne m'avez jamais aimé. Je pense que cette lettre sera la dernière. Votre ex fils, Charles."
it: Sul ripiano più in basso trovi la bozza di una lettera. "Cari mamma e papà, vi scrivo ogni giorno ma non ricevo mai risposta. Forse è vero quello che dicono. Forse non mi avete mai amato. Penso che questa sarà la mia ultima lettera. Il vostro ex figlio, Charles."
ru: На нижней койке лежит неотправленное письмо: "Дорогие мама и папа, Я пишу вам каждый день, но до сих пор не получил ответа. Может быть, все, что мне говорят о вас, правда. Может, вы никогда меня не любили. Это мое последнее вам письмо. Ваш бывший сын Чарльз."

source: On the same day, Building Maintenance reported installing the artwork in his office at the same time as a piece of equipment purchased from Fuchi Corp. Although they attempted to obfuscate its use, I believe it is the safe.
de: Am selben Tag bestätigte das Wartungspersonals des Gebäudes, sowohl die Gemälde als auch einen nicht genauer benannten Gegenstand von Fuchi Corp in seinem Büro installiert zu haben. Ich vermute, dass es sich dabei um einen Tresor handelt.
es: Ese mismo día, el servicio de mantenimiento del edificio indicó haber instalado las obras en su oficina junto con un dispositivo adquirido a Fuchi Corp. Aunque intentaron ocultar su uso, creo que se trata de la caja fuerte.
fr: Le jour même, le service d'entretien a installé les œuvres d'art dans son bureau, ainsi que du matériel acquis auprès de Fuchi Corp. Bien qu'ils aient essayé de camoufler la nature du matériel, je pense qu'il s'agissait d'un coffre-fort.
it: Nello stesso giorno, la Manutenzione ha dichiarato di aver posizionato nel suo ufficio tali opere, insieme a un dispositivo acquistato dalla Fuchi Corp. Anche se hanno cercato di nasconderne l'utilizzo, credo si tratti della cassaforte.
ru: В тот же самый день техническая служба здания закончила монтаж в его кабинете некоей инсталляции, оборудование для которой было закуплено у корпорации Фучи. Прямо об этом нигде не говорится, но я не сомневаюсь, что речь идет о сейфе.

source: On the streets, honor still means something. I'm sticking with the job.
de: Auf den Straßen bedeutet Ehre noch etwas. Ich bleibe an der Sache dran.
es: En las calles, el honor aún significa algo. Seguiré adelante con el trabajo.
fr: Dans la rue, l'honneur a encore un sens. J'accomplirai ma mission.
it: In strada, l'onore significa ancora qualcosa. Io continuerò a fare il mio lavoro.
ru: На улицах трущоб еще помнят значение слова "честь". Я не брошу расследование.

source: On the streets, mostly. He’d occasionally convince someone to let him flop on their couch but he’d always overstay his welcome and get kicked out after a few days. Sometimes, I’d sneak him down here so he could crash in one of the bunks. He used one the night before I saw him last.
de: Meistens auf der Straße. Hin und wieder gelang es ihm, jemanden zu überreden, auf seiner Couch zu schlafen, aber er trieb es gerne mal zu weit und war nach ein paar Tagen wieder auf der Straße. Manchmal habe ich ihn hier runtergeschmuggelt, damit er sich auf einem der Betten ausschlafen konnte. Die Nacht vor seinem Tod hat er hier geschlafen.
es: Sobre todo en la calle. En ocasiones convencía a alguien para que le dejara quedarse en el sofá, pero se apalancaba y la gente se hartaba, acababan echándolo a los pocos días. A veces lo colaba aquí para que pudiera quedarse en una de las literas. Se quedó en una la noche antes de que lo viera por última vez.
fr: Dans les rues, principalement. Il arrivait parfois à convaincre quelqu'un de dormir sur leur canapé, mais il restait trop longtemps et se faisait virer au bout de quelques jours. Parfois, je le faisais entrer en douce ici pour qu'il puisse dormir dans l'une des couchettes. Il a d'ailleurs dormi là la nuit d'avant que je ne le vois pour la dernière fois.
it: Per le strade, per lo più. Ogni tanto convinceva qualcuno a dargli un posto sul proprio divano, ma rimaneva sempre troppo e, dopo pochi giorni, veniva buttato fuori Qualche volta lo facevo sgattaiolare quaggiù così poteva dormire su una delle brande. Ne aveva usata una la notte prima che lo vedessi per l'ultima volta.
ru: По большей части на улице. Иногда ему удавалось убедить кого-нибудь пустить его к себе переночевать, но через несколько дней он становился невыносим и его выставляли за дверь. Иногда я уводила его в подвал, где он мог завалиться на свободную койку. По-моему, там до сих пор остались его вещи.

source: On the take? Who's paying to hold his leash?
de: Er wird geschmiert? Wer zahlt denn, um ihn an der Leine zu halten?
es: ¿Sobornos? ¿Quién le está pagando para controlarlo?
fr: Corrompu ? Qui le paye pour le tenir en laisse ?
it: Corrotto? Chi paga per tenerlo al guinzaglio?
ru: Кто чаще всего дает ему эти взятки?

source: Once someone’s chipped, they can send ‘em any program they want. Make ‘em do whatever. Turn ‘em into whores. Killers. Anything.
de: Sobald jemand gechippt ist, können sie ihm jedes Programm rüberschicken, das sie möchten. Damit können sie sie alles Mögliche tun lassen. Sie in Huren verwandeln, Mörder, alles.
es: Cuando le ponen el chip a alguien, pueden enviarle cualquier programa que quieran. Obligarlos a hacer cualquier cosa. Convertirlos en prostitutas. Asesinos. Lo que sea.
fr: Une fois pucés, ils peuvent leur envoyer n'importe quel genre de programme. Leur faire faire ce qu'ils veulent. Les transformer en salopes. En tueurs. En n'importe quoi.
it: Una volta che gli impiantano il chip possono inviargli qualsiasi programma vogliano. Fargli fare qualunque cosa. Trasformarli in puttane. Assassini. Qualunque cosa.
ru: После того, как человек вживил себе чип, их декер может загрузить в него любую программу. Заставить их делать что угодно. Сделать из них шлюх. Убийц. Кого вздумается.

source: Once we go upstairs, I'm not leaving until I find Coyote or I'm dead. You get it?
de: Sobald wir da hochgehen, gehe ich nicht fort, bis ich entweder Coyote finde oder tot bin. Verstanden?
es: Cuando vayamos arriba, no me iré hasta que encuentre a Coyote o hasta que muera. ¿Entendido?
fr: Une fois là-haut, il est hors de question que je reparte vivant sans Coyote. C'est clair ?
it: Una volta che saliamo al piano di sopra, non me ne andrò finché non trovo Coyote, o sarà la mia fine. Chiaro?
ru: После того, как мы поднимемся, я не уйду, пока мы не найдем Койот, понятно?

source: One can't be a donor when they have no say in the matter. Those butchers robbed her of her body and her dignity! {{GM}}Her fight or flight response is now edging toward fight.{{/GM}}
de: Man ist doch kein Spender, wenn man kein Mitspracherecht hat. Diese Schlächter haben sie bestohlen und ihr die Würde genommen! {{GM}}Jetzt scheint ihre Wahl zwischen „Flucht oder Kampf“ mehr in Richtung Kampf zu gehen.{{/GM}}
es: Uno no puede ser donante si no le permiten opinar al respecto. ¡Esos carniceros le robaron el cuerpo y la dignidad! {{GM}}Su instinto de lucha o huída se inclina ahora más hacia la huída.{{/GM}}
fr: On ne peut pas être un donneur si on ne nous donne pas le choix. Ces bouchers ont volé son corps et sa dignité ! {{GM}}Son envie de se battre ou de s'enfuir semble pencher du côté du combat.{{/GM}}
it: Uno non può essere un donatore se non ha alcun potere decisionale. Quei macellai l'hanno privata del corpo e della dignità! {{GM}}La sua indecisione tra fuggire e combattere ora propende decisamente verso la lotta.{{/GM}}
ru: Человек не является донором, если его подвергают насилию. Эти мясники осквернили ее тело и лишили всего, даже чувства собственного достоинства! {{GM}}Похоже, она раздумала бежать. Теперь она переходит в наступление.{{/GM}}

source: One goes to the cafeteria and the other goes to the Home area and the heavily guarded door to the Inner Sanctum.
de: Die eine führt zur Cafeteria, die andere in den Aufenthaltsbereich und die schwer bewachte Tür führt ins innere Heiligtum.
es: Una lleva a la cafetería y la otra va a la zona del Hogar y la puerta muy protegida va al Sanctasanctórum.
fr: L'un se dirige vers la cafétéria tandis que l'autre part vers le quartier résidentiel et la porte lourdement gardée qui mène au Sanctuaire intérieur.
it: Una porta alla caffetteria, l'altra alla Casa e la porta ben protetta conduce al Santuario nascosto.
ru: Одна ведет в столовую, другая - в жилые помещения. Та, возле которой стоят охранники, ведет во внутренние покои.

source: One million? Sign me up.
de: Eine Million? Ich bin dabei.
es: ¿Un millón? Contad conmigo.
fr: Un million ? Ça marche.
it: Un milione? Conta su di me.
ru: Миллион? Договорились.

source: One more question. Can you tell me where to find Coyote?
de: Eine letzte Frage noch. Können Sie mir sagen, wo ich Coyote finden kann?
es: Una pregunta más. ¿Puede decirme dónde encontrar a Coyote?
fr: Encore une question. Pouvez-vous me dire où je peux trouver Coyote ?
it: Un'altra domanda. Puoi dirmi dove trovare Coyote?
ru: Еще один вопрос. Где мне искать Койот?
