Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: He fishes out a beer our from behind the bar, pops the cap with his teeth, tips his head back, and downs the whole bottle - his eyes on you the whole time.
de: Er greift hinter die Theke, schnappt sich ein Bier, öffnet den Kronkorken mit den Zähnen, neigt den Kopf nach hinten und trinkt die Flasche auf ex aus. Dabei sieht er dich die ganze Zeit an.
es: Pesca una cerveza de detrás del mostrador, la abre con los dientes, inclina la cabeza hacia atrás y se la bebe de un trago, con los ojos siempre fijos en ti.
fr: Il sort une bière de derrière le bar, fait sauter la capsule avec les dents, renverse la tête et vide la bouteille, le tout sans vous quitter des yeux une seule fois.
it: Tira fuori una birra da dietro il bancone, la stappa con i denti, reclina la testa e si scola l'intera bottiglia, tenendo gli occhi su di te tutto il tempo.
ru: Он вытаскивает бутылку из-за барной стойки, срывает с нее крышку зубами, запрокидывает голову и приканчивает содержимое одним долгим глотком.

source: He flew back to Berlin. All sorts of things brewing there. He was very impressed with you, though. It could probably turn into work someday. But I’d forget about him, if I were you. Never make a deal with a dragon, kid. They’re playing a different game entirely.
de: Er ist zurück nach Berlin geflogen. Da braut sich einiges zusammen. Er war aber sehr beeindruckt von dir. Könnte eines Tages einen Auftrag für dich haben. Aber ich würde ihn vergessen, wenn ich du wäre. Mach nie einen Deal mit einem Drachen, Kindchen. Die spielen ein ganz anderes Spiel.
es: Volvió a Berlín. Allí se cuecen todo tipo de cosas. Aunque estaba muy impresionado contigo. Probablemente podría convertirse en trabajo algún día. Pero si yo fuera tú, me olvidaría de él. Nunca hagas un trato con un dragón. Juegan a algo completamente distinto.
fr: Il est reparti pour Berlin. Il se passe tout un tas de choses, là-bas. Tu l'as beaucoup impressionné, tu sais ? Ça pourrait se transformer en travail, un jour. Mais je l'oublierais si j'étais toi. Ne passe jamais de marché avec un dragon, petit. Leurs intérêts sont bien différents des nôtres.
it: È tornato a Berlino in aereo. C'è un gran fermento lì. Comunque lo hai stupito. Ne potrebbe nascere una proposta di lavoro, prima o poi. Ma lo lascerei perdere, se fossi in te. Mai fare affari con un Drago. Giocano a un livello completamente diverso.
ru: Улетел обратно в Берлин. Сейчас там творится много всякого разного. Тебе удалось произвести на него впечатление. Может, когда-нибудь он даже предложит тебе работу. На твоем месте я бы не соглашался. Никогда не заключай сделок с драконом, детка. Каждый из них играет по своим правилам.

source: He fumbles for a moment and the camera jerks crazily. Then it goes to static and is replaced by Sam. Good old Sam.
de: Er fummelt einen Augenblick am Telefon herum, sodass die Kamera wild hin und her schwenkt. Dann folgt Statik und schließlich erscheint Sam auf dem Bildschirm. Der gute, alte Sam.
es: Titubea por un instante y la cámara se mueve con brusquedad. Entonces pasa a una imagen estática y aparece Sam. El bueno de Sam.
fr: Il cafouille pendant un moment et l'image saute sans arrêt. Enfin, l'écran redevient fixe et l'image de Sam apparaît. Ce bon vieux Sam.
it: Si muove in maniera maldestra e la telecamera si agita freneticamente. Poi si ferma e la sua immagine è sostituita da quella di Sam. Il buon vecchio Sam.
ru: Он что-то делает, и камеру сильно трясет. Потом изображение выравнивается, и перед твоими глазами появляется Сэм. Милый старина Сэм.

source: He goes down with a thump.
de: Er geht mit einem dumpfen Knall zu Boden.
es: Cae de golpe.
fr: Il s'écroule dans un bruit sourd.
it: Cade a terra con un tonfo.
ru: Он с глухим стуком падает к твоим ногам.

source: He had a prior for unlicensed plastic surgery.
de: Er hatte einen Eintrag wegen unerlaubter plastischer Chirurgie.
es: Tenía una condena por practicar la cirugía plástica sin licencia.
fr: Il a pratiqué la chirurgie plastique sans licence.
it: Ha un precedente per plastica facciale non autorizzata.
ru: Его привлекали к ответственности за пластическую хирургию без врачебной лицензии.

source: He had his psychiatrist help him fake his death to escape his rap sheet.
de: Er hat sich von seinem Psychiater helfen lassen, seinen Tod vorzutäuschen, um sein Vorstrafenregister loszuwerden.
es: Su psiquiatra lo ayudó a simular su propia muerte para escapar de sus antecedentes penales.
fr: Son psychiatre l'a aidé à simuler sa mort et à s'échapper.
it: Si è fatto aiutare dallo psichiatra a inscenare la sua morte per ripulirsi la fedina penale.
ru: Психиатр мог помочь ему инсценировать собственную смерть.

source: He had that coming.
de: Das hat er verdient.
es: Se lo ha ganado a pulso.
fr: Il l'avait pas vu venir.
it: Doveva aspettarselo.
ru: Он сам напросился.

source: He has a few guards, a tech worker and very nervous wage slave gathered in the board room and is beginning to question them.
de: Er hat ein paar der Wachmänner, einen Tech-Arbeiter und einen sehr nervösen Lohnsklaven im Konferenzraum versammelt und beginnt damit, sie zu befragen.
es: Tiene a unos cuantos guardas, un técnico y un esclavo del trabajo muy nervioso reunidos en la sala de reuniones y está empezando a interrogarlos.
fr: Après avoir réuni quelques gardes, un technicien et un esclave corpo dans la salle du conseil d'administration, il a commencé à les interroger.
it: Ha messo qualche guardia, un tecnico e uno schiavo salariato molto nervoso nella sala riunioni e sta cominciando a interrogarli.
ru: Он собрал нескольких охранников, техника и очень нервного офисного работника в конференц-зале и сейчас их допрашивает.

source: He has finished interviewing a Matrix Tech and is now talking sternly to a pair of guards.
de: Er ist mit der Befragung des Matrix-Technikers fertig und spricht nun eindringlich mit zwei Wachen.
es: Ha terminado de interrogar a un técnico de la Matriz y ahora está hablando seriamente con un par de guardias.
fr: Il a fini de parler à un technicien de la Matrice et discute avec deux gardes. Il a l'air froid et austère.
it: Ha finito di interrogare un tecnico della Matrice e ora sta parlando con un paio di guardie, con un tono severo.
ru: Он закончил допрашивать матричного техника и теперь что-то объясняет охранникам.

source: He hasn't contacted you?
de: Er hat dich nicht kontaktiert?
es: ¿No ha contactado él contigo?
fr: Il ne vous a pas contacté ?
it: Non si è messo in contatto con te?
ru: Он с тобой не связался?

source: He is free. What we do now, we do for the living.
de: Er ist frei. Was wir jetzt tun, das tun wir für die Lebenden.
es: Es libre. Lo que hacemos ahora, lo hacemos por los vivos.
fr: Il est libre. Ce que nous faisons maintenant, nous le faisons pour les vivants.
it: Lui è libero. Quello che facciamo ora è per i vivi.
ru: Он свободен. То, что мы делаем, мы делаем ради живых.

source: He killed Sam because he had a transplanted liver. Did you know that?
de: Er hat Sam umgebracht, weil er eine transplantierte Leber besaß. Wusstest du das?
es: Mató a Sam porque tenía un hígado trasplantado. ¿Lo sabías?
fr: Il a tué Sam parce qu'il avait subi une greffe du foie. Vous le saviez ?
it: Ha ucciso Sam perché aveva un fegato trapiantato. Lo sapevi?
ru: Он убил Сэма потому, что ему пересадили донорскую печень. Вы знали об этом?

source: He killed Sam! And a half dozen other people whose lives had been saved by your mother.
de: Er hat Sam getötet! Und ein halbes Dutzend Leute, deren Leben eure Mutter gerettet hat.
es: ¡Él mató a Sam! Y a otra media docena de personas a las que tu madre les había salvado la vida.
fr: Il a tué Sam ! Et une demi-douzaine de gens dont la vie a été sauvée par ma mère.
it: Ha ucciso Sam! E almeno una mezza dozzina di persone che avevano avuto salva la vita grazie a tua madre.
ru: Он убил Сэма! И полдюжины других людей, жизни которых спасла твоя мать!

source: He owes us for the run, and for Dowd. We wait.
de: Er schuldet uns was für diesen Run. Und für Dowd. Wir warten.
es: Está en deuda con nosotros por la carrera, y por Dowd. Esperemos.
fr: Il nous est redevable pour le run, et pour Dowd. On attend.
it: È in debito con noi per la missione e per Dowd. Aspettiamo.
ru: Он должен нам за работу и за смерть Дауда. Подождем.

source: He reaches forward and shuts off the camera. The vidscreen goes to static and the call ends. There’s a moment of silence and then you feel a tug on your jacket. It’s Dresden.
de: Er greift mit dem Arm nach vorne und die Kamera geht aus. Auf dem Vidscreen erscheint wieder Statik und dann wird der Anruf beendet. Einen Moment lang herrscht Stille, doch dann spürst du, wie jemand an deiner Jacke zieht. Es ist Dresden.
es: Se inclina hacia adelante y apaga la cámara. La videopantalla pasa a una imagen estática y termina la llamada. Hay un momento de silencio y entonces notas que alguien te tira de la chaqueta. Es Dresden.
fr: Il se penche en avant et éteint la caméra. Rien ne bouge plus à l'écran et le téléphone raccroche. Après un moment de silence, vous sentez qu'on tire sur votre veste. C'est Dresden.
it: Si avvicina alla telecamera e la spegne. Il video si blocca e la chiamata termina. C'è un momento di silenzio e poi senti uno strattone alla giacca. È Dresden.
ru: Он протягивает руку и выключает камеру. Экран телефона идет помехами, и звонок обрывается. Через секунду кто-то дергает тебя за рукав, и ты видишь, что это Дрезден.

source: He said his mom helped him out. Never said how, though.
de: Er hat gesagt, seine Mutter hätte ihm geholfen. Nur hat er nie genau gesagt, wie.
es: Dijo que su madre lo había ayudado. Pero nunca explicó cómo.
fr: Il a dit que sa mère l'avait aidé. Il n'a pas dit comment, par contre.
it: Disse che sua madre lo aveva aiutato. Ma non disse mai come.
ru: Сказал, что ему помогла мама. Но в подробности не вдавался.

source: He saved my ass once.
de: Er hat mir mal den Arsch gerettet.
es: Una vez me salvó el culo.
fr: Il m'a sauvé la mise, une fois.
it: Mi ha salvato il culo una volta.
ru: Однажды он меня спас.

source: He set it all up before his death, as a contingency.
de: Er hat alles vor seinem Tod eingerichtet, für den Fall der Fälle.
es: Lo preparó todo antes de su muerte, por si acaso.
fr: Il a tout prévu avant sa mort, par mesure de précaution.
it: Ha organizzato tutto prima di morire, per ogni eventualità.
ru: Он знал, что его могут убить, и позаботился о том, чтобы его убийца не ушел от возмездия.

source: He stepped into the line of fire. Collateral damage.
de: Er ist in die Schusslinie gelaufen. Kollateralschaden.
es: Entró en la línea de fuego. Daño colateral.
fr: Il a pris une balle perdue. Dommage collatéral.
it: Si è messo sulla linea di fuoco. Danni collaterali.
ru: Он попал под перекрестный огонь. Сопутствующий урон и все такое.

source: He told me to never trust a dead man.
de: Er hat mir gesagt, dass ich niemals einem toten Mann vertrauen sollte.
es: Me dijo que no confiara nunca en un hombre muerto.
fr: Il m'a dit de ne jamais croire un homme mort.
it: Mi ha detto di non fidarsi mai di un uomo morto.
ru: Он сказал мне никогда не доверять мертвецам.

source: He was a bit agitated. Didn’t catch the specifics. Might have been over a woman. Thought I was going to have to show him out, but I had to deal with a couple of rival go-gangers posturing for one of the working girls upstairs. Jake helped Sam out instead.
de: Er war ein wenig aufgewühlt. Ich weiß nicht, was genau es war. Könnte wegen einer Frau gewesen sein. Ich stand schon kurz davor, ihn herauszugeleiten, musste mich aber um ein paar Go-Ganger kümmern, die einem der Mädchen oben imponieren wollten. Stattdessen hat Jake Sam hinausgebracht.
es: Estaba un poco alterado. No conseguí enterarme bien de los detalles. Podría ser por una mujer. Creía que iba a tener que enseñarle la salida, pero tuve que ocuparme de un par de pandilleros rivales que aspiraban a una de las chicas que trabajan arriba. Jake ayudó a Sam a salir.
fr: Il était un peu agité. Je n'ai pas eu tous les détails. Peut-être à cause d'une femme. Je me disais que j'allais devoir lui indiquer la sortie, mais j'ai dû gérer deux merdeux qui se battaient pour les faveurs d'une des filles qui travaillent à l'étage. Du coup, c'est Jake qui s'est occupé de Sam.
it: Era un po' agitato. Non conosco i dettagli. Forse è successo tutto per una donna. Pensavo che avrei dovuto buttarlo fuori, ma ho dovuto occuparmi di un paio di ganger rivali in procinto di sfidarsi per una delle ragazze che lavora al piano di sopra. Jake ha aiutato Sam al posto mio.
ru: Он был сильно возбужден. Я не знаю подробностей. Возможно, причиной тому была женщина. Я думал, мне придется выпроводить его, но тут к нам забрела пара членов соседней банды, которые начали приставать к девушкам наверху. Я был занят, и Сэма увел с собой Джейк.

source: He was beyond help, Coyote. I’m sorry but he’s at rest now.
de: Wir konnten ihm nicht mehr helfen, Coyote. Es tut mir leid, aber wenigstens ruht er jetzt in Frieden.
es: No había forma de ayudarlo, Coyote. Lo siento, pero ahora está descansando.
fr: Personne ne pouvait rien y faire, Coyote. Je suis désolé, mais il repose en paix maintenant.
it: Era spacciato, Coyote. Mi dispiace, ma è morto.
ru: Никто не мог ему помочь, Койот. Мне жаль. Теперь он обрел покой.

source: He was here, quite inebriated, as he often was. Coyote was working bar that night and she informed me that Sam was getting rowdy and belligerent with other customers. When I requested he leave, he refused. My bouncer, Mr. Kluwe, was off dealing with another issue so I requested that Jake escort Sam out the back door to the alley. That was the last I saw of either of them.
de: Er war hier, wie gewöhnlich sehr betrunken. Coyote hat diese Nacht an der Bar gearbeitet und mich darüber informiert, dass Sam sich rüpelhaft und streitlustig gegenüber den anderen Kunden benahm. Als ich vorschlug, er solle lieber gehen, lehnte er ab. Mein Türsteher, Mr. Kluwe, war mit einer anderen Angelegenheit beschäftigt, also bat ich Jake, Sam aus der Hintertür auf die Straße zu bringen. Das war das letzte Mal, dass ich einen der beiden gesehen habe.
es: Estuvo aquí, bastante bebido, como la mayoría de las veces. Esa noche Coyote estaba trabajando en la barra y me dijo que Sam se estaba poniendo chulo y agresivo con otros clientes. Cuando le pedí que se fuera, se negó. Mi gorila, el Sr. Kluwe, estaba liado con otro asunto, así que le pedí a Jack que acompañara fuera a Sam por la puerta trasera que da al callejón. Fue la última vez que los vi a los dos.
fr: Il était ici, plutôt ivre, comme à son habitude. Coyote travaillait au bar ce soir-là. Elle est venue me dire que Sam commençait à chahuter les autres clients et à chercher la bagarre. Quand je lui ai demandé de partir, il a refusé. Le videur, M. Kluwe, était occupé à autre chose alors j'ai demandé à Jake de faire sortir Sam par la porte de service qui donne sur l'allée. C'est la dernière fois que je les ai vus.
it: Era qui, alquanto inebriato, come spesso accadeva. Coyote lavorava al bar quella notte e mi disse che Sam stava cominciando a fare un po' troppa confusione e ad attaccare briga con gli altri clienti. Quando gli ho chiesto di andarsene, si è rifiutato. Il mio buttafuori, il signor Kluwe, si stava occupando di un'altra faccenda, perciò ho chiesto a Jake di scortarlo all'uscita sul retro. Quella è stata l'ultima volta che ho visto entrambi.
ru: Он был здесь, и как всегда, он был пьян. Койот стояла за барной стойкой и сказала мне, что он начал приставать к другим завсегдатаям. Я попросила его уйти, он отказался. Мой вышибала, мистер Клюве, был занят, поэтому я попросила Джейка вывести Сэма на свежий воздух. Больше я не видела ни того, ни другого.

source: He was killed by sedatives, but the coroner still thought he had ripped his own face off.
de: Eine Überdosis Beruhigungsmittel hat für sein Ableben gesorgt. Trotzdem glaubte der Gerichtsmediziner, dass er sich das Gesicht vom eigenen Leib gerissen hat.
es: Lo mataron con sedantes, pero el forense pensaba que se había arrancado su propia cara.
fr: Il est mort à cause de sédatifs, mais le légiste pense toujours qu'il a arraché son propre visage.
it: È morto per via dei sedativi, ma il medico legale continuava a pensare che si fosse strappato la faccia.
ru: Причиной смерти стала передозировка снотворного, но судебный медик написал в заключении, что он изуродовал собственное лицо.

source: He was shooting. You had to take him out.
de: Er hat auf dich geschossen, du musstest ihn ausschalten.
es: Estaba disparando. Tenías que matarlo.
fr: On lui a tiré dessus. Tu dois le sortir de là.
it: Stava sparando. Dovevi farlo fuori.
ru: Он был вооружен. Тебе пришлось остановить его.

source: He was totally zoned. You had no choice.
de: Er war vollkommen zugedröhnt, du hattest keine andere Wahl.
es: Estaba completamente ido. No tenías elección.
fr: Il était entouré. Il n'avait pas le choix.
it: Era completamente fuori di testa. Non avevi scelta.
ru: Он выгорел до конца. У тебя не было выбора.

source: He was your brother, Jessica. Your twin! Don't you see?
de: Er war dein Bruder, Jessica. Dein Zwilling! Begreifst du nicht?
es: Era tu hermano, Jessica. ¡Tu gemelo! ¿No lo entiendes?
fr: C'était votre frère, Jessica. Votre jumeau ! Vous ne comprenez pas ?
it: Era tuo fratello, Jessica. Il tuo gemello! Non lo capisci?
ru: Он был твоим братом, Джессика. Твоим близнецом! Неужели ты не поняла?

source: He will be missed.
de: Wir werden ihn vermissen.
es: Le echaremos de menos.
fr: Il nous manquera.
it: Ci mancherà.
ru: Мне будет его не хватать.

source: He will be with you in a moment.
de: Er wird gleich hier sein.
es: Estará con usted enseguida.
fr: Il va arriver d'un moment à l'autre.
it: Sarà da lei tra un momento.
ru: Он сейчас подойдет.

source: He will be, once we find his killer.
de: Das wird er, sobald wir seinen Mörder finden.
es: Lo será, cuando encontremos a su asesino.
fr: Il le sera, une fois qu'on aura trouvé son assassin.
it: Lo sarà appena avremo trovato il suo assassino.
ru: Мы освободим его, когда найдем убийцу.

source: He won’t be a problem anymore.
de: Er wird kein Problem mehr darstellen.
es: Ya no va a suponer un problema.
fr: Il ne posera plus jamais de problèmes à personne.
it: Non darà più fastidio a nessuno.
ru: Закончено.

source: He's THE man! You'd just know it when you saw him. Used to be an Urban Brawl star. He says he was on the Screamers for a while in the glory days. He looks the part, so I believe him. He's got a Super Brawl gold ring he always wears.
de: Er ist echt der BESTE! Wenn du ihn siehst, wirst du es verstehen. War ein Star im Urban Brawl. Er hat mir mal erzählt, dass er in seinen besten Zeiten bei den Screamers war. Er sieht fit genug dafür aus, also glaub ich ihm. Außerdem trägt er immer einen Super-Brawl-Goldring.
es: ¡Es EL hombre! Si lo vieras lo sabrías al instante. Fue una estrella de la Urban Brawl. Dice que formó parte de los Screamers en la época dorada. Tiene pinta, así que yo me lo creo. Tiene un anillo de la Super Brawl que no se quita nunca.
fr: C'est un homme, un vrai ! Vous comprendrez quand vous le verrez. Avant, c'était un combattant urbain, une véritable star. Il raconte qu'il a même fait partie des Screamers à son époque de gloire. Il a la tête de l'emploi, alors moi je le crois. Il porte toujours une bague en or de Super Brawl.
it: Lui è un uomo con la U maiuscola! Quando lo vedrai lo riconoscerai al volo. Era una star delle Risse urbane. Dice che, nei suoi giorni di gloria, è stato negli Screamers per un po'. Non ho motivo di non credergli, visto che sembra il tipo. Porta sempre un anello d'oro del Super Brawl.
ru: Он самый классный парень! Ты сразу его узнаешь. Он был звездой уличного боя. Говорит, что играл за Ревунов, когда был моложе. Глядя на него, в это легко поверить. Он всегда носит кольцо с гравировкой, которое получил в команде.

source: He's a GREAT GUY. I mean, everybody likes him. Sure, he LOOKS like a meat-head but once you get to know him he's a real thinker. He's got a Super Brawl GOLD RING he always wears, from when he played for the SCREAMERS. And he's the only guy on this floor who knows how to play chess.
de: Er ist ein GROSSARTIGER KERL. Ich meine, jeder mag ihn. Klar, er sieht vielleicht wie ein Hohlkopf aus, aber wenn man ihn richtig kennenlernt, merkt man, dass er was auf dem Kasten hat. Er hat diesen Super-Brawl-Goldring, den er ständig trägt. Der ist noch aus seiner Zeit bei den Screamers. Und außerdem ist er der einzige hier, der Schach spielen kann.
es: Es un TIPO GENIAL. Quiero decir que le cae bien a todo el mundo. Sí, PARECE un cabeza de chorlito, pero en cuanto lo conoces un poco más descubres que es todo un pensador. Tiene un ANILLO DE ORO de la Super Brawl que no se quita nunca, de cuando jugó con los SCREAMERS. Y es el único tipo de por aquí que sabe jugar al ajedrez.
fr: C'est un TYPE GÉNIAL. Enfin, tout le monde l'adore. C'est vrai qu'il a l'air d'une grosse brute, mais quand on le connaît, on sait qu'il est loin d'être bête. Il porte toujours une bague de Super Brawl EN OR, qui date du temps où il était avec les SCREAMERS. Et c'est le seul de tout l'étage qui sait jouer aux échecs.
it: È un ragazzo ECCEZIONALE. Voglio dire, tutti lo apprezzano. Certo, sembra un ammasso di muscoli e basta, ma se lo conosci, ti accorgi che è un vero pensatore. Ha un ANELLO D'ORO del Super Brawl che indossa sempre, da quando stava negli SCREAMERS. Ed è l'unico qua attorno che sappia giocare a scacchi.
ru: Он КЛАССНЫЙ. Его все любят. Ну да, он выглядит как ЗДОРОВЕННЫЙ шкаф, но он совсем не глупый. Он всегда носит на пальце КОЛЬЦО своей команды, РЕВУНОВ. И он единственный на этом этаже, кто умеет играть в шахматы.

source: He's a ganger. A member of the Cutters. He is a good kid in a nasty line of work. I warned Coyote against getting too attached to that type - they don’t live long.
de: Er ist ein Ganger, ein Mitglied der Cutters. Ist eigentlich ein guter Junge, der sich die falschen Freunde ausgesucht hat. Ich hab Coyote gewarnt, sich mit dieser Art Leute nicht zu sehr anzufreunden ... die leben meistens nicht lang.
es: Pertenece a una banda. Es miembro de los Cortadores. Es un buen chaval que se ha metido a una profesión poco recomendable. Le advertí a Coyote de que no se juntara con ese tipo de gente: no suelen vivir mucho.
fr: C'est un ganger. Un membre des Cutters. C'est un bon garçon qui fait un sale boulot. J'ai prévenu Coyote de ne pas s'attacher à quelqu'un de son genre, ils ne vivent pas bien longtemps.
it: Lui è un ganger. Un membro dei Cutter. Lui è un bravo ragazzo in un pessimo settore di attività. Ho avvertito Coyote di non affezionarsi troppo a quel tipo, persone del genere non vivono a lungo.
ru: Мальчик на побегушках у одной из местных банд. Кажется, Головорезов. Хороший парнишка, который связался с дурной компанией. Я предупредила Койот, чтобы она не слишком на него западала - такие ребята долго не живут.

source: He's gone now... but he was asking about the body. Wondering which Organ Grinders facility it will be taken to.
de: Er ist schon weg ... Aber er hat Fragen über die Leiche gestellt. Zu welcher Organ-Grinders-Filiale sie gebracht wird, zum Beispiel.
es: Ya se ha ido... pero estaba haciendo preguntas sobre el cadáver. Preguntaba a qué edificio de los Organilleros lo iban a llevar.
fr: Il est parti... mais il posait des questions sur le cadavre. Il voulait savoir chez quel Broyeur d'Organes on allait l'emporter.
it: Ora è andato via... ma prima chiedeva del cadavere. Si chiedeva in quale filiale della Suonatori d'organi verrà trasportato.
ru: Уже ушел. Но он спрашивал меня о теле. Интересовался, в какое отделение вашей конторы его повезут.
