Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Father didn’t approve of my boyfriend and tried to scare him off. Something went wrong and Harkeem ended up in a wheelchair. Father covered the whole thing up and lied to me about Harkeem. He told me horrible things. {{GM}}Her jaw clenches.{{/GM}} And I believed him.
de: Vater gefiel mein Freund nicht und er hat versucht, ihn einzuschüchtern. Dabei ist etwas schiefgelaufen. Harkeem ist im Rollstuhl gelandet. Vater hat das alles vertuscht und mich über Harkeem belogen. Er hat mir schreckliche Dinge erzählt. {{GM}}Sie presst die Kiefer zusammen.{{/GM}} Und ich hab ihm geglaubt.
es: A mi padre no le gustaba mi novio e intentó asustarlo. Algo salió mal y Harkeem acabó en una silla de ruedas. Mi padre lo tapó todo y me mintió sobre Harkeem. Me dijo cosas terribles. {{GM}}Se le tensa la mandíbula.{{/GM}} Y yo lo creí.
fr: Père n'appréciait pas mon petit ami et essayait de l'effrayer. Quelque chose a mal tourné et Harkeem s'est retrouvé en fauteuil roulant. Père a couvert toute l'histoire et m'a menti à propos de Harkeem. Il m'a dit des choses horribles. {{GM}}Elle sert les dents.{{/GM}} Et je l'ai cru.
it: Mio padre non approvava il mio ragazzo e ha cercato di spaventarlo. Qualcosa è andato storto e Harkeem è finito su una sedia a rotelle. Mio padre ha coperto tutta la faccenda e mi ha mentito riguardo ad Harkeem. Mi ha detto cose orribili. {{GM}}Serra le mascelle.{{/GM}} E io gli ho creduto.
ru: Отцу не понравился мой парень, и он попытался его припугнуть. Что-то пошло не так, и Харким оказался в инвалидном кресле. Отец замел следы и солгал мне. Он все время мне лжет. {{GM}}Она крепко сжимает зубы.{{/GM}} Но я ему поверила.

source: Father, I just discovered a pressing maintenance issue.
de: Vater, ich bin gerade auf eine dringliche Wartungsangelegenheit aufmerksam geworden.
es: Padre, acabo de descubrir un problema de mantenimiento urgente.
fr: Père, je viens de découvrir un problème d'entretien urgent.
it: Padre, ho appena scoperto un problema urgente di manutenzione.
ru: Отец, у нас проблемы на складе.

source: Female Bunraku
de: Weiblicher Bunraku
es: Bunraku mujer
fr: Bunraku femelle
it: Bunraku femmina
ru: Женщина-бунраку

source: Female-Poor
de: Arme Frau
es: Mujer pobre
fr: Femme-Pauvre
it: Donna-Povera
ru: Женщина-бедная

source: Female-Rich
de: Reiche Frau
es: Rica
fr: Femme-Riche
it: Donna-Ricca
ru: Женщина-богатая

source: Female-Worker
de: Arbeiterin
es: Trabajadora
fr: Femme-Ouvrière
it: Lavoratrice
ru: Женщина-работник

source: Few days back, I heard Mr. Delilah was looking for runners to steal some sorta item out from under Stevie J's nose. She must've taken the job - I'm sure of it. And if his thugs caught her... {{GM}}There's a grim determination in Paco's eyes.{{/GM}} I'm going over there. You comin'?
de: Vor ein paar Tagen hab ich gehört, dass Mr. Delilah nach Runnern sucht, die irgendwas direkt unter Stevie Js Nase wegstehlen sollen. Sie muss den Job angenommen haben, da bin ich mir sicher. Und wenn diese Schlägertypen sie gekriegt haben ... {{GM}}In Pacos Augen spiegelt sich wilde Entschlossenheit wider.{{/GM}} Ich werde dorthin gehen. Kommst du mit?
es: Hace unos días, escuché que el Sr. Delilah estaba buscando a runners para robarle algún tipo de objeto a Stevie J. Debe de haber aceptado el trabajo; estoy seguro. Y si sus matones la pillan... {{GM}}Los ojos de Paco muestran una oscura determinación.{{/GM}} Voy para allá. ¿Te vienes?
fr: Il y a quelques jours, on m'a dit que M. Delilah engageait des Runners pour aller piquer je-ne-sais-quoi sous le nez de Stevie J. Elle a sûrement accepté le job. C'est clair. Et si ses mecs la chopent... {{GM}}Vous discernez une détermination menaçante dans le regard de Paco.{{/GM}} Je vais la chercher. Tu viens avec moi ?
it: Pochi giorni fa, ho sentito che il signor Delilah stava cercando Runner per rubare non so cosa da sotto il naso di Stevie J. Lei deve aver accettato quel lavoro, ne sono sicuro. E se i suoi tirapiedi l'hanno catturata... {{GM}}C'è una lugubre determinazione negli occhi di Paco.{{/GM}} Io vado lì. Vieni?
ru: Пару дней назад мистер Далила искал людей, чтобы те украли для него какую-то вещичку из квартиры Стиви-младшего. Должно быть, она согласилась - я в этом уверен. Если они ее за этим застукали... {{GM}}Пако глядит на тебя с мрачной решимостью.{{/GM}} Я отправляюсь туда. Ты со мной?

source: Few friends for a face such as mine.
de: Mit einem Gesicht wie dem meinen hat man nicht viele Freunde.
es: Pocos amigos para una cara como la mía.
fr: Les gens comme moi on peu d'amis.
it: Pochi amici per un tipo come me.
ru: Ты знаешь, какое у меня лицо. Я не люблю демонстрировать его людям.

source: Fido.
ru: Шарик.

source: Fifteen hundred and it’s done.
de: 1500 und keinen Nuyen mehr.
es: Mil quinientos y hay trato.
fr: 1 500 et c'est bon.
it: Millecinquecento ed è fatta.
ru: Пятнадцать сотен. Это мое последнее слово.

source: Fifty thousand nuyen? That’s a language I understand. You’ve got yourself a runner.
de: Fünfzigtausend Nuyen? Das ist eine Sprache, die ich verstehe. Du hast soeben einen Runner gewonnen.
es: ¿Cincuenta mil nuyens? Ese es un idioma que comprendo. Ya tienes tu runner.
fr: Cinquante mille nuyens ? Ça c'est une langue que je comprends. Vous vous êtes trouvé un runner.
it: Cinquantamila nuyen? Ora stai parlando una lingua che comprendo. Tu hai già un Runner.
ru: Пятьдесят тысяч нюйен? Вот это другой разговор. Договорились.

source: Fight Your Way to the Bottom of the Hive
de: Kämpfe dich bis zum Ende der Höhle vor
es: Lucha hasta llegar a la parte de abajo de la Colmena
fr: Frayez-vous un chemin jusqu'au bout de la ruche.
it: Apriti la strada combattendo fino al fondo del Nido
ru: Доберись до дна улья

source: Figured as much.
de: Hab ich mir gedacht.
es: Me lo imaginaba.
fr: J'avais compris.
it: Immaginavo.
ru: Я так и понял.

source: Figured that all out yourself?
de: Hast du das ganz allein rausgefunden?
es: ¿Lo has descubierto tú sola?
fr: Vous avez deviné ça toute seule ?
it: L'hai capito da sola?
ru: Сама догадалась?

source: Figured you would.
de: Hab ich mir schon gedacht.
es: Me lo imaginaba.
fr: Ça m'étonne pas.
it: Lo sapevo.
ru: Я так и думал.

source: Filled with a magical insecticide.
de: Mit magischem Insektengift gefüllt.
es: Relleno de insecticida mágico.
fr: Rempli d'insecticide magique.
it: Caricato con insetticida magico.
ru: Гранатомет с магическим инсектицидом.

source: Finally! I'll be along in a minute.
de: Endlich! Ich bin sofort da.
es: ¡Al fin! Iré en un minuto.
fr: Enfin ! J'arrive dans une minute.
it: Finalmente! Vi raggiungo tra un minuto.
ru: Наконец-то! Сейчас подойду.

source: Finally, I can bring my friend Sam's murderer to justice.
de: Endlich kann ich Sams Mörder der Gerechtigkeit zuführen.
es: Por fin puedo llevar ante la justicia al asesino de mi amigo Sam.
fr: Je vais enfin pouvoir trainer le meurtrier de mon pote devant la justice.
it: Finalmente posso assicurare alla giustizia l'assassino del mio amico Sam.
ru: Наконец-то мы нашли убийцу нашего друга Сэма.

source: Finally, by performing what has to be a truly disgusting ritual, the shaman serving the insect totem implants the spirit into the host - willingly or not. Then it's feeding time.
de: Schließlich führt der Insektenschamane ein sicherlich furchtbar widerliches Ritual durch, um den Geist in den Wirt zu übertragen – ob letzterer dies nun will oder nicht. Dann beginnt das große Fressen.
es: Por último, mediante un ritual de lo más asqueroso, el chamán que sirve al tótem del insecto implanta el anfitrión en el anfitrión; quiera a o no. Y luego llega la hora de comer.
fr: Enfin, en exécutant un rituel véritablement répugnant, le chaman au service du totem insecte implante l'esprit dans l'hôte, que ce dernier le veuille ou non. Vient alors l'heure du repas.
it: Infine, attraverso quello che probabilmente è un disgustoso rituale, lo Sciamano che serve il totem dell'insetto impianta lo spirito nel ricevente, che lo voglia o no. A quel punto è ora di nutrirlo.
ru: Наконец шаман проводит омерзительный ритуал, во время которого дух вселяется в тело будущего носителя - иногда добровольно, а иногда нет. После чего жук начинает жрать.

source: Find Alley Door to Let Your Team into the UB
de: Finde die Seitentür, um dein Team in die UB zu lassen
es: Encuentra la puerta del callejón para que tu equipo pueda entrar en la HU.
fr: Trouver la porte de l'allée pour faire entrer votre équipe dans la CU
it: Trova la porta nel vicolo per fare introdurre il tuo team nella FU
ru: Найди дверь и впусти твою команду в здание

source: Find Coyote
de: Finde Coyote
es: Encuentra a Coyote
fr: Trouver Coyote
it: Trova Coyote
ru: Найди Койот

source: Find Coyote at the Seamstresses Union
de: Finde Coyote in der Seamstresses Union
es: Encuentra a Coyote en el Unión de Costureras
fr: Trouver Coyote à au Seamstresses Union
it: Trova Coyote al Seamstresses Union
ru: Найди Койот в Союзе белошвеек

source: Find Coyote's Boyfriend Paco
de: Finde Coyotes Freund Paco
es: Encuentra a Paco, el novio de Coyote
fr: Trouver Paco, le petit ami de Coyote
it: Trova Paco, il ragazzo di Coyote
ru: Найди Пако

source: Find Dr. Holmes
de: Finde Dr. Holmes
es: Encuentra al Dr. Holmes
fr: Trouver le Dr. Holmes
it: Trova il dottor Holmes
ru: Найди доктора Холмса

source: Find Jake's Stash
de: Finde Jakes Geheimversteck
es: Buscar el escondite de Jake
fr: Trouver la planque de Jake
it: Trova la tana di Jake
ru: Найди тайник Джейка

source: Find Jessica Watts
de: Finde Jessica Watts
es: Encuentra a Jessica Watts.
fr: Trouver Jessica Watts
it: Trova Jessica Watts
ru: Найди Джессику Уоттс

source: Find Johnny in the Safehouse
de: Sprich mit Johnny im Unterschlupf
es: Encuentra a Johnny en el piso franco.
fr: Trouver Johnny dans le refuge
it: Trova Johnny nel rifugio
ru: Найди Джонни в подвале

source: Find Maury's Meat Emporium
de: Finde Maury’s Meat Emporium
es: Encuentra el Meat Emporium de Maury
fr: Trouver le Maury’s Meat Emporium
it: Trova l'Emporio della carne di Maury
ru: Найти мясную лавку Мори

source: Find More Clues About What Happened to Shane
de: Finde weitere Hinweise darüber, was mit Shane geschehen ist
es: Encuentra más pistas sobre lo que le pasó a Shane.
fr: Trouver d'autres indices à propos de ce qui est arrivé à Shane
it: Trova altri indizi su cosa è successo a Shane
ru: Выясни, что случилось с Шином

source: Find Out What Happened to Shane for Cherry Bomb
de: Finde für Cherry Bomb heraus, was mit Shane geschehen ist
es: Descubre qué le pasó a Shane para Cherry Bomb.
fr: Découvrir ce qui est arrivé à Shane pour Cherry Bomb
it: Scopri cosa è successo a Shane per conto di Cherry Bomb
ru: Узнай, что случилось с Шином для Шерри

source: Find Someone Who Can Analyze DNA Evidence
de: Finde jemanden, der die DNA-Probe analysieren kann
es: Encuentra a alguien que pueda analizar las pruebas de ADN.
fr: Trouver quelqu'un capable d'analyser l'échantillon d'ADN
it: Trova qualcuno che possa analizzare il DNA
ru: Найди кого-то, кто может сделать анализ ДНК

source: Find Someone to Give the Mercy Mental Data
de: Finde jemanden, dem du die Daten aus dem Mercy Mental geben kannst.
es: Encuentra a alguien a quien darle los datos del psiquiátrico Mercy.
fr: Trouver quelqu'un à qui refiler les données de l'hôpital Mercy
it: Trova qualcuno a cui consegnare i dati sul Mercy Mental Hospital
ru: Найди покупателя для найденной в госпитале информации

source: Find Stevie's Stash
de: Finde Stevies Geheimversteck
es: Buscar el escondite de Stevie
fr: Trouver la planque de Stevie
it: Trova il nascondiglio di Stevie
ru: Найди тайник Стиви

source: Find Two Haunted Objects
de: Finde zwei verfluchte Gegenstände
es: Encontrar dos objetos encantados
fr: Trouver deux objets hantés.
it: Trova due oggetti infestati
ru: Найди два одержимых предмета

source: Find a Fence for the Remaining Stones
de: Finde einen Hehler für die restlichen Edelsteine
es: Busca un traficante para el resto de piedras.
fr: Trouver un acheteur pour les pierres restantes
it: Trova un ricettatore per le pietre restanti
ru: Найди скупщика и продай камни

source: Find and Question Coyote
de: Finde und befrage Coyote
es: Encuentra e interroga a Coyote.
fr: Trouver Coyote et l'interroger
it: Trova e interroga Coyote
ru: Найди и расспроси Койот

source: Find and Rescue Gino From the BTL Pushers
de: Finde Gino und rette ihn vor den BTL-Dealern
es: Encuentra y rescata a Gino de los canellos de BTL
fr: Sauver Gino des gardes BTL
it: Trova e salva Gino dagli spacciatori di BTL
ru: Найди Джино и спаси его от дилеров ИР

source: Find me when you’re ready to go and we’ll bug right out of here.
de: Sag Bescheid, wenn du bereit bist und wir können hier abzischen.
es: Ven a verme cuando quieras irte y saldremos pitando de aquí.
fr: Venez me chercher quand vous serez prêt. Les bestioles n'ont qu'à bien se tenir !
it: Vienimi a trovare quando hai finito di prepararti, così partiamo a caccia di insetti.
ru: Дай знать, когда завершишь приготовления, и мы начнем.

source: Find that data or we're dead meat!
de: Findet diese Daten, oder wir sind tot!
es: ¡Encuentra esos datos o nos convertiremos en mojama!
fr: Trouvez ces données ou on est mort !
it: Trova quei dati o siamo morti!
ru: Если мы не найдем базу данных, мы покойники!

source: Find the Aegis Sample
de: Finde die Aegis-Probe
es: Encuentra la muestra de Aegis
fr: Trouver l'échantillon Aegis
it: Trova il prototipo Aegis
ru: Найди образец ''Эгиды''

source: Find the Halloweener Leader
de: Finde den Anführer der Halloweener
es: Encuentra al líder Halloweener
fr: Trouver le chef des Halloweeners
it: Trova il capo degli Halloweener
ru: Найди предводителя Хэллоуинеров

source: Find the Med-Bay in the Safehouse
de: Finde die Krankenstation im Unterschlupf
es: Encuentra el ala médica en el piso franco.
fr: Trouver l'infirmerie dans le repaire
it: Trova l'ambulatorio nel rifugio
ru: Найди в подвале больницу

source: Find the Paydata the Runners Are After
de: Finde die Paydata, hinter der die anderen Runner her waren
es: Encuentra los datos de pago que buscan los runners
fr: Trouver les données de paiement que les runners convoitent
it: Trova i dati che gli altri Runner stanno cercando
ru: Найди базу данных, за которой охотились раннеры

source: Fine, I'm going.
de: Gut, ich gehe.
es: Vale, voy a ello.
fr: Très bien, je m'en vais.
it: Bene, ora vado.
ru: Хорошо, я ухожу.

source: Fine.
de: In Ordnung.
es: Perfecto.
fr: Très bien.
it: Bene.
ru: Ладно.

source: Fine. Get out of here.
de: Gut. Verzieh dich!
es: Perfecto. Largo de aquí.
fr: Très bien. Sortez d'ici.
it: D'accordo. Fuori di qui.
ru: Ладно. Выматывайся, живее.

source: Fine. Here you go. {{GM}}Pay 150¥{{/GM}}
de: Also gut. Bitte sehr. {{GM}}Zahl 150¥.{{/GM}}
es: Perfecto. Aquí tienes. {{GM}}Pagar 150 ¥.{{/GM}}
fr: Bien. Voilà. {{GM}}Payer 150 ¥{{/GM}}
it: D'accordo. Ecco a voi. {{GM}}Paga ¥150{{/GM}}
ru: Хорошо. Держи. {{GM}}Заплатить 150¥{{/GM}}

source: Fine. I didn't promise him anything. This isn't my drek to clean up anyway.
de: Schon gut. Ich hab ihm eh nichts versprochen. Es ist nicht an mir, diesen Drek hier aufzuräumen.
es: Perfecto. Yo no le prometí nada. No es mi trabajo limpiar esa mierda.
fr: Bien. Je ne lui ai rien promis. Cette n'est pas à moi de nettoyer ce bordel, de toute façon.
it: D'accordo. Non gli avevo promesso nulla. Non sono affari miei.
ru: Ладно, пусть разбирается с вами сам. Это не мои проблемы.

source: Fine. I’ll pay you a hundred just to tell me.
de: Na gut. Ich geb dir einen Hunderter, nur damit du es mir sagst.
es: Vale. Te daré cien solo para que me lo digas.
fr: Très bien. Je vous donne cent nuyens pour me le dire.
it: Bene. Se me lo dici, ti pagherò un centone.
ru: Хорошо. Я заплачу сотню, чтобы это узнать.

source: Fine. I’ll take your money.
de: In Ordnung. Ich werde dein Geld annehmen.
es: Perfecto. Aceptaré tu dinero.
fr: Très bien. Je vais prendre votre argent.
it: Bene. Prenderò i tuoi soldi.
ru: Хорошо. Я возьму твои деньги.

source: Fine. I’m here about Sam Watts.
de: Na schön. Ich bin wegen Sam Watts hier.
es: Perfecto. Estoy aquí por Sam Watts.
fr: Très bien. Je cherche des infos sur Sam Watts.
it: D'accordo. Sono qui per Sam Watts.
ru: Ладно. Мне нужно узнать, что случилось с Сэмом Уоттсом.

source: Fine. She said she needed to stop a wild dog flat in its tracks.
de: Na gut. Sie sagte, sie müsste einen wilden Hund abknallen.
es: Vale. Dijo que necesita pararle los pies a un perro salvaje.
fr: Très bien. Elle a dit qu'elle voulait stopper net un chien enragé.
it: Bene. Ha detto che doveva affrontare un cane sciolto a tu per tu.
ru: Ладно. Она сказала, ей нужно что-то, чтобы пристрелить бешеного пса. В подробности она не вдавалась.

source: Finished her myself.
de: Ich hab sie höchstpersönlich erledigt.
es: Acabé con ella personalmente.
fr: Je l'ai exécuté moi-même.
it: Uccisa con le mie mani.
ru: Она погибла от моей руки.

source: Fire Elemental
de: Feuerelementar
es: Elemental de fuego
fr: Élémentaire de Feu
it: Elementale del fuoco
ru: Элементаль огня

source: Fired.
de: Gefeuert.
es: A la calle.
fr: Moi aussi, ressers-m'en un.
it: Licenziato.
ru: Уволен.

source: First it was chanting. Priests and acolytes have been going down that hole since they locked me up. But then it changed to screaming. And something else. Something... foul. We’ve got to get out of here!
de: Zuerst war es so ein monotoner Gesang. Seit ich hier bin, sind immer wieder Priester und Akolythen da runter gegangen. Aber dann wurden daraus Schreie. Und noch etwas anderes. Etwas ... Widerliches. Wir müssen hier raus!
es: Primero eran cánticos. Desde que me encerraron, no han parado de bajar sacerdotes y acólitos por ese agujero. Pero entonces pasaron a ser gritos. Y algo más. Algo... horrible. ¡Tenemos que salir de aquí!
fr: D'abord, il y a eu les chants. Depuis qu'on m'a enfermée ici, des prêtres et des disciples n'ont pas arrêté de descendre dans ce trou. Ensuite, les chants ont fait place aux cris. Et il y avait autre chose. Une chose... infecte. Il faut absolument sortir d'ici !
it: Prima erano dei canti. Sacerdoti e seguaci scendevano di continuo da quando mi hanno chiuso qui dentro. Ma poi si sono trasformati in urla. E qualcos'altro. Qualcosa di... orrendo. Dobbiamo andarcene da qui!
ru: Сперва я слышала пение. Жрецы и послушники то и дело проходили мимо меня. А потом раздались вопли. И какой-то ужасный звук. Слушайте, мы должны выбираться отсюда!

source: First, Sam was my friend. And second, I'm being paid for my trouble.
de: Erst einmal war Sam mein Freund. Außerdem werde ich für meine Mühe entlohnt.
es: En primer lugar, Sam era amigo mío. Y en segundo lugar, me pagan por mi trabajo.
fr: D'abord, Sam était mon ami. Ensuite, on me dédommage pour le faire.
it: Per prima cosa, Sam era un mio amico. E in secondo luogo, mi pagano per questo.
ru: Во-первых, Сэм был моим другом. А во-вторых, по завершении расследования я получу крупную сумму денег.

source: First, some instruction - you do not begin a negotiation by admitting that you have nothing with which to negotiate. However, you *were* considering your tactical situation. That tells me you are more than a mere street thug. Allow me to instruct you further.
de: Zuerst einmal ein Vorschlag – man fängt eine Verhandlung nicht damit an, einzugestehen, dass man nichts hat, das man anbieten könnte. Sie *haben* jedoch Ihre taktische Situation bedacht. Daraus schließe ich, dass Sie kein gewöhnlicher Straßenrowdy sind. Erlauben Sie mir, Ihnen noch einen Ratschlag zu geben.
es: En primer lugar, un consejo: no empieces una negociación admitiendo que no tienes con qué negociar. Sin embargo, tú *estabas* considerando tu situación táctica. Eso me dice que eres algo más que un simple matón de la calle. Permíteme darte otro consejo.
fr: D'abord, un peu d'éducation. On ne commence pas une négociation en admettant qu'on n'a rien avec quoi négocier. Toutefois, vous *étiez* en train de considérer votre situation tactique. Cela me laisse à penser que vous n'êtes pas un simple voyou. Permettez-moi de vous instruire plus avant.
it: Prima, un consiglio: non si inizia una trattativa ammettendo di non aver nulla con cui negoziare. Se non altro, *stava* valutando la sua situazione da un punto di vista tattico. Da ciò intuisco che lei non è come il resto dei delinquenti di strada. Mi consenta di darle ulteriori consigli.
ru: Позволь дать тебе совет. Никогда не заявляй собеседнику в начале переговоров, что у тебя нет ничего, что могло бы его заинтересовать. Поскольку ты трезво оцениваешь сложившуюся ситуацию, я могу предположить, что ты не просто наемный убийца. Я хочу прояснить сложившуюся ситуацию.

source: First, you’re not on our team. Second we don’t intend to lose.
de: Erstens, du bist nicht im Team. Zweitens, wir haben nicht vor zu versagen.
es: En primer lugar, no estás en nuestro equipo. En segundo lugar, no vamos a perder.
fr: Primo, vous ne faites pas partie de notre équipe. Deuxio, on ne compte pas perdre.
it: Primo, non sei nella nostra squadra. Secondo, non abbiamo intenzione di perdere.
ru: Во-первых, мы не собираемся проигрывать. Во-вторых, мы вовсе не слабая команда.

source: Five, eh? Sure. Maybe that noodle machine is still workin'....
de: Ein Fünfer, was? Klar. Vielleicht funktioniert dieser Nudelautomat ja noch ...
es: Cinco, ¿vale? Claro. A lo mejor esa máquina de fideos aún funciona...
fr: Cinq minutes, hein ? D'accord. Cette machine est peut-être toujours en état de marche...
it: Cinque, eh? Certo. Forse quell'impastatrice è ancora accesa...
ru: Пять нюйен, а? Забирай. Может, куплю себе лапши, если торговый автомат еще не скопытился...

source: Fluffy.
fr: Pompon.
ru: Пушистик.

source: For a purveyor of cyberware and trauma kits, there is no better place to set up a practice. I patch runners up, install and maintain their cyberware, and provide medical supplies for their runs. I may not be as mobile as Doc Wagon, but I'm the next best thing. Can I help you with anything?
de: Für einen Anbieter von Cyberware und Trauma-Kits gibt es keinen besseren Ort, um eine Praxis einzurichten. Ich versorge Runner, installiere und warte ihre Cyberware und verkaufe ihnen medizinisches Bedarfsmaterial für ihre Runs. Ich bin vielleicht nicht ganz so flexibel wie DocWagon, aber ich bin auf jeden Fall das Nächstbeste, was es gibt. Kann ich dir mit irgendetwas helfen?
es: Para un proveedor de ciberimplantes y traumakits, no hay un lugar mejor para abrir una consulta. Reparo a los runners, instalo y mantengo sus ciberimplantes y les proporciono suministros médicos para los runs. Puede que no tenga la movilidad de DocWagon, pero soy la segunda mejor opción. ¿Te puedo ayudar en algo?
fr: Il n'y a pas de meilleur endroit où pratiquer pour un fournisseur de cyberware et de trousses de soins. Je soigne les runners, j'installe et je maintiens leur cyberware et je fournis aussi le matériel médical pour leurs runs. Je ne suis pas aussi mobile que Doc Wagon, mais je n'en demeure pas la meilleure ! Puis-je vous aider ?
it: Per un fornitore di parti cibernetiche e kit di emergenza non c'è posto migliore di questo per aprire un ambulatorio. Rimetto in sesto i Runner, installo e faccio manutenzione di parti cibernetiche; inoltre fornisco materiale medico per le loro missioni. Non potrò andare in giro come Doc Wagon, ma non sono di certo da meno. Come posso aiutarti?
ru: Это не самое плохое место, чтобы держать практику. Для лицензированного медицинского специалиста всегда найдется работа. Я штопаю раннеров, устанавливаю и обслуживаю кибернетические имплантаты, снабжаю команды стимуляторами и медикаментами. В отличие от Док-Вагона, я не выезжаю на места происшествий, но в остальном я ничуть не хуже корпоративной страховки. Итак, чем могу помочь?
