Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Internal affairs? I'm sure they'd love to talk to you.
de: Interne Angelegenheiten? Ich bin mir sicher, die würden liebend gern ein Wörtchen mit Ihnen wechseln.
es: ¿Asuntos internos? Seguro que les encantará hablar contigo.
fr: Les affaires intérieures ? Je suis sûr qu'ils seront très heureux de te parler.
it: Disciplinare? Sono certo che vorrebbero tanto parlare con te.
ru: Не сомневаюсь, отдел внутренних расследований будет рад с тобой пообщаться.

source: Interrogate the Leader
de: Verhöre den Anführer
es: Interroga al líder
fr: Interroger le chef
it: Interroga il leader
ru: Допросить предводителя

source: Investigate Holmes' Motives
de: Untersuche Holmes’ Motiv
es: Investiga los motivos de Holmes
fr: Enquêter sur les motifs de Holmes
it: Indaga sulle motivazioni di Holmes
ru: Узнай мотивы доктора Холмса

source: Investigate Mercy Mental Hospital
de: Untersuche das Mercy Mental Hospital
es: Investiga el psiquiátrico Mercy
fr: Enquêter sur l'hôpital psychiatrique Mercy
it: Indaga sul Mercy Mental Hospital
ru: Осмотри психиатрическую клинику

source: Investigate Sam’s Bunk
de: Untersuche Sams Koje
es: Investiga el catre de Sam.
fr: Examiner la couchette de Sam
it: Esamina la branda di Sam
ru: Осмотри койку Сэма

source: Investigate the Murder Scene
de: Untersuche den Tatort
es: Investigar la escena del crimen
fr: Examiner la scène du crime.
it: Ispeziona il luogo del delitto
ru: Осмотри место преступления

source: Investigate the Murder Site
de: Untersuche den Tatort
es: Investiga la escena del crimen
fr: Enquêter sur le lieu du crime
it: Ispeziona il luogo dell'omicidio
ru: Осмотри место убийства

source: Investigate the Universal Brotherhood
de: Untersuche die Universelle Bruderschaft
es: Investiga a la Hermandad Universal
fr: Enquêter sur la Confrérie universelle.
it: Indaga sulla Fratellanza Universale
ru: Осмотри Всеобщее братство

source: Is Jessica Watts here?
de: Ist Jessica Watts hier?
es: ¿Jessica Watts está aquí?
fr: Jessica Watts est ici ?
it: Jessica Watts è qui?
ru: Джессика Уоттс сейчас здесь?

source: Is Lynne Telestrian available?
de: Ist Lynne Telestrian da?
es: ¿Está disponible Lynne Telestrian?
fr: Lynne Telestrian est-elle disponible ?
it: Lynne Telestrian è disponibile?
ru: Я могу поговорить с Линн Телестриан?

source: Is Lynne Telestrian here?
de: Ist Lynne Telestrian hier?
es: ¿Lynne Telestrian está aquí?
fr: Lynne Telestrian est ici ?
it: Lynne Telestrian è qui?
ru: Линн Телестриан сейчас здесь?

source: Is McKlusky getting any closer to a suspect?
de: Ist McKlusky der Lösung nähergekommen?
es: ¿McKlusky se está acercando a algún sospechoso?
fr: McKlusky a-t-il un suspect en vue ?
it: McKlusky ha dei sospetti?
ru: У Макклюски уже появились подозреваемые?

source: Is Mr. Delilah here tonight?
de: Ist Mr. Delilah heute Abend hier?
es: ¿Está el Sr. Delilah?
fr: M. Delilah est-il là, ce soir ?
it: C'è il signor Delilah qui stasera?
ru: Мистер Далила сегодня здесь?

source: Is everything all right?
de: Alles in Ordnung?
es: ¿Va todo bien?
fr: Quelque chose cloche ?
it: Va tutto bene?
ru: Все в порядке?

source: Is he sick? Why won't they let me visit him?
de: Ist er krank? Wieso lassen sie mich ihn nicht besuchen?
es: ¿Está enfermo? ¿Por qué no me dejan visitarle?
fr: Il est malade ? Pourquoi on ne me laisse pas lui rendre visite ?
it: Sta male? Perché non mi permettono di andare a trovarlo?
ru: Он заболел? Тогда почему мне не разрешают его навестить?

source: Is it Coyote?
de: Ist es Coyote?
es: ¿Es Coyote?
fr: C'est Coyote ?
it: Si tratta di Coyote?
ru: Койот?

source: Is it true that you were part of the Echo Mirage team?
de: Stimmt es, dass du einmal Teil des Echo-Mirage-Teams warst?
es: ¿Es verdad que formabas parte del equipo Echo Mirage?
fr: Faisiez-vous réellement partie de l'équipe Echo Mirage ?
it: È vero che facevi parte del team Echo Mirage?
ru: Это правда, что когда-то ты состоял в команде ''Эхо Мираж''?

source: Is that a joke?
de: Soll das ein Witz sein?
es: ¿Es una broma?
fr: C'est une blague ?
it: Stai scherzando?
ru: Это шутка такая?

source: Is that enough to target a spell?
de: Ist das genug, um einen Zauber darauf zu wirken?
es: ¿Eso es suficiente para dirigir un hechizo?
fr: C'est assez pour lancer un sort ?
it: Basta per lanciare un incantesimo?
ru: Этого достаточно, чтобы навести на убийцу чары?

source: Is that guy still bothering you?
de: Belästigt dieser Typ dich immer noch?
es: ¿Ese tipo te sigue molestando?
fr: Ce type vous embête encore ?
it: Quel ragazzo ti dà ancora fastidio?
ru: Этот парень к тебе все еще пристает?

source: Is that her?
de: Ist sie das?
es: ¿Es ella?
fr: C'est elle ?
it: È davvero lei?
ru: Это она?

source: Is that not enough?! Beyond the tattoos that adorn my face, I have another - a recent addition - in a place that only those closest to me will ever see.
de: Reicht das etwa nicht?! Abgesehen von den Tattoos auf meinem Gesicht habe ich noch woanders eins. Ist erst kürzlich dazugekommen, und nur Leute, die mir sehr nahestehen, werden es je zu Gesicht bekommen.
es: ¡¿No es suficiente?! Además de los tatuajes que me decoran la cara, tengo otro más; una adquisición reciente; en un lugar en el que solo lo verán los más cercanos a mí.
fr: Ça ne suffit pas ?! À part les tatouages de mon visage, j'en m'en suis fait un autre (tout récemment) à un endroit que seuls les proches peuvent voir.
it: Non ti basta?! Oltre i tatuaggi che adornano la mia faccia, ne ho un altro fatto di recente, che solo i più intimi potranno vedere.
ru: А тебе что, мало?! Еще у меня есть татуировки на лице и в других местах, но их я показываю только самым близким друзьям.

source: Is that so? Who have they been working undercover for?
de: Tatsächlich? Und für wen genau haben sie verdeckt gearbeitet?
es: ¿Sí? ¿Y para quién han estado trabajando de incógnito?
fr: Ha vraiment ? Pour qui ont-ils travaillé sous couverture ?
it: Allora è così? Per chi lavorano sotto copertura?
ru: Да неужели? А на кого они работали?

source: Is that why I couldn't kill it?
de: Konnte ich ihn deshalb nicht töten?
es: ¿Por eso no pude matarlo?
fr: C'est pour ça que je n'ai pas pu le tuer ?
it: È per questo che non potevo ucciderlo?
ru: Поэтому мне не удалось его убить?

source: Is there a computer terminal I could use?
de: Gibt es hier irgendwo einen Computer, den ich benutzen kann?
es: ¿Hay algún ordenador o terminal que pueda usar?
fr: Y a-t-il un terminal informatique que je pourrais utiliser ?
it: C'è un computer che possa usare?
ru: Здесь есть компьютерный терминал?

source: Is there a problem?
de: Gibt es ein Problem?
es: ¿Hay algún problema?
fr: Il y a un problème ?
it: C'è qualche problema?
ru: Что-то не так?

source: Is there anything else I can help you with?
de: Kann ich dir sonst irgendwie behilflich sein?
es: ¿Te puedo ayudar con algo más?
fr: Y a-t-il autre chose que je puisse faire pour vous ?
it: Posso fare qualcos'altro per te?
ru: Я могу помочь тебе чем-то еще?

source: Is there more I can help you with?
de: Gibt es irgendetwas Anderes, bei dem ich dir behilflich sein kann?
es: ¿Te puedo ayudar con algo más?
fr: Y a-t-il autre chose que je puisse faire pour vous ?
it: Posso fare qualcos'altro per te?
ru: Быть может, я могу помочь тебе чем-то еще?

source: Is there something I can clarify for you?
de: Hast du noch irgendwelche Fragen?
es: ¿Puedo aclararte algo?
fr: Puis-je clarifier quelque chose pour vous ?
it: C'è qualcosa che posso chiarire?
ru: Я могу что-то для тебя сделать?

source: Is this the office door?
de: Ist das die Bürotür?
es: ¿Esto es la puerta de la oficina?
fr: Est-ce que c'est la porte du bureau ?
it: È questa la porta dell'ufficio?
ru: Эта дверь ведет в кабинеты?

source: Is this the way this whole run is gonna go?
de: Ist das ein Vorgeschmack darauf, wie der Rest des Runs laufen wird?
es: ¿Esta carrera va a ser así todo el rato?
fr: Ce run va continuer de cette manière ?
it: È così che deve andare tutta la missione?
ru: Весь этот набег пройдет так же?

source: Isn't it standard procedure to contact the next of kin?
de: Ich dachte, die Angehörigen zu informieren wäre Teil der Standardvorgehensweise?
es: ¿No es el procedimiento habitual ponerse en contacto con el familiar más cercano?
fr: Ce n'est pas la procédure standard de contacter le parent le plus proche ?
it: Non è la prassi contattare il parente più prossimo?
ru: Вы же должны оповещать о случившемся родственников погибших.

source: It did. Some runner like you probably offed him to cover up his Corp master's involvement and tried to make it look like a Ripper killing. Here's the office key. Check it out for yourself if you want.
de: Das hat es auch. Irgend ein Runner, wie du es bist, hat ihn wahrscheinlich abgeknallt und versucht, es wie einen Ripper-Mord aussehen zu lassen, um die Rolle des Konzerns in der Sache zu vertuschen. Hier ist der Schlüssel zu seinem Büro. Sieh es dir ruhig an, wenn du willst.
es: Pues sí. Seguramente algún runner como tú le ofreció ocultar su implicación e intentó que pareciera un crimen del Destripador. Esta es la llave de la oficina. Echa tú mismo un vistazo si quieres.
fr: Effectivement. Un Runner l'a sans doute liquidé pour éviter toute implication des responsables de la corpo et a maquillé le crime pour qu'on le mette sur le compte de l'éventreur. Voilà la clé du bureau. Allez jeter un coup d'œil si ça vous chante.
it: L'ha fatto. Un Runner come te probabilmente gli ha offerto di coprire il coinvolgimento del capo della sua azienda per farlo sembrare un omicidio dello Squartatore. Ecco la chiave dell'ufficio. Controlla personalmente se vuoi.
ru: Скорее всего, его прикончил какой-нибудь раннер вроде тебя, чтобы обелить какую-то корпорацию, а затем попытался выдать убийство за работу Потрошителя. Вот ключ от офиса. Можешь просмотреть его файлы самостоятельно.

source: It doesn't surprise me that Sam would have taken something for himself.
de: Es erstaunt mich nicht, dass Sam auch etwas für sich selbst beansprucht hat.
es: No me sorprende que Sam se hubiera quedado algo para él.
fr: Ça ne me surprend pas que Sam prenne quelque chose pour lui-même.
it: Non mi sorprende sapere che Sam avrebbe preso qualcosa per sé.
ru: Меня не удивляет, что Сэм решил присвоить себе еще и это.

source: It don't make no difference to me. Where’s the stones?
de: Das ist mir ganz egal. Wo sind die Steine?
es: A mí me da igual. ¿Dónde están las piedras?
fr: Ça fait une différence pour moi. Où sont les pierres ?
it: Non fa alcuna differenza per me. Dove sono le pietre?
ru: Да никакой. Где мои камни?

source: It feels as though you have found enough objects.
de: Ich habe das Gefühl, du hast genug Gegenstände gefunden.
es: Parece que ya has encontrado suficientes objetos.
fr: Il semblerait que vous ayez trouvé suffisamment d'objets.
it: Sembra che tu abbia trovato oggetti a sufficienza.
ru: Тебе кажется, что предметов у тебя достаточно.

source: It goes like this: Your half-brother, Sam Watts, hired me to find his own killer. He had a Dead Man’s Switch. When I find the killer, I get paid.
de: Das Ganze ist so: Ihr Halbbruder, Sam Watts, hat mich angeheuert, um seinen eigenen Mörder zu finden. Er hatte einen Totmannschalter. Wenn ich den Killer finde, werde ich bezahlt.
es: Esto va así: Tu hermanastro, Sam Watts, me contrató para que encontrase a su asesino. Tenía un interruptor del hombre muerto. Cuando encuentre al asesino, me pagarán.
fr: Ça c'est à peu près passé comme ça : Votre demi-frère, Sam Watts, m'a engagé pour démasquer son propre tueur. Il avait un Dead Man’s Switch. Lorsque je trouve le tueur, je suis payé.
it: È andata così: ll tuo fratellastro, Sam Watts, ha ingaggiato me per trovare il suo assassino. Aveva un Segnalatore di decesso. Mi pagheranno quando lo troverò.
ru: Если вкратце, то ваш кровный брат, Сэм Уоттс, пообещал заплатить мне, если я смогу разыскать его убийцу. Он оставил распоряжения на случай своей смерти. Как только я найду преступника, я получу деньги.

source: It had to be done. This nest would have overrun the city if we hadn’t stopped you.
de: Wir hatten keine Wahl. Dieses Nest hätte die ganze Stadt überrannt, wenn wir dich nicht aufgehalten hätten.
es: Había que hacerlo. Si no te hubiéramos detenido, este nido se habría apoderado de la ciudad.
fr: Ça devait être fait. Ce nid aurait envahi la ville si nous ne vous avions pas arrêté.
it: Doveva essere fatto. Questo Nido avrebbe preso la città se non te lo avessimo impedito.
ru: Это должно было случиться. Мы не могли позволить жукам захватить город.

source: It is a dragon. Don’t tell Hans.
de: Es ist ein Drache. Erzähl das nicht Hans.
es: Es un dragón. No se lo digas a Hans.
fr: C'est un dragon. Ne le dites pas à Hans.
it: È un drago. Non lo dire a Hans.
ru: Это дракон. Только Гансу об этом не рассказывай.

source: It is a place of great meditation to which only our senior members, our Mothers and Fathers, have access.
de: Es ist ein Ort der tiefen Besinnung, zu dem nur unsere zentralen Mitglieder, unsere Mütter und Väter Zugang haben.
es: Es un lugar de profunda meditación al que solo tienen acceso nuestros miembros superiores, nuestros Padres y Madres.
fr: C'est un endroit de grande méditation où seuls les membres supérieurs, nos Mères et Pères, ont accès.
it: È un luogo di profonda meditazione al quale solo i nostri membri anziani, Madri e Padri, hanno accesso.
ru: Это комнаты для медитации. Они открыты только для старших членов Братства, наших матерей и отцов.

source: It is clear that you must go to the funeral and talk with Jessica Watts, $(l.name).
de: Es scheint offensichtlich, dass du zur Beerdigung gehen musst, um mit Jessica Watts zu sprechen, $(l.name).
es: Es evidente que tienes que ir al funeral y hablar con Jessica Watts, $(l.name).
fr: $(l.name), pour moi c'est clair que vous devez aller à cet enterrement et parler à Jessica Watts.
it: Ovviamente devi andare al funerale e parlare con Jessica Watts, $(l.name).
ru: $(l.name), тебе придется отправиться на кладбище и поговорить с Джессикой Уоттс.

source: It is good to have you back.
de: Es ist gut, dass du wieder hier bist.
es: Qué bien, tenerte de vuelta.
fr: C'est bon de vous voir de retour.
it: È bello riaverti qui.
ru: Мы всегда тебе рады.

source: It is indeed! I am pleased that you are not gullible enough to fall for that line of metaphysical bullshit. {{GM}}He bows with a flourish.{{/GM}} I am Har'lea'quinn. The Lightbearer. Last Knight of the Crying Spire. He who manipulates shadowrunners and fights duels with assholes. And for the next hour or two, I am at your service.
de: Das ist es tatsächlich! Ich freue mich, dass du auf solch einen metaphysischen Quatsch nicht hereinfällst. {{GM}}Er verbeugt sich mit einer schwungvollen Bewegung.{{/GM}} Ich bin Har’lea’quinn. Träger des Lichts. Letzter Ritter der roten Zinne. Der Mann, der Shadowrunner für sich tanzen lässt und Duelle mit Arschlöchern austrägt. Und für die nächsten ein, zwei Stunden ... stehe ich dir zu Diensten.
es: ¡Así es! Me alegro de que no seas tan inocente como para tragarte toda esa mierda metafísica. {{GM}}Saluda con un ademán ostentoso.{{/GM}} Soy Ar'le'quín. El portador de la Luz. El último caballero de la Aguja Llorosa. El que manipula a los shadowrunners y se enfrenta en duelo a capullos. Y, durante una o dos horas, estoy a tus órdenes.
fr: En effet ! Je suis content de constater que vous n'êtes pas assez crédule pour gober toutes ces conneries métaphysiques. {{GM}}Il fait une révérence avec de grands gestes.{{/GM}} Je suis Har'lea'quinn. Le porteur de lumière. Dernier chevalier du Crying Spire. Celui qui manipule les shadowrunners et combat en duel contre les salopards. Et durant les prochaines heures, je suis à votre service.
it: Proprio così! Mi fa piacere che tu non abbia abboccato a questa cazzata per bambini. {{GM}}Si inchina con un gesto vezzoso.{{/GM}} Son Ar-le-cchino. Il Lucifero. Ultimo cavaliere del Pinnacolo del pianto. Colui che manipola gli Shadowrunner e sfida a duello i bastardi. Per un'ora o due sarò al tuo servizio.
ru: Хе! Я рад, что тебе хватает ума не вестись на всякую метафизическую чушь. {{GM}}Он делает изящный поклон.{{/GM}} Я Хар'леа'кинн. Светоносный. Последний рыцарь Кричащей башни. Тот, кто дергает раннеров за ниточки и вызывает на поединки засранцев. На ближайшие пару часов я всецело к твоим услугам.

source: It is trouble, yes. For many.
de: Ärger, ja. Und er droht vielen.
es: Problemas, sí. Para muchos.
fr: C'est un problème, oui. Pour beaucoup.
it: È un problema, sì. Per tante persone.
ru: Проблемы возникли не только у нас.

source: It is true what they say: "Good things come in small packages!" Are you enjoying the Seamstresses Union? There should be plenty for a $(l.man) like you to enjoy. {{GM}}She eyes you closely.{{/GM}} Or is this business?
de: Es stimmt wohl, was man sagt: „Gute Dinge kommen in kleiner Ausführung“. Gefällt dir die Seamstresses Union? Für jemanden wie dich sollte es hier allerhand geben, was dir gefallen könnte. {{GM}}Sie nimmt dich genauer unter die Lupe.{{/GM}} Oder ist das ein geschäftlicher Besuch?
es: Lo que dicen es verdad: "¡Lo bueno viene en frascos pequeños!" ¿Qué te parece el Unión de Costureras? Alguien como tú debería tener de sobra para divertirse. {{GM}}Te observa con detenimiento.{{/GM}} ¿O vienes por negocios?
fr: Comme dit le dicton : "La taille ne fait pas tout !". Vous vous plaisez au Seamstresses Union ? Il y a largement de quoi s'amuser pour un $(l.man) comme vous. {{GM}}Elle vous toise de près.{{/GM}} Ou bien êtes-vous venu pour affaires ?
it: È vero quel che si dice: "Il vino buono sta nella botte piccola!" Te la stai spassando al Seamstresses Union? Ci dovrebbe essere molto da divertirsi per un $(l.man) come te. {{GM}}Ti osserva da vicino.{{/GM}} O sei qui per affari?
ru: Правду говорят люди: "мал, да удал!" Надеюсь, Союз белошвеек придется тебе по вкусу. $(l.man) всегда найдет здесь возможность расслабиться. {{GM}}Она осматривает тебя с ног до головы.{{/GM}} Или ты здесь по делу?

source: It is true! It shall be proven it to you.
de: Es ist wahr! Ich werde es dir schon beweisen.
es: ¡Es cierto! Te lo demostraré.
fr: C'est vrai ! L'avenir vous le prouvera.
it: Ben detto! E ti verrà dimostrato.
ru: Это так! Скоро увидишь!

source: It is. The head of the asylum was killing specific people to harvest specific body parts. All of the transplanted organs came from the same donor. Melinda Watts, Sam’s mother. It looked like he was... putting her back together.
de: Das ist es auch. Der Leiter des Krankenhauses hat bestimmte Leute getötet, um bestimmte Körperteile zu entnehmen. Alle diese Körperteile wurden einst derselben Spenderin entnommen: Melinda Watts, Sams Mutter. Es sah aus, als wollte er ... sie wieder zusammensetzen.
es: Lo es. El director del asilo estaba matando a determinadas personas para recoger ciertas partes del cuerpo. Todos los órganos trasplantados procedían del mismo donante. Melinda Watts, la madre de Sam. Parecía que estaba... recomponiéndola.
fr: C'est le cas. Le chef de l'asile tuait des personnes spécifiques pour récolter des organes spécifiques. Tous les organes transplantés venaient du même donneur. Melinda Watts, la mère de Sam. On aurait dit qu'il essayait... de la reconstituer.
it: Lo è. Il capo del manicomio uccideva persone specifiche per raccogliere specifiche parti del corpo. Tutti gli organi trapiantati venivano dallo stesso donatore. Melinda Watts, la madre di Sam. Sembrava che la stesse... rimettendo insieme.
ru: Это так. Главный врач психиатрической клиники убивал людей, чтобы забрать у них пересаженные органы. Все они принадлежали одному и тому же донору: Мелинде Уоттс, матери Сэма. Похоже, что он... пытался собрать ее обратно.

source: It is. You will find that there is more to the Union then meets the eye.
de: Das wird es. Du wirst herausfinden, dass die Union mehr ist, als man mit dem bloßen Auge erkennen kann.
es: Lo es. Ya verás que el Unión es mucho más de lo que parece a simple vista.
fr: C'est le cas. Le Seamstresses Union est un endroit beaucoup plus chaleureux qu'il n'y paraît.
it: Lo è davvero. Vedrai che l'Union è molto più di quello che sembra.
ru: Я в этом не сомневаюсь. Союз представляет собой нечто большее, чем может показаться на первый взгляд.

source: It kills bugs - big, magical bugs.
de: Es tötet Käfer – große, magische Käfer.
es: Mata bichos. Bichos grandes y mágicos.
fr: Ça bute des insectes. De gros insectes magiques.
it: Uccide gli insetti. Quelli grossi e magici.
ru: Он убивает жуков. Больших волшебных жуков.

source: It looks to me as if it's some kind of ID Card.
de: Sieht aus wie irgend ’ne Art ID-Karte.
es: Me parece que es una especie de tarjeta de identificación.
fr: On dirait un genre de carte d'identification.
it: Mi sembra un qualche tipo di tessera di identificazione.
ru: Больше всего это похоже на чей-то пропуск.

source: It may be a rabbit hole, but I have to get to the bottom of it.
de: Es ist alles komplizierter als ich dachte, aber ich muss herausfinden, was passiert ist.
es: Podría ser un callejón sin salida, pero tengo que llegar al fondo de esto.
fr: C'est peut-être un lapin blanc, mais je vais le suivre jusqu'au bout.
it: Potrebbe essere una fonte di guai, ma devo andare in fondo alla questione.
ru: Может, я и сую руку дракону в пасть, но да. Я хочу довести дело до конца.

source: It means that your gang likes to stroll through here and relieve us merchants of our nuyen. My dad stood up to them... and he’s still in the hospital.
de: Soll heißen, dass deine Gang sich hier rumtreibt und uns Händler um unsere Nuyen bringt. Mein alter Herr hat sich dagegen gewehrt ... und liegt noch immer im Krankenhaus.
es: Significa que a tu banda le gusta pasearse por aquí y librarnos a los mercaderes de nuestros nuyens. Mi padre se enfrentó a ellos... y aún sigue en el hospital.
fr: Je veux dire que votre gang adore faire la tournée du quartier pour nous soulager, nous les marchands, de nos nuyens. Mon père s'est opposé à eux... et il est toujours à l'hôpital.
it: Significa che alla tua banda piace venire qui a estorcere nuyen ai commercianti. Mio padre si è ribellato... ed è ancora in ospedale.
ru: Это значит, что твоя банда регулярно появляется тут и обдирает честных торговцев как липку. Мой папаша попытался им возразить... и до сих пор лежит в больнице.

source: It melted in the clothes dryer.
de: Ist im Wäschetrockner geschmolzen.
es: Se derritió en la secadora.
fr: Elle a fondu dans le sèche-linge...
it: Si è fusa nell'asciugatrice.
ru: Расплавился в сушилке для белья.

source: It opens to the alley outside - DO NOT open that door or the whole damn facility goes into lockdown mode.
de: Sie führt nach draußen in die Gasse – öffne sie JA NICHT, oder die gesamte verdammte Einrichtung wird abgeriegelt.
es: Lleva al callejón: NO abras esa puerta o todo el edificio entrará en modo de aislamiento.
fr: Elle ouvre sur l'allée de dehors. Ne touchez SURTOUT PAS à cette porte ou tout le bâtiment se verrouille.
it: Si affaccia sul vicolo... NON aprire quella porta o tutto l'edificio va in modalità di blocco.
ru: Наружу, куда еще. НЕ ТРОГАЙ ЕЕ! Иначе срабатывает тревога и все здание переходит в режим повышенной безопасности.

source: It seems that the good doctor Holmes has something special planned for you. I'm afraid I can't let you leave.
de: Scheint, als hätte der gute Doktor Holmes etwas Besonderes mit Ihnen vor. Ich kann Sie leider noch nicht gehen lassen.
es: Parece que el bueno del doctor Holmes ha planeado algo especial para usted. Me temo que no puedo dejar que se vaya.
fr: Apparemment, le docteur Holmes a prévu quelque chose pour vous. J'ai bien peur de ne pas pouvoir vous laisser partir.
it: Pare che il buon dottor Holmes abbia preparato qualcosa di speciale per te. Temo di non poterla lasciare andare.
ru: Похоже, у доктора Холмса в отношении вас планы. Я не могу позволить вам уйти.
