Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: My, but aren’t you the pretty elf! Are you enjoying the Seamstresses Union? There should be plenty for a $(l.man) like you to enjoy. {{GM}}She eyes you closely.{{/GM}} Or is this business?
de: Na, du bist vielleicht ein hübscher Elf. Gefällt dir die Seamstresses Union? Für jemanden wie dich sollte es allerhand geben, was dir gefallen könnte. {{GM}}Sie nimmt dich genauer unter die Lupe.{{/GM}} Oder ist das ein geschäftlicher Besuch?
es: ¡Vaya, qué elfo tan guapo! ¿Qué te parece el Unión de Costureras? Alguien como tú debería tener de sobra para divertirse. {{GM}}Te observa con detenimiento.{{/GM}} ¿O vienes por negocios?
fr: Eh, mais c'est l'elfe tout mignon ! Vous passez un bon moment au Seamstresses Union ? Il y a largement de quoi s'amuser pour un $(l.man) comme vous. {{GM}}Elle vous toise de près.{{/GM}} Ou bien êtes-vous venu pour affaires ?
it: Ma guarda che Elfo carino! Te la stai spassando al Seamstresses Union? Ci dovrebbe essere molto da divertirsi per un $(l.man) come te. {{GM}}Ti osserva da vicino.{{/GM}} O sei qui per affari?
ru: К нам не часто заходят такие красивые эльфы! Надеюсь, Союз белошвеек придется тебе по вкусу. $(l.man) всегда найдет здесь возможность расслабиться. {{GM}}Она осматривает тебя с ног до головы.{{/GM}} Или ты здесь по делу?

source: My, you are quite the entrepreneur!
de: Alle Wetter, Sie sind ziemlich geschäftstüchtig!
es: ¡Madre mía, es usted toda una empresaria!
fr: Eh ben dites donc, sacrée affaire que vous avez là !
it: Certo che hai un gran senso degli affari!
ru: Да вы настоящий предприниматель, миссис Кубота!

source: NO! It won’t be over until they're all DEAD! {{GM}}She shudders.{{/GM}} You didn’t see them. You don’t understand. You and those men you flew in here - all you do is talk. It's just like you to form a committee, Father! I knew that someone had to take action. That's why I got Harkeem involved.
de: NEIN! Es ist nicht vorbei, bis sie alle TOT sind! {{GM}}Sie zittert.{{/GM}} Du hast sie nicht gesehen. Du verstehst das nicht. Du und die Männer, die du hierher gebracht hast – ihr redet immer nur. Das passt zu dir, Vater, erst einmal ein Komitee zu bilden! Ich wusste, dass jemand die Angelegenheit in die Hand nehmen muss. Deswegen habe ich Harkeem mit ins Boot geholt.
es: ¡NO! ¡No se acabará hasta que estén todos MUERTOS! {{GM}}Se estremece.{{/GM}} Tú no los has visto. No lo entiendes. Tú y esos hombres que has reunido aquí. Todo lo que hacéis es hablar. ¡Típico de ti, formar un comité, Padre! Sabía que alguien tenía que hacer algo. Por eso involucré a Harkeem.
fr: NON ! Ça ne sera fini que lorsqu'ils seront tous MORTS ! {{GM}}Elle frissonne.{{/GM}} Tu ne les as pas vus. Tu ne peux pas comprendre. Toi et ces hommes qui vous réunissez ici... tout ce que vous faites c'est parler. C'est bien ton genre de former un comité ou lieu d'agir ! Je savais que quelqu'un devait faire quelque chose... C'est pour ça que j'ai demandé à Harkeem.
it: NO! Non sarà finita finché non saranno tutti MORTI! {{GM}}Sussulta.{{/GM}} Tu non li hai visti. Non puoi capire. Tu e gli uomini che hai radunato qui non sapete far altro che parlare. È tipico di te creare un comitato, padre! Sapevo che qualcuno doveva prendere la situazione in mano. Per questo ho coinvolto Harkeem.
ru: НЕТ! Ничего не кончится, пока они все не будут МЕРТВЫ! {{GM}}Она вздрагивает.{{/GM}} Ты их не видел. Ты не понимаешь. Ты и все эти люди, которых ты пригласил - вы можете говорить часами. Это очень на тебя похоже, отец. Даже сейчас ты начал с того, что собрал комитет! Я знала, что нужно действовать. Вот почему я попросила помочь Харкима.

source: NPC
fr: PNJ
ru: Неигровой персонаж

source: NTSB Warehouse Key
de: Schlüssel zur NTSB-Lagerhalle
es: Llave del almacén del CNST
fr: Clé de l'entrepôt du NTSB
it: Chiave del magazzino del CNST
ru: Ключ от склада НСПБНТ

source: NTSB?
es: ¿El CNST?
fr: Le NTSB ?
it: CNST?
ru: НСПБНТ?

source: NULL SWEAT. Don’t go ballistic on me! Metaphorically or otherwise! {{GM}}He points to himself.{{/GM}} Sam. Sam Watts. I’m just picking up a little shipment that fell off a truck. Looks like those ass-wipe longshoreman left the crates spread out across the whole damn dock. Serves me right for not tipping them, I guess. Now come on - who are you guys?
de: NULL SWEAT. Kein Grund, gleich so zu explodieren! {{GM}}Er zeigt mit dem Finger auf sich.{{/GM}} Sam. Sam Watts. Ich hol hier nur eine Lieferung ab, die von einem Laster gefallen ist, aber dieser nutzlose Hafenarbeiter hat meine Kisten über das ganze Dock verteilt. Das hab ich wohl davon, dass ich ihm kein Trinkgeld gegeben hab. Aber jetzt bist du dran – wer seid ihr Typen?
es: SIN PROBLEMAS. ¡No la tomes conmigo! ¡Ni metafóricamente hablando ni nada! {{GM}}Se señala.{{/GM}} Sam. Sam Watts. Solo estoy recogiendo un pequeño envío que se cayó de un camión. Parece que esos estibadores mamones han dejado las cajas repartidas por todo el maldito muelle. Supongo que me lo he ganado a pulso por no haberles dado propina. Venga, tú turno.
fr: COOL, MEC. Pas la peine de péter un plomb ! Ni de m'en mettre dans l'aile ! {{GM}}Il se désigne du doigt.{{/GM}} Sam. Sam Watts. Je suis venu ramasser des colis tombés d'un camion. On dirait que ces abrutis de dockers ont balancé les caisses un peu partout le long de ce foutu quai. Ils n'auront pas de pourboire, ceux-là, tiens. Maintenant à votre tour. Vous êtes qui, vous ?
it: NESSUN PROBLEMA. Non dare di matto con me, ok?! Metaforicamente o meno! {{GM}}Si indica.{{/GM}} Sam. Sam Watts. Sto solo sistemando un piccolo carico che è caduto da un camion. A quanto pare quegli scaricatori di porto dal culo pesante hanno lasciato le mie casse in giro per tutto il porto. Forse perché non gli ho lasciato la mancia. Che mi serva da lezione. Ora tocca a voi. Chi siete?
ru: БЕЗ ПРОБЛЕМ. Только уберите оружие. Да, и вот это тоже! {{GM}}Он тычет себя в грудь большим пальцем.{{/GM}} Сэм. Сэм Уоттс. Мне надо забрать ящик, но проклятые грузчики засунули его черт знает куда. Видимо, потому, что я забыл сунуть им взятку. А вы кто такие?

source: Nah, I was only resting! You seemed to have the whole thing under control.
de: Nee, ich hab mich nur ausgeruht! Sah so aus, als hättest du das alles unter Kontrolle.
es: Nah, ¡solo estaba descansando! Parecía que tenías todo bajo control.
fr: Nan, je me reposais ! On aurait dit que tu contrôlais la situation.
it: Stavo solo riposando! Sembrava che avessi tutto sotto controllo.
ru: Глупости какие! Я просто прилег отдохнуть. Все равно у тебя все было под контролем.

source: Nah. I don’t ask. Just take the nuyen and run. And by “run,” I mean “sign the contracts and make sure everything gets done on time, to spec.”
de: Nö, ich stelle keine Fragen. Ich nehm nur die Nuyen und geh auf den Run. Und mit „Run“ meine ich „die Verträge unterschreiben und sicherstellen, dass alles zeit- und ordnungsgerecht erledigt wird.“
es: No. No pregunté. Solo agarré los nuyens y corrí. Y por “correr” quiero decir “firme el contrato y me asegure de que todo se hacía a tiempo, según las especificaciones”.
fr: Nan. Ne pose pas de questions. Prends les nuyens et cours. Et quand je dis "cours", je veux dire "signe le contrat et fais en sorte que tout soit fait dans les temps comme convenu".
it: No. Non faccio domande. Prendo i nuyen e scappo. E con "scappo" intendo "firma il contratto e finisci il lavoro in tempo e secondo le direttive".
ru: Нет, я не спрашиваю. Просто хватаю деньги и бегу. Я хотел сказать, подписываю контракт и слежу, чтобы строительство началось и закончилось вовремя.

source: Nah. Like I said, that’s over. I’m gonna take care of Gino - get him back to health. But no more storming BTL labs.
de: Nee. Wie ich schon sagte, das ist jetzt vorbei. Ich werde mich um Gino kümmern – ihn wieder gesund pflegen. Von BTL-Laboren hab ich genug.
es: Nah. Como he dicho, se acabó. Me voy a ocupar de Gino, devolverle la salud. Pero se acabó el asaltar laboratorios BTL.
fr: Nan. Comme je disais, c'est fini. Je vais m'occuper de Gino, le soigner. L'attaque des labos BTL, c'est fini.
it: Nah. Come ho detto, è finita. Mi prenderò cura di Gino, lo rimetterò in piedi. Basta attacchi ai laboratori di BTL.
ru: Нет. Как я уже сказала, с этим покончено. У меня есть Джино, и его нужно вылечить. Этим я и займусь, а лаборатории пусть вычищает кто-то другой.

source: Nah. Piece of cake.
de: Ach was. War ein Kinderspiel.
es: Nah. Chupado.
fr: Nan. Comme dans du beurre.
it: Nah. Un gioco da ragazzi.
ru: Не, фигня.

source: Nah. You’re coming with me. {{GM}}Knock him out and drag him behind you.{{/GM}}
de: Nee, du kommst mit mir. {{GM}}Schlag ihn k. o. und schleif ihn raus.{{/GM}}
es: No. Tú te vienes conmigo. {{GM}}Dejarle sin sentido y arrastrarlo contigo.{{/GM}}
fr: Nan. Vous venez avec moi. {{GM}}Assommer le scientifique et le trainer derrière vous.{{/GM}}
it: No. Tu vieni con me. {{GM}}Stendilo e trascinalo via.{{/GM}}
ru: Нет. Ты пойдешь со мной. {{GM}}Скрутить его по рукам и ногам и унести.{{/GM}}

source: Name's $(s.name). I used to work with your brother, Sam.
de: Mein Name ist $(s.name). Ich habe mit deinem Bruder Sam zusammengearbeitet.
es: Me llamo $(s.name). Antes trabaja con tu hermano, Sam.
fr: Je m'appelle $(s.name). J'ai travaillé avec votre frère, Sam.
it: Mi chiamo $(s.name). Lavoravo con tuo fratello.
ru: Меня зовут $(s.name). В прошлом Сэм был моим напарником.

source: Name's Donny. That's my name. DONNY. D. O. N. N. Y. I knew I didn't recognize you! I know everybody in this place. Everybody. Well, everybody on the first two floors...
de: Ich bin Donny. Das ist mein Name. DONNY. D. O. N. N. Y. Ich wusste doch, dass ich dich nicht kenne! Ich kenne alle hier. Alle. Na ja, alle auf den ersten zwei Stockwerken ...
es: Me llamo Donny. Así me llamo. DONNY. D. O. N. N. Y. ¡Sabía que no te conocía! Conozco a todos en este sitio. A todos. Bueno, a todos los de los dos primeros pisos...
fr: M'appelle Donny. C'est mon nom. DONNY. D. O. N. N. Y. Je savais bien que votre tête ne me disait rien. Je connais tout le monde ici. Tout le monde. Enfin, tout le monde sur les deux premiers étages.
it: Mi chiamo Donny. Questo è il mio nome. DONNY. D. O. N. N. Y. Sapevo di non averti mai visto! Conosco tutti in questo posto. Tutti. Beh, tutti quelli dei primi due piani...
ru: Я Донни. Так меня зовут. ДОННИ. Д. О. Н. Н. И. Я же знал, что ты не отсюда! Я знаю тут всех. Всех! Ну, всех, кто живет на первых двух этажах...

source: Name: Josiah C Dawson D.O.B.: 7/18/2015 Height: 1.9m Weight: 95 kg Occupation: Retired Allergies: None Medications: Alprazylam, Rabexatine Reason for stay: Post Traumatic Stress Disorder Status: Deceased
de: Name: Josiah C. Dawson Geb.: 18.07.2015 Größe: 1,90 m Gewicht: 95 kg Beruf: im Ruhestand Allergien: keine Medikamente: Alprazolam, Rabexatin Grund für den Aufenthalt: posttraumatische Belastungsstörung Status: Verstorben
es: Nombre: Josiah C Dawson Fecha de nacimiento: 18/7/2015 Altura: 1,90 m Peso: 95 kg Profesión: Jubilado Alergias: Ninguna Medicación: Alprazylam, Rabexatine Motivo del ingreso: Síndrome de estrés postraumático Estado: Fallecido
fr: Nom : Josiah C Dawson Né le : 18/7/2015 Taille : 1m90 Poids : 95 kg Profession : Retraité Allergies : Aucune Traitement : Alprazylam, Rabexatine Raison du séjour : Troubles de stress post-traumatique Statut : Décédé
it: Nome: Josiah C. Dawson Data di nascita: 18/07/2015 Altezza: 1,90 m Peso: 95 kg Occupazione: Pensionato Allergie: Nessuna Farmaci: Alprazylam, Rabexatine Motivo della degenza: Disturbo post-traumatico da stress Stato: Deceduto
ru: Имя: Джошуа C. Доусон Дата рождения.: 19/7/2015 Рост: 1.9 м. Вес: 95 кг. Место работы: нет Аллергические реакции: нет Показанные препараты: алпразолам, ребоксетин Причина госпитализации: посттравматическое стрессовое расстройство Статус: мертв

source: Need a fresh set of clothes?
de: Brauchst du ein neues Outfit?
es: ¿Necesitas ropa nueva?
fr: Besoin de vêtements propres ?
it: Servono vestiti nuovi?
ru: Хочешь обновить гардероб?

source: Need a hand with something?
de: Brauchen Sie Hilfe bei irgendetwas?
es: ¿Necesitas que te eche una mano con algo?
fr: Besoin d'aide pour quelque chose ?
it: Serve una mano?
ru: Я могу чем-то помочь?

source: Need a little reminder? Step one: Damage the bug using conventional weapons and magic until the spirit is released from the host body. Step two: Shoot the insect spirit using the Project Aegis launcher shells Telestrian’s people created. Step three: Keep shooting until the either the spirit is destroyed or you are bug food.
de: Brauchst du eine kleine Gedächtnisauffrischung? Erster Schritt: Verletze den Käfer mit gewöhnlichen Waffen und Magie, bis der Geist von seinem Wirt gelöst wird. Zweiter Schritt: Schieße mit der von Telestrian entwickelten Aegis-Waffe auf den Insektengeist. Dritter Schritt: Schieße so lange weiter, bis entweder du oder der Geist erledigt ist.
es: ¿Necesitas un pequeño recordatorio? Primer paso: ataca al bicho usando magia y armas convencionales, hasta que el espíritu abandone el cuerpo anfitrión. Segundo paso: dispárale al espíritu insecto usando el lanzador del Proyecto Aegis creado por la gente de Telestrian. Tercer paso: sigue disparando hasta que el espíritu sea destruido o se te acabe comiendo.
fr: Trou de mémoire ? Première étape : faire des dégâts à l'insecte en utilisant des armes conventionnelles et de la magie jusqu'à ce que l'esprit soit expulsé du corps. Deuxième étape : tirer sur l'esprit insecte en utilisant l'appareil du projet Aegis que les techs de Telestrian ont créé. Troisième étape : continuer de tirer jusqu'à ce que l'esprit soit détruit... ou que vous soyez réduit en nourriture d'insecte.
it: Ti serve un promemoria? Primo: indebolisci l'insetto con le armi convenzionali e la magia, finché lo spirito non abbandona il corpo del Ricevente. Secondo: spara all'insetto con il lanciarazzi del Progetto Aegis, creato da quelli della Telestrian. Terzo: continua a sparare finché non distruggi lo spirito o non diventi cibo per insetti.
ru: Могу напомнить. Шаг первый: бей жука обычным оружием или привычной тебе магией, пока его дух не покинет тело. Шаг второй: расстреляй дух из гранатомета, который тебе вручил Телестриан. Шаг третий: не останавливайся, пока дух не будет уничтожен или пока он тебя не сожрет.

source: Need some hardware?
de: Suchst du nach Hardware?
es: ¿Necesitas equipo?
fr: Vous cherchez du matériel ?
it: Ti servono pezzi?
ru: За снаряжением?

source: Need some help?
de: Brauchen Sie Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
it: Serve aiuto?
ru: Я могу помочь?

source: Need some new armor?
de: Brauchst du etwas neue Panzerung?
es: ¿Necesitas una armadura nueva?
fr: Besoin d'une nouvelle armure ?
it: Ti serve una nuova armatura?
ru: Могу помочь со снаряжением?

source: Need to know, chummer. And you don’t need to know.
de: Das wissen nur diejenigen, die es wissen müssen und du gehörst nicht dazu.
es: Hay que saber lo necesario, amigo. Y tú no necesitas saberlo.
fr: J'ai besoin de savoir. Et toi non.
it: Bisogna saperlo. E tu non devi saperlo.
ru: Те, кому надо это знать, уже знают. А тебе этого знать не надо.

source: Neg - not yet. Let’s give the Fixer another five minutes.
de: Neg – noch nichts. Geben wir dem Schieber noch fünf Minuten.
es: Negativo, todavía no. Vamos a darle cinco minutos más al fixer.
fr: Négatif, pas encore. Laissons encore quelques minutes au Fixer.
it: No, non ancora. Diamogli ancora cinque minuti.
ru: Пока нет. Дадим работодателю еще пять минут.

source: Negative. It only opens from the inside.
de: Negativ. Sie lässt sich nur von innen öffnen.
es: Negativo. Solo se abre desde dentro.
fr: Négatif. On ne peut l'ouvrir que de l'intérieur.
it: Negativo. Si apre solo dall'interno.
ru: Никак нет. На ней даже нет замка, она отпирается изнутри.

source: Negative. Need a DNA analysis.
de: Negativ. Ich brauch eine DNA-Analyse.
es: Negativo. Necesito un análisis de ADN.
fr: Négatif. Besoin d'une analyse ADN.
it: Negativo. Ho bisogno di un'analisi del DNA.
ru: Никак нет. Мне нужно сделать анализ ДНК.

source: Nerps?
fr: Des Nerps ?
ru: Нерпс?

source: Never heard of him. {{GM}}Despite her words, her eyes say something altogether different.{{/GM}}
de: Noch nie von ihm gehört. {{GM}}Ihre Augen erzählen allerdings eine ganz andere Geschichte.{{/GM}}
es: Nunca he oído hablar de él. {{GM}}A pesar de sus palabras, su mirada transmite un mensaje completamente distinto.{{/GM}}
fr: Jamais entendu parler de lui. {{GM}}Malgré ses mots, ses yeux semblent dire le contraire.{{/GM}}
it: Mai sentito parlare di lui. {{GM}}Malgrado le parole, i suoi occhi tradiscono un'altra verità.{{/GM}}
ru: Я никогда о нем не слышала. {{GM}}Несмотря на эти слова, выражение лица все-таки выдает ее.{{/GM}}

source: Never mind that, I’m fine. Listen, I’m at the NTSB investigation facility down on the docks with the corpse of what looks like another Ripper victim. If you want to check this out, I would get here fast - before McKlusky does.
de: Keine Sorge, mir geht’s gut. Hör mal, ich befinde mich gerade in der NTSB-Untersuchungseinrichtung unten bei den Docks. Ich hab hier eine Leiche, die vermutlich ein weiteres Opfer des Rippers ist. Wenn du dir das selbst ansehen willst, solltest du schnell herkommen ... bevor McKlusky hier auftaucht.
es: No me importa, estoy bien. Escucha, estoy en el edificio de investigación del CNST, en los muelles, con el cadáver de lo que parece otra víctima del Destripador. Si quieres verlo, será mejor que te des prisa, antes que llegue McKlusky.
fr: Peu importe, je vais bien. Écoutez, je suis au centre d'enquêtes du NTSB du centre-ville, sur les docks. J'ai ce qui ressemble à une autre victime de l'éventreur sur les bras. Si vous voulez jeter un œil, bougez-vous avant que McKlusky se pointe.
it: Non importa, sto bene. Ascolta, io sono nella struttura investigativa del CNST, giù al porto, con il cadavere dell'ultima vittima dello Squartatore, o almeno così sembrerebbe. Se vuoi darci un'occhiata, ti consiglio di venire subito, prima che arrivi McKlusky.
ru: Ничего страшного, со мной все в порядке. Слушай, на складе НСПБНТ обнаружился покойник. Очень похоже, что это новая жертва Потрошителя. Если тебя это все еще интересует, советую появиться здесь до того, как Макклюски оторвет жопу от стула.

source: Never mind, go back to pushing your mop.
de: Vergiss es. Schieb einfach weiter deinen Mopp durch die Gegend.
es: No importa, sigue empujando la fregona.
fr: Pas grave, retournez pousser votre balais.
it: Non importa, torna a usare la tua scopa.
ru: Забей. Бери в зубы швабру - и вперед.

source: Nevermind, I gotta go.
de: Vergiss es. Ich muss los.
es: No importa, tengo que irme.
fr: Peu importe, je dois y aller.
it: Non importa, devo andare.
ru: Мне пора.

source: Nevermind, I need an outfit first.
de: Nein, doch nicht, ich brauche zuerst neue Kleidung.
es: No importa, primero necesito ropa.
fr: Peu importe, il me faut d'abord une tenue.
it: Lascia perdere, prima mi servono i vestiti.
ru: Спасибо. Я могу взглянуть на экипировку?

source: Nevermind, I need some gear.
de: Nein, doch nicht, ich brauche Ausrüstung.
es: No importa, necesito algo de equipo.
fr: Peu importe, j'ai besoin de matériel.
it: Lascia perdere, mi serve dell'attrezzatura.
ru: Спасибо. Я могу взглянуть на оружие?

source: Nevermind, I want to hold on to it.
de: Schon gut, ich will ihn erst einmal behalten.
es: No importa, quiero quedármelo.
fr: Pas grave, je vais la garder.
it: Lascia perdere, me lo terrò stretto.
ru: Не надо. Я оставлю его себе.

source: Nevermind, it's probably nothing. Can I ask you about something else?
de: Egal, ist vermutlich nicht wichtig. Kann ich dich noch was anderes fragen?
es: No importa, probablemente no sea nada. ¿Puedo preguntarte otra cosa?
fr: Enfin, c'est pas grave, c'est rien. Je peux vous poser une autre question ?
it: Lascia perdere, probabilmente non significa nulla. Posso farti qualche altra domanda?
ru: Не обращай внимания. Можно задать еще один вопрос?

source: Nevermind.
de: Vergiss es.
es: No importa.
fr: Pas de problème.
it: Non importa.
ru: Это все, спасибо.

source: Nevermind. I'll be going now.
de: Na gut. Ich geh dann mal weiter.
es: No importa. Ya me voy.
fr: Pas de problème. Je vais m'en aller.
it: Non importa. Me ne vado subito.
ru: Хорошо, ухожу.

source: Nevermind. Sorry to bother you.
de: Vergiss es. Tut mir leid, gestört zu haben.
es: No importa. Siento haberte molestado.
fr: Peu importe. Désolé de vous déranger.
it: Non importa. Scusa se ti ho disturbato.
ru: Прошу прощения. Я подойду позже.

source: Nevertheless, they’re going to think I’m with you and they’re gonna kill me dead and they're gonna drop my bullet riddled body in the water. And I like my body. So, for the next several minutes, I’m your new best friend.
de: Sie werden trotzdem denken, dass ich auf eurer Seite bin und mich töten und meinen durchlöcherten Leichnam im Meer versenken. Und dabei gefällt mir mein Körper doch so, wie er ist. Also bin ich für die nächsten paar Minuten euer bester Freund.
es: Sin embargo, van a pensar que estoy con vosotros y van a matarme bien muerto y van a tirar mi cadáver lleno de balas al agua. Y me gusta mi cuerpo. Así que durante los próximos minutos, soy vuestro mejor amigo.
fr: Quoi qu'il en soit, ils vont penser que je suis avec vous et ils vont me flinguer puis balancer mon corps criblé de balles à la flotte. Et moi, j'aime mon corps. Donc pour les quelques minutes qui vont suivre, je suis votre nouvel ami.
it: In ogni caso, penseranno che sto con voi, quindi mi ammazzeranno e getteranno il mio corpo impallinato in acqua. E io ci tengo al mio corpo. Quindi, per i prossimi minuti, sarò il vostro migliore amico.
ru: Они все равно подумают, что я с вами, и убьют меня насмерть, и бросят мое пробитое в девяти местах пулями тело в воду. А мне нравится мое пока еще не пробитое в девяти местах пулями тело, так что на следующие несколько минут я ваш самый лучший приятель и друг.

source: New Actor
de: Neuer Akteur
es: Nuevo actor
fr: Nouvel acteur
it: Nuovo attore
ru: Новый актер

source: New Larry
ru: Новичок Ларри

source: New Larry’s betrayal or our second brush with death in one night?
de: New Larrys Verrat oder unser zweites Nahtod-Erlebnis in nur einer Nacht?
es: ¿Nueva traición de Larry o nuestro segundo roce con la muerte en una noche?
fr: La nouvelle trahison de Larry ou le second flirt avec la mort en une nuit ?
it: Il tradimento di New Larry o il nostro secondo faccia a faccia con la morte, tutto in una notte?
ru: Тебя смущает предательство Ларри или тот факт, что мы едва не погибли второй раз за одну ночь?

source: New York.
es: Nueva York.
ru: Нью-Йорк.

source: New members that Grandmother Jessica requested to see.
de: Neue Mitglieder. Großmutter Jessica bestand darauf, sie zu sehen.
es: Nuevos miembros a los que Abuela Jessica quiere ver.
fr: De nouveaux membres que Grand-mère Jessica a demandé à voir.
it: Dei nuovi membri che Nonna Jessica ha chiesto di incontrare.
ru: Новые члены Братства, которых просила привести праматерь Джессика.

source: NewLifeForMe
de: NeuesLebenFürMich
es: NuevaVidaParaMí
ru: НачалоНовойЖизни

source: NewsNet
ru: Сайт новостей "Ньюс-Нет"
