Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{CC}}Strength: 4{{/CC}} {{GM}}Fix him with a stare.{{/GM}} I don’t think we need passes. Do you?
de: {{CC}}Stärke: 4{{/CC}} {{GM}}Fixiere ihn mit deinem Blick.{{/GM}} Ich glaube, wir brauchen gar keine Pässe. Was meinst du?
es: {{CC}}Fuerza: 4{{/CC}} {{GM}}Paralizarlo con la mirada.{{/GM}} Creo que nosotros no necesitamos pases. ¿Tú qué crees?
fr: {{CC}}Force : 4{{/CC}} {{GM}}Le fixer du regard.{{/GM}} Je pense pas avoir besoin de pass. Et vous ?
it: {{CC}}Forza: 4{{/CC}} {{GM}}Rimettilo al suo posto con uno sguardo.{{/GM}} Non credo che abbiamo bisogno di tessere. Tu sì?
ru: {{CC}}Сила: 4{{/CC}} {{GM}}Пригвоздить его к месту взглядом.{{/GM}} Нам не нужны пропуска. Усек?

source: {{CC}}Strength: 5{{/CC}} {{GM}}Throw a haymaker.{{/GM}}
de: {{CC}}Stärke: 5{{/CC}} {{GM}}Verpass ihm einen Schwinger.{{/GM}}
es: {{CC}}Fuerza: 5{{/CC}} {{GM}}Lanzar un directo.{{/GM}}
fr: {{CC}}Force : 5{{/CC}} {{GM}}Lui donner un coup de poing fulgurant.{{/GM}}
it: {{CC}}Forza: 5{{/CC}} {{GM}}Dai un cazzotto.{{/GM}}
ru: {{CC}}Сила: 5{{/CC}} {{GM}}Свалить его хуком в челюсть.{{/GM}}

source: {{CC}}Strength: 5{{/CC}} {{GM}}Try to push vending machine out of the way.{{/GM}}
de: {{CC}}Stärke: 5{{/CC}}{{GM}}Versuche, den Automaten aus dem Weg zu schieben.{{/GM}}
es: {{CC}}Fuerza: 5{{/CC}} {{GM}}Intentar apartar la máquina expendedora.{{/GM}}
fr: {{CC}}Force : 5{{/CC}} {{GM}}Essayer de pousser le distributeur.{{/GM}}
it: {{CC}}Forza: 5{{/CC}} {{GM}}Prova a spostare il distributore automatico.{{/GM}}
ru: {{CC}}Сила: 5{{/CC}} {{GM}}Попытаться отодвинуть торговый автомат.{{/GM}}

source: {{CC}}Strength: 6{{/CC}} Look into my eyes, $(l.name).
de: {{CC}}Stärke: 6{{/CC}} Schau mir in die Augen, $(l.name).
es: {{CC}}Fuerza: 6{{/CC}} Mírame a los ojos, $(l.name).
fr: {{CC}}Force : 6{{/CC}} Regardez-moi dans les yeux, $(l.name).
it: {{CC}}Forza: 6{{/CC}} Guardami negli occhi, $(l.name).
ru: {{CC}}Сила: 6{{/CC}} Посмотри мне в глаза, $(l.name).

source: {{CC}}¥10{{/CC}} Have ¥10. NutraSoy cakes will fill you up for longer.
de: {{CC}}¥10{{/CC}} Hier hast du ¥10. NutraSoy-Kuchen machen dich länger satt.
es: {{CC}}10¥{{/CC}} Toma 10¥. Los pasteles de NutriSoja te llenarán más.
fr: {{CC}}10 ¥{{/CC}} Tenez, 10 ¥. Les biscuits NutriSoja tiennent mieux au ventre.
it: {{CC}}¥10{{/CC}} Eccoti ¥10. Le torte di NutraSoy ti riempiranno più a lungo.
ru: {{CC}}¥10{{/CC}} Возьми ¥10 и купи пирожок с нутрасоей. Всяко полезнее для здоровья.

source: {{CC}}¥10{{/CC}} I’ll take a jelly donut and a soykaf.
de: {{CC}}¥10{{/CC}} Einen gefüllten Donut und einen Soykaf, bitte.
es: {{CC}}10¥{{/CC}} Tomaré una rosquilla de mermelada y un café de soja.
fr: {{CC}}10 ¥{{/CC}} Je vais prendre un donut à la gelée et un sojafé.
it: {{CC}}¥10{{/CC}} Una ciambella alla marmellata e un SoiaCaf.
ru: {{CC}}¥10{{/CC}} Пончик с повидлом и один сойкофе.

source: {{CC}}¥200{{/CC}} Deal. {{GM}}Give Officer Aguirre the nuyen and your commlink code.{{/GM}}
de: {{CC}}¥200{{/CC}} Deal. {{GM}}Gib Officer Aguirre die Nuyen und deine Kommlink-Daten.{{/GM}}
es: {{CC}}200¥{{/CC}} Trato hecho. {{GM}}Darle los nuyens y el código de tu commlink al agente Aguirre.{{/GM}}
fr: {{CC}}200 ¥{{/CC}} D'accord. {{GM}}Donner les nuyens et le code de votre commlink à l'officier Aguirre.{{/GM}}
it: {{CC}}¥200{{/CC}} Affare fatto. {{GM}}Dai all'agente Aguirre i nuyen e il tuo codice del commlink.{{/GM}}
ru: {{CC}}¥200{{/CC}} Договорились. {{GM}}Передать офицеру Агирре деньги и номер твоего коммлинка.{{/GM}}

source: {{CC}}¥20{{/CC}} Not me... a friend of mine. I need you to have some fun with the guard by the fence around the corner.
de: {{CC}}¥20{{/CC}} Ich nicht ... aber ein Freund von mir. Wie wär’s, wenn du den Wachmann am Zaun um die Ecke ein wenig unterhältst?
es: {{CC}}20¥{{/CC}} No es para mí... es para un amigo. Necesito que te diviertas con el guardia que hay junto a la verja, a la vuelta de la esquina.
fr: {{CC}}20 ¥{{/CC}} Pas moi... un ami. J'ai besoin que tu ailles t'amuser avec le garde dans le coin là-bas, près de la clôture.
it: {{CC}}¥20{{/CC}} Non io... un mio amico. Ho bisogno che ti diverta un po' con la guardia accanto alla recinzione dietro l'angolo.
ru: {{CC}}¥20{{/CC}} Не хочу. Я хочу порадовать моего приятеля. Как насчет того, чтобы развлечь охранника на воротах?

source: {{CC}}¥300{{/CC}} Alright, you've got a deal. {{GM}}Give Officer Aguirre the nuyen and your commlink code.{{/GM}}
de: {{CC}}¥300{{/CC}} In Ordnung, wir haben einen Deal. {{GM}}Gib Officer Aguirre die Nuyen und deine Kommlink-Daten.{{/GM}}
es: {{CC}}300¥{{/CC}} Vale, trato hecho. {{GM}}Darle los nuyens y el código de tu commlink al agente Aguirre.{{/GM}}
fr: {{CC}}300 ¥{{/CC}} Très bien, marché conclu. {{GM}}Donner les nuyens et le code de votre commlink à l'officier Aguirre.{{/GM}}
it: {{CC}}¥300{{/CC}} Ok, affare fatto. {{GM}}Dai all'agente Aguirre i nuyen e il tuo codice del commlink.{{/GM}}
ru: {{CC}}¥300{{/CC}} Ну ладно, договорились. {{GM}}Передать офицеру Агирре деньги и номер твоего коммлинка.{{/GM}}

source: {{CC}}¥50{{/CC}}Just... reaching for my wallet. I'd like to make a contribution to the Lone Star, um, morale fund.
de: {{CC}}¥50{{/CC}} Ich ... ich wollte nur nach meinem Geldbeutel greifen. Ich würde gerne einen kleinen Obolus an das Lone-Star-....Moralkommittee entrichten.
es: {{CC}}50¥{{/CC}}Solo... buscaba la cartera. Me gustaría hacer un donativo al, ejem, fondo de moral de Lone Star.
fr: {{CC}}¥50{{/CC}}Je... cherchais mon portefeuille. Je tiens à apporter une contribution au... fonds de charité de Lone Star.
it: {{CC}}¥50{{/CC}}Solo... cercando il mio portafogli. Vorrei solo fare una donazione al, ehm, fondo morale della Lone Star.
ru: {{CC}}¥50{{/CC}}Просто... достаю бумажник. Чтобы сделать пожертвование в фонд поддержки сотрудников "Одинокой звезды".

source: {{CC}}¥5{{/CC}} Can I borrow it for a few minutes?
de: {{CC}}¥5{{/CC}} Könnte ich sie vielleicht mal kurz ausleihen?
es: {{CC}}5¥{{/CC}} ¿Me la dejas unos minutos?
fr: {{CC}}5 ¥{{/CC}} Je peux vous l'emprunter pour quelques minutes ?
it: {{CC}}¥5{{/CC}} Puoi prestarmela per qualche minuto?
ru: {{CC}}¥5{{/CC}} Я хочу позаимствовать ее на пять минут.

source: {{CC}}¥5{{/CC}} Sure. Here's a fiver.
de: {{CC}}¥5{{/CC}} Klar. Hier ist ein Fünfer.
es: {{CC}}5¥{{/CC}} Claro. Toma, uno de cinco.
fr: {{CC}}5 ¥{{/CC}} Bien sûr. Tenez, en voilà 5.
it: {{CC}}¥5{{/CC}} Certo. Eccoti 5 sacchi.
ru: {{CC}}¥5{{/CC}} Ладно. Держи пятерку.

source: {{GM}} Leave the locker.{{/GM}}
de: {{GM}}Tritt von dem Spind zurück.{{/GM}}
es: {{GM}} Dejar la taquilla.{{/GM}}
fr: {{GM}} Fermer le casier.{{/GM}}
it: {{GM}} Lascia l'armadietto.{{/GM}}
ru: {{GM}}Закрыть шкафчик.{{/GM}}

source: {{GM}} Your commlink chirps once again.{{/GM}} Well done, mon ami! The elevator is on its way. Now comes the truly entertaining part!
de: {{GM}}Dein Kommlink piepst erneut.{{/GM}} Gut gemacht! Der Aufzug ist unterwegs. Jetzt kommen wir zum unterhaltsamen Teil!
es: {{GM}} Tu commlink vuelve a activarse.{{/GM}} ¡Bien hecho, mon ami! El ascensor va de camino. ¡Y ahora viene la parte divertida de verdad!
fr: {{GM}} Votre commlink vibre une fois encore.{{/GM}} Bien joué, camarade ! L'ascenseur est en route. C'est maintenant que la fête commence !
it: {{GM}} Il tuo commlink suona di nuovo.{{/GM}} Ben fatto mon ami! L'ascensore sta arrivando. Adesso arriva la parte divertente!
ru: {{GM}}Твой коммлинк снова чирикает.{{/GM}} Отично сработано, mon ami! Лифт уже едет. Скоро начнется веселье!

source: {{GM}}$(s.name) is busy talking on his commlink, checking his heads-up display, and motioning to a runner standing nearby - all at the same time. He's an intense little man. You get the sense that he likes to look busy.{{/GM}} I'm $(s.name). Make it quick. Biz is good. Talk to me.
de: {{GM}}$(s.name) spricht in sein Kommlink, verwaltet sein HUD und gestikuliert in Richtung eines in der Nähe stehenden Runners – alles zur gleichen Zeit. Er ist ein intensiver kleiner Mann. Du hast das Gefühl, dass es ihm gefällt, beschäftigt auszusehen.{{/GM}} Ich bin $(s.name). Fass dich kurz. Das Geschäft läuft gut. Sprich mit mir.
es: {{GM}}$(s.name) está ocupado hablando por su commlink, comprobando la pantalla y haciéndole señas a un runner que hay cerca, todo al mismo tiempo. Es un hombre pequeño y de gestos exagerados. Te da la impresión de que le gusta que lo vean ocupado.{{/GM}} Soy $(s.name). Que sea rápido. Los negocios van bien. Dime.
fr: {{GM}}$(s.name) est en conversation sur son commlink, vérifie ses infos et surveille un runner à côté de lui. Tout ça en même temps. C'est un petit homme intense. Vous sentez qu'il aime avoir l'air occupé.{{/GM}} Je m'appelle $(s.Name). Faites vite. J'ai du boulot. Parlez-moi.
it: {{GM}}$(s.name) è impegnato a parlare al commlink, a controllare l'HUD e a fare cenno a un Runner in piedi lì vicino... tutto contemporaneamente. È un ometto molto vivace. Hai l'impressione che gli piaccia sembrare occupato.{{/GM}} Sono $(s.name). Taglia corto. Mi interessano gli affari. Parla.
ru: {{GM}}$(s.name) разговаривает по телефону, то и дело сверяясь со своим планшетом. В то же время он общается жестами с еще одним раннером, и все это происходит одновременно. Он собран и полон энергии, как скрученная пружина. Похоже, ему нравится выглядеть занятым.{{/GM}} Меня зовут $(s.name). Говори быстрее. Много дел. Я слушаю.

source: {{GM}}$(s.name) is fiddling with his cyber-eye while noodling on his PDA.{{/GM}} You’re back. Still busy. What’s your story?
de: {{GM}}$(s.name) fummelt an seinem Cyber-Auge herum, während er auf seinen PDA eintippt.{{/GM}} Du bist wieder da. Bin immer noch beschäftigt. Was willst du?
es: {{GM}}$(s.name) está toqueteando su ciberojo mientras juguetea con su PDA.{{/GM}} Has vuelto. Sigo ocupado. ¿Qué tienes que contarme?
fr: {{GM}}$(s.name) joue avec son œil cybernétique pendant qu'il pianote sur son PDA.{{/GM}} Vous êtes de retour. Toujours occupé. Qu'est-ce qui se passe ?
it: {{GM}}$(s.name) giocherella col suo occhio cibernetico mentre traffica col palmare.{{/GM}} Di nuovo qui. Sono ancora occupato. Che c'è?
ru: {{GM}}$(s.name) рассеянно поглаживает свой кибернетический глаз, торопливо печатая что-то свободной рукой на лежащем перед ним планшете.{{/GM}} Опять ты. Я все еще занят. В чем дело?

source: {{GM}}$(s.name) nods. His cyber-eye whirrs.{{/GM}} Ready to unload those stones?
de: {{GM}}$(s.name) nickt. Sein Cyber-Auge surrt.{{/GM}} Bist du bereit, diese Steinchen loszuwerden?
es: {{GM}}$(s.name) asiente con la cabeza. Su ciberojo emite un zumbido.{{/GM}} ¿Listo para soltar esas piedras?
fr: {{GM}}$(s.name) hoche la tête. Son œil cybernétique vrombit.{{/GM}} Prêt à vous décharger de ces pierres ?
it: {{GM}}$(s.name) annuisce. Ruota il suo occhio cibernetico.{{/GM}} Vuoi proprio disfarti di queste pietre?
ru: {{GM}}$(s.name) кивает. Его кибернетический глаз едва слышно жужжит.{{/GM}} Ты здесь чтобы продать мне камни?

source: {{GM}}$(s.name) watches you cross the room, sizing you up as you approach. As you get closer, you can see that she’s of mixed race - African and Japanese. Her demeanor says, “This is my house, mess with it at your peril.” but her eyes twinkle with a playful light when she speaks.{{/GM}} Konbanwa! Good evening!
de: {{GM}}$(s.name) beobachtet dich von der anderen Seite des Raumes, mustert dich von Kopf bis Fuß, als du auf sie zukommst. Als du dich näherst, bemerkst du, dass sie von gemischter Abstammung ist – afrikanisch und japanisch. Ihre Haltung sagt „Das hier ist mein Haus, lege dich auf eigene Gefahr damit an“, doch in ihren Augen blitzt ein verspieltes Leuchten auf, als sie spricht.{{/GM}} Konbanwa! Guten Abend!
es: {{GM}}$(s.name) observa cómo cruzas la habitación, estudiándote a medida que te acercas. A medida que te vas acercando, puedes ver que es una mezcla de razas: africana y japonesa. Su postura parece decir: "Esta es mi casa, si decides hacer algo atente a las consecuencias". Pero los ojos le brillan con un destello de diversión mientras habla.{{/GM}} ¡Konbanwa! ¡Buenas tardes!
fr: {{GM}}$(s.name) vous regarde traverser la pièce, vous jaugeant à mesure que vous approchez. De plus près, vous remarquez que c'est une métisse, mi-Africaine, mi-Japonaise. Ses gestes semblent dire « Vous êtes ici chez moi à vos risques et périls », mais ses yeux brillent d'une lueur espiègle quand elle parle.{{/GM}} Konbanwa ! Bonsoir !
it: {{GM}}$(s.name) ti osserva attraversare la stanza, squadrandoti mentre ti avvicini. Quando ti avvicini abbastanza, vedi che è un misto tra un'africana e una giapponese. Qualcosa in lei sembra dichiarare "Questa è casa mia, se sbagli la pagherai cara". Ma i suoi occhi brillano di una luce allegra mentre parla.{{/GM}} Konbanwa! Buonasera!
ru: {{GM}}$(s.name) наблюдает за тобой, когда ты входишь в полутемную комнату. Подойдя ближе, ты понимаешь, что в ее жилах течет смешанная кровь - афроамериканская и азиатская. Всем своим видом она показывает, что перед тобой хозяйка этого заведения, но в ее глазах искрится живой ум, а морщинки на лице выдают изрядное чувство юмора.{{/GM}} Конбанва! Добрый вечер!

source: {{GM}}2040 - Present.{{/GM}}
de: {{GM}}2040 bis heute.{{/GM}}
es: {{GM}}2040 - Fecha actual.{{/GM}}
fr: {{GM}}2040 - Présent.{{/GM}}
it: {{GM}}2040 - Presente.{{/GM}}
ru: {{GM}}2040 - настоящее время.{{/GM}}

source: {{GM}}A distant cry of pain echoes down from somewhere above, and the young shaman pauses to listen to the tortured sound.{{/GM}}
de: {{GM}}Irgendwo von oben dringt ein ferner Schmerzensschrei nach unten, und die junge Schamanin hält inne, um dem gequälten Geräusch zu lauschen.{{/GM}}
es: {{GM}}Un lejano grito de dolor resuena en una zona superior, y el joven chamán se detiene para escuchar el sonido torturado.{{/GM}}
fr: {{GM}}Un cri de douleur résonne dans les étages supérieurs, et la jeune chamane s'arrête pour écouter le son torturé.{{/GM}}
it: {{GM}}Un grido di dolore echeggia da lontano e il giovane Sciamano si ferma per ascoltare il terribile suono.{{/GM}}
ru: {{GM}}Откуда-то сверху раздается крик боли. Шаманка внимательно прислушивается к нему.{{/GM}}

source: {{GM}}A figure moves to a pile of crates and starts looking them over. Middle-aged. Male. Human. He vibes civilian - no big iron or magical fetishes visible - but it's late and he's suspicious. He sees your crew, registers he’s in dangerous company but smiles a big smile anyway.{{/GM}} HEY THERE! You having an after-work drink? I could use one. I could always use one.
de: {{GM}}Eine Person huscht zu einem Stapel Kisten und beginnt, sie zu durchsuchen. Es ist ein Mann mittleren Alters, ein Mensch. Er wirkt wie ein Zivilist – du siehst weder Waffen noch magische Fetische – doch es ist spät und er wirkt verdächtig. Er sieht dein Team, merkt, dass er sich in gefährlicher Gesellschaft befindet, setzt aber trotzdem ein breites Grinsen auf.{{/GM}} HALLO DA! Seid ihr auf der Suche nach ein paar abendlichen Drinks? Ich könnte ja einen gebrauchen. Ich könnte immer einen gebrauchen.
es: {{GM}}Una figura se acerca a un montón de cajas y empieza a rebuscar en ellas. De mediana edad. Hombre. Humano. Parece civil; no lleva armas ni amuletos mágicos a la vista; pero es tarde y es sospechoso. Ve a tu grupo, entiende que está en compañía peligrosa pero sonríe ampliamente a pesar de todo.{{/GM}} ¡BUENAS! ¿Os estáis tomando una copa después del trabajo? A mí también me vendría bien una. Siempre me viene bien una.
fr: {{GM}}Une silhouette s'approche d'une pile de caisse et commence à les examiner. Un humain. D'âge moyen. Il a une tête de citoyen lambda (apparemment pas d'armes ni de fétiches magiques), mais il se fait tard et cet homme est suspect. Il vous aperçoit et se rend compte qu'il est en mauvaise compagnie, mais vous décoche un grand sourire.{{/GM}} SALUT, VOUS ! Vous allez boire un verre après le travail ? Ça me ferait du bien, moi aussi. Ça me fait toujours du bien.
it: {{GM}}Una sagoma si muove verso una pila di casse e comincia a esaminarle. Mezza età. Maschio. Umano. Sembra un civile, non ha grosse armi o feticci magici a vista, ma è tardi e la sua presenza è sospetta. Vi vede, e capisce di non essere completamente al sicuro, ma sfodera comunque un sorriso.{{/GM}} EHILÀ! Ti stai facendo un bicchierino dopo il lavoro? Ne ho bisogno. Ne ho sempre bisogno.
ru: {{GM}}К ящикам подходит незнакомый тебе человек и начинает их осматривать. Это мужчина средних лет. Он не производит впечатление раннера и не похож на члена уличной банды - у него нет оружия или магических фетишей - но его действия кажутся тебе подозрительными. Он замечает твою команду и явно понимает, что шутить с вами небезопасно, но все равно широко ухмыляется.{{/GM}} ЭЙ! Может, пропустим по стаканчику? Смерть до чего хочется выпить. Мне всегда хочется выпить.

source: {{GM}}A filthy guard is looking into an open vent. He is clearly not enjoying the idea of climbing back into the duct.{{/GM}} Sorry I tracked that drek all over the floor. {{GM}}He shakes his head.{{/GM}} Man, I can't believe what happened to the night watch.
de: {{GM}}Ein schmuddelig wirkender Wächter blickt in einen offenen Lüftungsschacht. Er ist sichtlich nicht begeistert von der Idee, erneut in den Schacht zu klettern.{{/GM}} Tut mir leid, dass ich den ganzen Drek auf dem Boden verteilt habe. {{GM}}Er schüttelt den Kopf.{{/GM}} Ich kann einfach nicht glauben, was den Jungs von der Nachtschicht zugestoßen ist.
es: {{GM}}Un guarda sucio mira dentro de una rejilla abierta. Está claro que no se alegra de la posibilidad de volverse a meter en el conducto.{{/GM}} Siento haber manchado todo el suelo. {{GM}}Sacude la cabeza.{{/GM}} Buah, es increíble lo que le ha pasado al turno de noche.
fr: {{GM}}Un garde crasseux jette un coup d'œil dans un trou de ventilation. Il est clair qu'il n'a aucune envie de remonter dans le conduit.{{/GM}} Désolé d'avoir mis toute cette merde par terre. {{GM}}Il secoue la tête.{{/GM}} J'arrive pas à croire ce qui est arrivé aux gardes de nuit.
it: {{GM}}Una sporca guardia sta guardando dentro una presa d'aria aperta. Chiaramente non gli piace l'idea di risalire il condotto.{{/GM}} Scusa, ho sparso tutto quello schifo per terra. {{GM}}Scuote la testa.{{/GM}} Ragazzi, non posso credere a quello che è successo alla guardia notturna.
ru: {{GM}}Необыкновенно грязный охранник с тоской смотрит на открытый вентиляционный короб. По его лицу видно, что ему очень не хочется снова туда лезть.{{/GM}} Прости, я размазал это дерьмо по всему полу. {{GM}}Он качает головой.{{/GM}} Поверить не могу, что случилось с ночной сменой.

source: {{GM}}A look of horror crosses her face.{{/GM}} They? You mean my father's people?
de: {{GM}}Auf einmal ist sie verängstigt.{{/GM}} Sie? Das heißt, die Männer meines Vaters?
es: {{GM}}Una mirada de terror le atraviesa el rostro.{{/GM}} ¿Ellos? ¿Te refieres a la gente de mi padre?
fr: {{GM}}Une expression d'horreur envahit son visage.{{/GM}} Ils ? Vous voulez dire les associés de mon père ?
it: {{GM}}Uno sguardo di orrore le attraversa il viso.{{/GM}} Loro? Vuoi dire che gli uomini di mio padre?
ru: {{GM}}Она смотрит на тебя с ужасом.{{/GM}} Они? Ты имеешь в виду людей моего отца?

source: {{GM}}A new voice, with the heavy digitization of someone with a lot of cyber, calmly interjects.{{/GM}} We don't need more guards. I've got it covered. With a push of a button, I can make these chip-heads into my own personal killer puppets.
de: {{GM}}Eine neue Stimme, mit der charakteristischen Modulation von jemandem mit sehr viel Cybertechnologie, antwortet in ruhigem Tonfall.{{/GM}} Wir brauchen keine Wachmänner. Ich bin vorbereitet. Mit einem Druck auf diesen Knopf kann ich diese Chipheads zu meinen persönlichen Killer-Marionetten machen.
es: {{GM}}Interrumpe una nueva voz con una fuerte digitalización, típica de alguien muy cibernético.{{/GM}} No necesitamos más guardias. Lo tengo cubierto. Con solo pulsar un botón puedo convertir a todos estos yonkis en mis propias marionetas asesinas.
fr: {{GM}}Une nouvelle voix, au fort accent numérique, comme quelqu'un ayant beaucoup de cyber, intervient calmement.{{/GM}} Nous n'avons pas besoin de plus de gardes. J'ai tout prévu. En appuyant sur un simple bouton, je peux faire d'eux mes marionnettes tueuses personnelles.
it: {{GM}}Una nuova voce pesantemente digitalizzata, tipica di qualcuno pieno di parti cibernetiche, interviene con calma.{{/GM}} Non abbiamo bisogno di altre guardie. Ho tutto sotto controllo. Premendo un pulsante, posso trasformare questi chiphead nei miei burattini assassini personali.
ru: {{GM}}Его перебивает другой голос, неестественный и совершенно спокойный.{{/GM}} Нам не нужна охрана. Я обо всем позабочусь. Я могу превратить всех этих людей в марионеток-убийц всего одним нажатием кнопки.

source: {{GM}}A quick scan of her recent searches shows that Coyote has been reading a great deal about hellhounds. It also suggests more than a casual interest in vintage action figures.{{/GM}}
de: {{GM}}Ein kurzer Scan ihrer letzten Suchanfragen ergibt, dass Coyote eine Menge über Höllenhunde gelesen hat. Zudem scheint sie sich sehr für alte Actionfiguren zu interessieren.{{/GM}}
es: {{GM}}Un vistazo rápido a sus últimas búsquedas indica que Coyote ha estado leyendo mucho sobre los cancerberos. También sugiere algo más que un interés puntual por las figuritas de acción vintage.{{/GM}}
fr: {{GM}}Un coup d'œil rapide aux dernières recherches effectuées par Coyote révèle que, dernièrement, elle s'est beaucoup documentée sur les chiens de l'enfer. Les recherches dénotent par ailleurs un intérêt démesuré pour les figurines rétro.{{/GM}}
it: {{GM}}Una rapida scorsa alle sue ricerche più recenti mostra che Coyote ha letto parecchie cose riguardo i seguigi infernali. La cosa suggerisce più che una semplice curiosità verso i modellini vintage.{{/GM}}
ru: {{GM}}История поиска показывает, что совсем недавно Койот собирала информацию об адских псах. Она также выдает ее интерес к пластмассовым фигуркам супергероев начала XXI века.{{/GM}}

source: {{GM}}A scream echoes through the pipes of the rotten walls. Hard to tell where it came from.{{/GM}}
de: {{GM}}Ein Schrei hallt durch die Leitungsrohre der einsturzgefährdeten Wände. Es ist schwer zu sagen, wo er herkam.{{/GM}}
es: {{GM}}Se escucha el eco de un grito a través de las tuberías de los muros podridos. Es difícil saber de dónde viene.{{/GM}}
fr: {{GM}}Un cri résonne à travers les tuyaux des murs fissurés. Difficile de dire d'où cela provient.{{/GM}}
it: {{GM}}Un urlo echeggia attraverso i tubi dei muri decadenti. Difficile dire da dove provenga.{{/GM}}
ru: {{GM}}Из-за полусгнивших стен доносится нечеловеческий крик. Ты затрудняешься определить, откуда именно.{{/GM}}

source: {{GM}}A severed arm lies next to the zipped body bag.{{/GM}}
de: {{GM}}Ein abgetrennter Arm liegt neben dem verschlossenen Leichensack.{{/GM}}
es: {{GM}}Hay un brazo amputado junto a la bolsa del cadáver.{{/GM}}
fr: {{GM}}Un bras coupé se trouve à côté du sac mortuaire.{{/GM}}
it: {{GM}}Un braccio mozzato giace accanto al sacco per cadaveri chiuso.{{/GM}}
ru: {{GM}}Рядом с застегнутым мешком для трупов лежит отрезанная рука.{{/GM}}

source: {{GM}}A simple password poses no obstacle.{{/GM}}
de: {{GM}}Ein einfaches Passwort ist kein Hindernis.{{/GM}}
es: {{GM}}Una simple contraseña no supone ningún obstáculo.{{/GM}}
fr: {{GM}}Un simple mot de passe n'est jamais un problème.{{/GM}}
it: {{GM}}Una banale password non crea alcun ostacolo.{{/GM}}
ru: {{GM}}Подобрать простейший пароль оказывается не трудно.{{/GM}}
