Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Jessica appears to be in the throes of a violent trance or mild seizure. A manic state brought on by the terrible energies she is attempting to conduct.{{/GM}} $(l.name), stop! The Queen... approaches! The vessel... The summoning... We... cannot... be... disturbed!
de: {{GM}}Jessica scheint sich in den Fängen einer gewaltsamen Trance oder in denen eines milden Anfalles zu befinden. Ein manischer Zustand, der durch die schiere Energiemenge, die sie zu bewältigen versucht, verursacht wurde.{{/GM}} $(l.name), stopp! Die Königin ... sie ist nah! Das Gefäß ... die Beschwörung ... wir ... dürfen ... nicht ... gestört werden!
es: {{GM}}Parece que Jessica está en medio de la agonía de un trance violento o de un leve ataque. Un estado frenético desencadenado por las terribles energías que está intentando controlar.{{/GM}} ¡$(l.name), para! La Reina... ¡se acerca! La vasija... La conjuración... No... se nos... puede... ¡molestar!
fr: {{GM}}Apparemment, Jessica est dans les affres d'une transe violente ou d'une légère crise nerveuse. Un état maniaco-dépressif suscité par les terribles énergies qu'elle tente de canaliser.{{/GM}} $(l.name), arrêtes ! La reine... approche ! Le vaisseau... L'invocation... Il... ne faut pas... nous... déranger !
it: {{GM}}Jessica appare in preda agli spasmi di un intenso stato di trance o una crisi epilettica. Uno stato di frenesia causato dalla tremenda energia che sta tentando di controllare.{{/GM}} $(l.name), basta! La Regina... sta arrivando! La nave... L'invocazione... Non... possiamo... essere interrotti!
ru: {{GM}}Тело Джессики бьют судороги, ее полностью поглотил глубокий транс - или эпилептический припадок. Она пытается пропустить через себя непостижимую и оттого только более ужасную энергию.{{/GM}} $(l.name), стой! Королева... грядет! Тело... Ритуал... Не... мешай... нам!

source: {{GM}}Jessica composes herself, and in a breath, the mask is back in place.{{/GM}} Listen to me, $(l.name). You seem like a decent person. But I’m trying to move on with my life. Our mother killed herself last year and Sam... Well, Sam was Sam. You know? I’ve worked so hard to put my family issues behind me. I don't want to see this drag on.
de: {{GM}}Jessica sammelt sich und in einem Atemzug ist ihre Fassade wiederhergestellt.{{/GM}} Hör zu, $(l.name). Du scheinst eine nette Person zu sein. Aber ich will einfach nur mein Leben leben. Unsere Mutter hat sich letztes Jahr umgebracht und Sam ... naja, Sam war Sam. Verstehst du? Ich habe so hart daran gearbeitet, meine Familie hinter mir zu lassen. Ich will das nicht wieder alles aufrollen.
es: {{GM}}Jessica se recompone y, en un suspiro, la máscara vuelve a aparecer.{{/GM}} Escúchame, $(l.name). Pareces alguien decente. Pero estoy intentando seguir adelante con mi vida. Nuestra madre se suicidó el año pasado y Sam... Bueno, Sam era Sam. ¿Me entiendes? Me he esforzado mucho por dejar atrás los problemas de mi familia. No quiero ver cómo se alarga esto.
fr: {{GM}}Jessica se reprend et, en un clin d'œil, retrouve son indifférence apparente.{{/GM}} Écoutez, $(l.name). Vous m'avez l'air honnête. Mais je suis à un tournant de ma vie. Notre mère s'est suicidée l'année dernière et Sam... Eh bien, Sam était Sam. Vous comprenez ? J'ai travaillé dur pour oublier toutes ces histoires de famille. Je ne veux pas que tout ça ressorte.
it: {{GM}}Jessica si ricompone, e in un sospiro, la maschera torna al suo posto.{{/GM}} Ascoltami, $(l.name). Sembri una persona decente. Ma io sto cercando di mandare avanti la mia vita. Nostra madre si è uccisa l'anno scorso, e ora Sam... Beh, Sam era Sam. Lo sai? Ho lavorato molto duramente per lasciarmi alle spalle i miei problemi familiari. Non voglio che la cosa si trascini.
ru: {{GM}}Джессика берет себя в руки, делает глубокий вдох и вновь обретает невозмутимость.{{/GM}} Послушайте, $(l.name). Вы кажетесь приличным метачеловеком. Я пытаюсь прожить жизнь, намеренно исключив из нее моих родных. Наша мать покончила жизнь самоубийством в прошлом году, а Сэм... Ну, Сэм - он и есть Сэм. Вы же понимаете? Я с огромным трудом перевернула эту страницу моей жизни. Я не хочу возвращаться в прошлое.

source: {{GM}}Jessica falls quiet. She bows her head.{{/GM}} I... I'm sorry.
de: {{GM}}Jessica wird ruhig. Sie senkt ihren Kopf.{{/GM}} Es ... es tut mir leid.
es: {{GM}}Jessica se queda callada. Inclina la cabeza.{{/GM}} Lo... Lo siento.
fr: {{GM}}Jessica se tait. Elle incline la tête.{{/GM}} Je... Je suis désolée.
it: {{GM}}Jessica tace. China la testa.{{/GM}} Io... Mi spiace.
ru: {{GM}}Джессика замолкает. Она наклоняет голову.{{/GM}} Я... Виновата.

source: {{GM}}Jessica is taken aback, or she's poising herself to bolt.{{/GM}} She... she was nothing of the sort.
de: {{GM}}Jessica ist überrascht oder kurz davor, aufzuspringen.{{/GM}} Nein ... nein, das war sie ganz und gar nicht.
es: {{GM}}Jessica retrocede, o se está preparando para escapar.{{/GM}} Ella... ella no era así.
fr: {{GM}}Jessica semble déconcertée, ou alors elle est prête à s'enfuir.{{/GM}} Elle... Elle n'était pas comme ça.
it: {{GM}}Jessica è colta di sorpresa, o è in procinto di fuggire.{{/GM}} Lei... non era niente del genere.
ru: {{GM}}Джессика выглядит шокированной. Тебе кажется, что она вот-вот бросится бежать от тебя.{{/GM}} Она не... ничего подобного!

source: {{GM}}Jessica looks at you, pleading.{{/GM}} Please, $(l.name). Don’t let them... don’t let them eat me!
de: {{GM}}Jessica blickt dich flehend an.{{/GM}} Bitte, $(l.name). Lass sie nicht ... lass sie mich nicht fressen!
es: {{GM}}Jessica te mira, suplicante.{{/GM}} Por favor, $(l.name). ¡No les dejes... no dejes que se me coman!
fr: {{GM}}Jessica vous regarde, suppliant.{{/GM}} Je vous en supplie, $(l.name). Ne les laissez pas... ne les laissez pas me manger !
it: {{GM}}Jessica ti guarda implorante.{{/GM}} Ti prego, $(l.name). Non lasciare... non lasciare che mi mangino!
ru: {{GM}}Джессика смотрит на тебя с мольбой в глазах.{{/GM}} Пожалуйста, $(l.name). Не дай им... Не дай им меня сожрать!

source: {{GM}}Jessica practically growls her words at you.{{/GM}} Certainly not my mother.
de: {{GM}}Jessica knurrt mehr, als dass sie spricht.{{/GM}} Sicherlich nicht meine Mutter.
es: {{GM}}Jessica te responde casi gruñendo.{{/GM}} Desde luego, a mi madre no.
fr: {{GM}}Jessica grogne presque ses mots quand elle vous parle.{{/GM}} Certainement pas de ma mère.
it: {{GM}}Jessica ti risponde quasi ringhiando.{{/GM}} Di certo non a mia madre.
ru: {{GM}}Джессика уже почти рычит.{{/GM}} Наверняка не мою мать.

source: {{GM}}Jessica seems to choose her words carefully, due to the circumstances or the company.{{/GM}} No, but it doesn’t surprise me that he needed a new liver, considering his... lifestyle.
de: {{GM}}Jessica scheint ihre Worte in Gegenwart ihrer Begleitung abzuwägen.{{/GM}} Nein, aber es überrascht mich keineswegs, dass er eine neue Leber brauchte ... bei seinem Lebensstil.
es: {{GM}}Jessica parece elegir sus palabras con mucha cautela, por las circunstancias o por la compañía.{{/GM}} No, pero no me sorprende que necesitara un hígado nuevo, teniendo en cuenta su... estilo de vida.
fr: {{GM}}Jessica semble choisir ses mots avec soin, aux vues des circonstances et de la compagnie.{{/GM}} Non, mais cela ne me surprend guère qu'il ait eu besoin d'un nouveau foie, vu son... style de vie.
it: {{GM}}Jessica sembra scegliere le parole con cura, in base alle circostanze e alle persone presenti.{{/GM}} No, ma non mi sorprende che avesse bisogno di un fegato nuovo, tenuto conto del suo... stile di vita.
ru: {{GM}}Джессика очень тщательно выбирает слова. Очевидно, ее тяготит присутствие посторонних.{{/GM}} Нет, но меня не удивляет, что она в конце концов ему понадобилась. Он вел... распущенный образ жизни.

source: {{GM}}Jessica speaks to the rest of you.{{/GM}} Thank you all for coming. I didn’t realize Sam had so many friends. I appreciate your support and your friendship with Sam.
de: {{GM}}Jessica wendet sich dem Rest von euch zu.{{/GM}} Ich danke euch für euer Kommen. Ich wusste nicht, dass Sam so viele Freunde hatte. Ich danke euch für eure Unterstützung und eure Freundschaft mit Sam.
es: {{GM}}Jessica se dirige al resto de vosotros.{{/GM}} Gracias a todos por venir. No sabía que Sam tuviera tantos amigos. Agradezco vuestro apoyo y vuestra amistad hacia Sam.
fr: {{GM}}Jessica parle au reste d'entre vous.{{/GM}} Merci à tous d'être venus. Je ne pensais pas que Sam avait autant d'amis. J'apprécie votre support et votre amitié envers Sam.
it: {{GM}}Jessica ora si rivolge anche a voi.{{/GM}} Grazie a tutti per essere qui. Non sapevo che Sam avesse così tanti amici. Vi ringrazio per questa dimostrazione di affetto e amicizia.
ru: {{GM}}Джессика обращается к вам.{{/GM}} Я благодарю и вас тоже. Я не имела понятия, что у Сэма так много друзей. Я благодарю вас за помощь, которую вы оказали мне - и которую оказывали ему.

source: {{GM}}Jessica takes the photo from you guardedly, as if it might sting her. But that guard drops the moment she looks at it.{{/GM}} Where... where did you find this?
de: {{GM}}Jessica nimmt das Foto zurückhaltend entgegen, so als ob es sie beißen könnte. Doch diese Zurückhaltung schwindet in dem Moment, als sie es sich ansieht.{{/GM}} Wo ... wo hast du das gefunden?
es: {{GM}}Jessica coge la fotografía con cuidado, como si pudiera herirla. Pero baja la guardia en cuanto la mira.{{/GM}} ¿Dónde... Dónde la encontraste?
fr: {{GM}}Jessica prend la photo à contrecœur, comme si elle se mordait. Mais dès qu'elle pose les yeux dessus, toute trace de méfiance s'envole.{{/GM}} Où... où avez-vous trouvé ça ?
it: {{GM}}Jessica prende la foto dalle tue mani cautamente, come questa se potesse ferirla. Ma nel momento in cui la osserva, abbassa la guardia.{{/GM}} Ma... dove l'hai trovata?
ru: {{GM}}Джессика настороженно берет фотографию, как если бы она могла ее ужалить. Глаза ее удивленно расширяются.{{/GM}} Где... Где вы это нашли?

source: {{GM}}Jessica then steels herself to tell the rest.{{/GM}} Sam tried to be “the man of the house”. He truly did. But he couldn't handle it, and pretty soon he had spent every dime of our father's life insurance. Every dime. After that was gone - with Mom working two, three jobs - he spent all her money, too. I couldn’t stand the way he abused her trust... so finally, I just had to leave.
de: {{GM}}Jessica fasst sich, um den Rest der Geschichte zu erzählen.{{/GM}} Sam versuchte, „der Mann im Haus“ zu sein. Er versuchte es wirklich. Doch es gelang ihm nicht und schon bald hatte er die Lebensversicherung unseres Vaters bis auf den letzten Rest ausgegeben. Jeden letzten Cent. Nachdem das weg war – und während Mutter zwei oder drei Jobs ausübte – gab er auch noch ihr gesamtes Geld aus. Ich konnte es nicht ertragen, wie er ihr Vertrauen missbrauchte ... also bin ich einfach gegangen.
es: {{GM}}A continuación, Jessica se arma de coraje para contar el resto.{{/GM}} Sam intentó ser "el hombre de la casa". De veras que lo hizo. Pero no lo consiguió y en poco tiempo se había gastado hasta el último centavo del seguro de vida de nuestro padre. Hasta el último centavo. Cuando eso se acabó, con mi madre trabajando en dos o tres trabajos, se gastó todo su dinero. No podía soportar cómo abusaba de su confianza... Así que al final tuve que marcharme.
fr: {{GM}}Jessica rassemble alors son courage pour raconter le reste de l'histoire.{{/GM}} Sam a essayé d'être « l'homme de la maison ». Il a vraiment essayé. Mais c'était trop pour lui et, très vite, il a gaspillé tout l'argent de l'assurance-vie de notre père. Jusqu'au moindre sou. Après ça, ma mère a dû prendre trois jobs en même temps. Et il a dilapidé tout cet argent aussi. Il abusait de sa confiance, je ne supportais pas ça... alors finalement, je suis partie.
it: {{GM}}Jessica a questo punto si irrigidisce e racconta il resto.{{/GM}} Sam provava a fare "l'uomo di casa". Ci ha provato davvero. Ma non ha retto, e nel giro di poco tempo aveva speso anche l'ultimo centesimo dell'assicurazione sulla vita di mio padre. Anche l'ultimo centesimo. Quando quel denaro era finito, era riuscito a spendere anche tutto quel che guadagnava la mamma, che faceva due, tre lavori. Non sopportavo il modo in cui abusava della nostra fiducia... e così alla fine me ne sono dovuta andare.
ru: {{GM}}Джессика берет себя в руки.{{/GM}} Сэм попытался стать “мужчиной в доме”. Он так сильно пытался, что мне было больно смотреть. Но он не справился, и вскоре у нас кончились деньги. Мы потратили всю страховку, доставшуюся нам от отца. И уже потом, когда мама работала на двух, а то и на трех работах - он потратил и ее деньги тоже. Я не могла смотреть, как жестоко он злоупотребляет ее доверием... Поэтому в конце концов я уехала.

source: {{GM}}Jessica's body then suddenly spasms, arching her back and nearly lifting her off her feet. She lets loose a scream falling somewhere between elation and agony.{{/GM}} The Queen... IS NEAR!
de: {{GM}}Jessicas Körper verkrampft sich jäh, ihr Oberkörper zuckt zurück und ihre Füße verlassen den Boden. Sie lässt einen markerschütternden Schrei zwischen Entzücken und Qual ertönen.{{/GM}} Die Königin ... NAHT!
es: {{GM}}De repente, el cuerpo de Jessica se convulsiona, arqueando la espalda y levantándola prácticamente del suelo. Suelta un grito a medio camino entre la euforia y la agonía.{{/GM}} La Reina... ¡ESTÁ CERCA!
fr: {{GM}}Le corps de Jessica est pris de spasmes, son dos se cambre à tel point qu'elle perd presque l'équilibre. Elle pousse un cri difficile à interpréter, entre l'euphorie et l'agonie.{{/GM}} La reine... APPROCHE !
it: {{GM}}Il corpo di Jessica improvvisamente è colto da spasmi, inarca la schiena fino a quasi sollevarsi dal pavimento. Si lascia sfuggire un urlo a metà tra esultanza e agonia.{{/GM}} La Regina... È VICINA!
ru: {{GM}}Тело Джессики содрогается. Она выгибает спину и почти падает под невидимым глазу напором. С ее губ срывается крик восторга, который можно принять за вопль агонии.{{/GM}} Королева... ГРЯДЕТ!

source: {{GM}}Jessica's demeanor instantly changes, from reluctant to helpful in the span of a single meditative breath.{{/GM}} Maybe you can do things in a way that the police can’t. And maybe I can help. What do you need from me?
de: {{GM}}Binnen eines einzigen, meditativen Atemzuges wandelt sich Jessicas Verhalten von zurückhaltend zu hilfsbereit.{{/GM}} Vielleicht kannst du Dinge auf eine Art und Weise tun, die der Polizei verwehrt bleibt. Und vielleicht kann ich helfen. Was möchtest du wissen?
es: {{GM}}La conducta de Jessica cambia al instante, de reacia a servicial en cuestión de un suspiro reflexivo.{{/GM}} A lo mejor puedes hacer las cosas como la policía no puedo. Y a lo mejor yo puedo ayudarte. ¿Qué necesitas de mí?
fr: {{GM}}Le comportement de Jessica change brusquement. En l'espace d'une seconde, sa méfiance fait place à de l'amabilité.{{/GM}} Vous pouvez peut-être procéder autrement que la police. Et je peux peut-être vous aider. En quoi puis-je vous être utile ?
it: {{GM}}L'atteggiamento di Jessica cambia improvvisamente, da riluttante a collaborativo, nell'arco di un sospiro meditativo.{{/GM}} Forse puoi fare cose che la polizia non può. E forse io posso aiutarti. Cosa posso fare per te?
ru: {{GM}}Отношение Джессики разительно меняется. Всего минуту назад она выглядела крайне недовольной, а теперь желание помочь читается в каждом ее движении.{{/GM}} Быть может, вы сумеете преуспеть там, где потерпела неудачу полиция. И быть может, я смогу оказаться полезной. Что вы хотите знать?

source: {{GM}}Jessica's demeanor turns oddly cool and stony in response to such a simple question.{{/GM}} I'm afraid you're mistaken.
de: {{GM}}Für eine solch simple Frage ist Jessicas Verhalten plötzlich erstaunlich kühl und abweisend.{{/GM}} Ich fürchte, da irrst du dich.
es: {{GM}}Jessica reacciona de una forma extraña, fría y pétrea a una pregunta tan simple.{{/GM}} Me temo que te equivocas.
fr: {{GM}}Jessica devient tout à coup étrange et glaciale en entendant ces simples questions.{{/GM}} Je crois que vous vous trompez.
it: {{GM}}Jessica assume un atteggiamento stranamente distaccato e rigido per una domanda così semplice.{{/GM}} Temo che ti stia sbagliando.
ru: {{GM}}Лицо Джессики вытягивается. Очевидно, что этот простой вопрос чрезвычайно ей неприятен.{{/GM}} Боюсь, вы ошибаетесь.

source: {{GM}}Jessica's eyes burn with righteous anger. Gone are any attempts to hide her guilt.{{/GM}} Dr. Holmes made my mother whole again! He made it possible for me to place her to rest and say goodbye.
de: {{GM}}Ihre Augen brennen mit selbstgerechter Wut. Sie versucht nicht einmal mehr, ihre Schuld zu verstecken.{{/GM}} Durch Dr. Holmes wurde meine Mutter wieder ganz! Nur durch ihn konnte ich sie beerdigen, um mich von ihr zu verabschieden.
es: {{GM}}Los ojos de Jessica arden de ira. Ya ha dejado de intentar ocultar su culpa.{{/GM}} ¡El Dr. Holmes volvió a recomponer a mi madre! Hizo posible que ella pudiera descansar y que yo pudiera despedirme de ella.
fr: {{GM}}Les yeux de Jessica brulent d'une colère noire. Elle ne cherche plus à cacher sa culpabilité.{{/GM}} Le Dr. Holmes a rendu ma mère entière à nouveau ! Il a rendu possible cet enterrement, et j'ai pu lui dire au revoir.
it: {{GM}}Gli occhi di Jessica esprimono una comprensibile ira. Ogni tentativo di nascondere la sua colpa è ormai svanito.{{/GM}} Il dottor Holmes ha riassemblato mia madre! Mi ha dato la possibilità di seppellirla e di dirle addio.
ru: {{GM}}Глаза Джессики пылают праведным гневом. Она уже не пытается скрыть или отрицать свою вину.{{/GM}} Доктор Холмс помог моей матери! Теперь я могу захоронить ее, попрощаться с ней и обрести наконец покой.

source: {{GM}}Jessica's eyes roll back in her head. Whatever magic she is channeling is fast approaching a crescendo. Lynne speaks in her place.{{/GM}} You may have taken Marie-Louise, our chosen, but another Telestrian will take her place. I give myself willingly! I will be host to our Queen, and the mother of a new world!
de: {{GM}}Jessicas Augen rollen nach oben in ihre Höhlen. Welcher Energie sie sich auch bedienen mag, sie scheint bald ihren Höhepunkt zu erreichen. Lynne antwortet an ihrer Stelle.{{/GM}} Du magst Marie-Louise, unsere Auserwählte, geraubt haben, doch eine andere Telestrian wird ihre Stelle einnehmen. Ich opfere mich freiwillig! Ich werde der Wirt unserer Königin sein und die Mutter einer neuen Welt!
es: {{GM}}Jessica entorna los ojos. Sea cual sea la magia que está canalizando se está acercando rápidamente a un punto culminante. Lynne habla por ella.{{/GM}} Puede que os hayáis llevado a Marie-Louise, nuestra elegida, pero otro Telestrian ocupará su lugar. ¡Yo me ofrezco voluntariamente! ¡Seré la anfitriona de nuestra Reina y la madre de un nuevo mundo!
fr: {{GM}}Jessica ouvre des yeux révulsés. Il est clair que la magie qu'elle canalise touche à son apogée. Lynne parle à sa place.{{/GM}} Vous avez peut-être eu Marie-Louise, notre élue, mais un autre Telestrian viendra prendre sa place. Je me porte volontaire ! Je serai l'hôte de notre reine, et la mère d'un monde nouveau !
it: {{GM}}Gli occhi di Jessica ruotano all'indietro. Qualunque magia stia usando, si sta avvicinando al culmine. Lynne parla al suo posto.{{/GM}} Forse hai preso Marie Louise, la nostra prescelta, ma un altro Telestrian prenderà il suo posto. Mi presto volontariamente! Sarò io a ricevere la nostra Regina, e madre del nuovo mondo!
ru: {{GM}}Джессика закатывает глаза. Какие бы чары она ни пыталась сотворить, струящаяся через нее сила нарастает могучим крещендо. Вместо нее отвечает Линн.{{/GM}} Мария-Луиза была избранной. Вы забрали ее у нас, но ее место займет другая! Я - Телестриан! Я отдаю себя добровольно! Я стану королевой, матерью нового мира!

source: {{GM}}Jessica's face turns scarlet.{{/GM}} They had no right!
de: {{GM}}Jessicas Gesicht wird hochrot.{{/GM}} Sie hatten dazu kein Recht!
es: {{GM}}El rostro de Jessica se vuelve rojo escarlata.{{/GM}} ¡No tenían ningún derecho!
fr: {{GM}}Le visage de Jessica devient écarlate.{{/GM}} Ils n'avaient pas le droit !
it: {{GM}}Il viso di Jessica diventa paonazzo.{{/GM}} Non ne avevano diritto!
ru: {{GM}}Лицо Джессики наливается краской.{{/GM}} Они не имели на это права!

source: {{GM}}Jessica's lip begins to curl and her eyes narrow.{{/GM}} Given Sam's appetites, it doesn't surprise me that he needed a new liver. And given the type of people he called friend, it doesn't surprise me that he would eventually face the consequences of those appetites, one way or another.
de: {{GM}}Jessica verzieht nun ihren Mund und kneift ihre Augen zusammen.{{/GM}} Wenn man Sams Vorlieben betrachtet, wundert es mich nicht, dass er eine neue Leber brauchte. Und bei den Leuten, die er seine Freunde nannte, wundert es mich ebenso wenig, dass er für seine Vorlieben mal auf die eine oder andere Art Konsequenzen zu spüren bekommen musste.
es: {{GM}}Jessica retuerce el labio y la mirada se le va estrechando.{{/GM}} Teniendo en cuenta los malos hábitos de Sam, no me sorprende que necesitara un hígado nuevo. Y considerando a qué tipo de gente llamaba amigos, no me sorprende que al final tuviera que enfrentarse a las consecuencias de esos hábitos, de un modo u otro.
fr: {{GM}}Jessica commence à se mordiller les lèvres et à froncer ses yeux.{{/GM}} Vu l'appétit de Sam, ça ne me surprend pas beaucoup qu'il ait eu besoin d'un nouveau foie. Et au vues des gens qu'il appelait ses amis, ça ne me surprend pas non plus qu'il ait dut un jour faire face aux conséquences d'un tel appétit, d'une façon ou d'une autre.
it: {{GM}}Jessica contorce le labbra e strizza gli occhi.{{/GM}} Conoscendo le debolezze di Sam, non mi sorprende che gli servisse un fegato nuovo. E considerando il tipo di gente che considerava amici non mi sorprende che alla fine avrebbe dovuto affrontare le conseguenze di quegli appetiti, in un modo o nell'altro.
ru: {{GM}}Джессика поджимает губы.{{/GM}} Если учесть, какой образ жизни вел Сэм, то меня не удивляет, что в конце концов ему понадобилась новая печень. А если учесть, какими людьми он окружил себя, то меня не удивляет и то, что в конце концов он поплатился за этот образ жизни.

source: {{GM}}Johannes Horak.{{/GM}}
ru: {{GM}}Йоханнес Хорак.{{/GM}}

source: {{GM}}Johnny Clean is talking with Cherry Bomb and Mrs. Kubota when you walk up.{{/GM}} We were just talking about you, $(l.name).
de: {{GM}}Als du eintriffst, ist Johnny Clean gerade mit Cherry Bomb und Mrs. Kubota in ein Gespräch verwickelt.{{/GM}} Wir haben gerade über dich gesprochen, $(l.name).
es: {{GM}}Cuando te acercas, Johnny Clean está hablando con Cherry Bomb y la Sra. Kubota.{{/GM}} Estábamos hablando de ti, $(l.name).
fr: {{GM}}Johnny Clean est en pleine conversation avec Cherry Bomb et Mme Kubota lorsque vous approchez.{{/GM}} Nous parlions justement de vous, $(l.name).
it: {{GM}}Johnny Clean sta parlando con Cherry Bomb e la signora Kubota quando ti avvicini.{{/GM}} Stavamo giusto parlando di te, $(l.name).
ru: {{GM}}Когда ты подходишь, Чистюля Джонни что-то обсуждает с Шерри и миссис Куботой.{{/GM}} Мы как раз говорим о тебе, $(l.name).
