Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: From there, I wandered a bit. Plied my skills as a merc in a half dozen different wars, official or otherwise. Never did take to running the shadows like some of the boys I knew. Too subtle for my tastes, I suppose.
de: Daraufhin bin ich ein wenig umhergezogen. Habe mich in einem halben Dutzend verschiedener Kriege als Söldner verdingt. Die Schatten hingegen waren nie so mein Ding. Das wäre mir einfach zu subtil.
es: Luego, me perdí un poco. Utilicé mis habilidades como mercenario en media docena de guerras diferentes, oficiales y no. Nunca me dediqué a trabajar las sombras, como algunos chicos que conozco. Demasiado sutil para mi gusto, supongo.
fr: Après, je me suis baladé un peu. J'ai fait usage de mes talents de mercenaire dans cinq ou six guerres, officielles ou non. Je n'ai jamais embrassé le run dans les ombres comme certains gars que je connais. Trop subtil pour moi, je crois.
it: Da lì in poi ho girato per un po'. Ho prestato servizio come mercenario in una mezza dozzina di guerre, ufficiali e non. Non mi sono mai abituato a fare il Runner, a differenza di alcuni ragazzi che conoscevo. Troppi sotterfugi per i miei gusti.
ru: С тех пор меня куда только не заносило. Я принял участие в полудюжине вооруженных конфликтов, официальных и не очень. Никогда не пытался стать раннером. Для меня это слишком сложно.

source: From what I can tell, it looks like our guys got hit pretty hard.
de: Soweit ich das sehen kann, hat es unsere Leute ziemlich übel erwischt.
es: Por lo que yo sé, parece que nuestros chicos recibieron una buena tunda.
fr: D'après ce qu'on raconte, nos hommes se sont faits rétamer.
it: Da quello che posso dedurre, i nostri uomini le hanno prese di santa ragione.
ru: Похоже, нашим ребятам крепко досталось.

source: Fry can help you out.
de: Fry kann dir helfen.
es: Fry puede ayudarte.
fr: Fry peut vous aider.
it: Fry può aiutarti.
ru: Фрай наверняка тебе поможет.

source: Funny kid. But it's no laughing matter. This is bigger than hunting down an insect shaman or putting a few 9mm rounds into a bug.
de: Witzig, Kindchen. Aber diese Angelegenheit ist kein Spaß. Sie lässt sich nicht einfach lösen, indem man einen Insektenschamanen erledigt oder ein paar 9-mm-Geschosse in einem Käfer versenkt.
es: Vaya, un graciosillo. Pero no es cosa de risa. Esto es más grande que dar caza a un chamán insecto o llenar un bicho con unos cuantos cargadores de 9 mm.
fr: Très drôle. Mais il ne faut pas prendre ce problème à la légère. Il ne s'agit pas seulement de chasser un chaman à insectes ni de mitrailler une bestiole à coups de 9 mm.
it: Giovane, hai senso dell'umorismo. Ma non c'è proprio nulla da ridere. La faccenda è più grossa che dare la caccia a uno Sciamano degli insetti o piantare un po' di proiettili da 9 mm in uno scarafaggio.
ru: У тебя есть чувство юмора. Но смеяться тут нечему. На этот раз мы не можем просто выследить и убить шамана или расстрелять пару кусачих тварей.

source: Funny place for the architect to put a wall.
de: Wie seltsam, dass der Architekt gerade hier eine Wand hochziehen ließ.
es: Un lugar curioso para que el arquitecto ponga una pared.
fr: Drôle d'endroit pour construire un mur.
it: L'architetto ha scelto uno strano posto per mettere un muro.
ru: Кому пришло в голову поставить тебя посреди коридора?

source: Funny, because when he died, he said "she played us both". Who do you figure he meant?
de: Lustig, denn als er gestorben ist, sagte er noch „sie hat uns beide benutzt“. Was glaubst du, wen er damit meinte?
es: Qué raro, porque al morir dijo: "ella nos ha engañado a los dos". ¿A quién crees que se refería?
fr: C'est marrant, parce qu'au moment de mourir, il a dit : « Elle nous a eu tous les deux ». De qui croyez-vous qu'il parlait ?
it: Strano, perché prima di morire ha detto "Ci ha usati entrambi". A chi pensi che si riferisse?
ru: Перед смертью он сказал "она провела нас обоих". Вы знаете, кого он имел в виду?

source: Funny. You're back, but my people tell me they never got the package.
de: Interessant. Du bist wieder da, aber meine Klienten sagen, sie hätten die Lieferung nie erhalten.
es: Curioso. Has vuelto, pero mi gente me dice que no han recibido el paquete.
fr: Amusant. Vous êtes de retour, mais on me fait savoir que le paquet n'a jamais été livré à mes employeurs.
it: Divertente. Sei tornato, ma i miei uomini mi dicono che non hanno mai ricevuto il pacco.
ru: Забавно. Ты снова здесь, но мои наниматели так и не получили свою посылку.

source: Félicitations! You have stolen the sample! Excellent work. You see? Samedi told you it could be done!
de: Félicitations! Du hast die Probe gestohlen! Fantastische Arbeit. Siehst du? Samedi sagte doch, dass es möglich ist.
es: ¡Enhorabuena! ¡Has robado la muestra! Excelente trabajo. ¿Lo ves? ¡Samedi te dijo que podía hacerse!
fr: Félicitations ! Vous avez volé l'échantillon ! Excellent travail. Vous voyez ? Samedi vous avait dit que c'était faisable !
it: Complimenti! Hai rubato il campione! Ottimo lavoro. Visto? Samedi aveva detto che era fattibile!
ru: О радость! О счастье! Образец у тебя в руках! Отличная работа. Вот видишь? Самеди говорил, что нет ничего невозможного!

source: Gain Access to Eric Silverstar's Office
de: Gelange in Erik Silverstars Büro
es: Accede a la oficina de Erik Silverstar
fr: Accéder au bureau d'Erik Silverstar
it: Ottieni l'accesso all'ufficio di Erik Silverstar
ru: Получи доступ в кабинет Эрика Сильверстара

source: Gain Access to the Inner Sanctum
de: Erhalte Zutritt zum inneren Heiligtum
es: Accede al Sanctasanctórum
fr: Accéder au Sanctuaire Intérieur
it: Accedi al Santuario nascosto
ru: Найди способ попасть во внутренние помещения

source: Gain access to The Home section of UB
de: Erhalte Zutritt zum Aufenthaltsbereich der UB
es: Consigue entrar a la sección del Hogar de la HU.
fr: Accéder au quartier résidentiel de la CU
it: Accedi alla Casa della FU
ru: Получи доступ в жилую секцию Братства

source: Gain access to the Inner Sanctum
de: Erhalte Zutritt zum inneren Heiligtum
es: Consigue entrar en el Sanctasanctórum.
fr: Accéder au Sanctuaire intérieur
it: Accedi al Santuario nascosto
ru: Получи доступ во внутренние покои

source: Gambatte Kudasai. Good luck.
de: Gambatte Kudasai. Viel Glück.
es: Gambatte Kudasai. Buena suerte.
fr: Gambatte Kudasai. Bonne chance.
it: Gambatte Kudasai. Buona fortuna.
ru: Гамбатте кудасаи. Желаю удачи.

source: Gangers, hellhounds, amok mental patients, serial killers, ghouls, corporate deckers, extra-dimensional bugs, and an army of corp security. Yeah, I could use a nap.
de: Ganger, Höllenhunde, mordlustige Geisteskranke, Serienmörder, Ghule, Konzern-Decker, Insekten aus einer anderen Dimension und eine Armee an Kon-Sicherheitsleuten. So ein Nickerchen wär jetzt nicht schlecht.
es: Pandilleros, cancerberos, pacientes de psiquiátrico enloquecidos, asesinos en serie, necrófagos, deckers corporativos, bichos de otra dimensión y un ejército de seguridad corporativo. Sí, me vendría bien una siesta.
fr: Des gangers, les chiens de l'enfer, des tueurs en série, des goules, des deckers à la botte des corpos, des insectes extra-dimensionnels et une armée de gardes corporatistes. Ouais, j'ai besoin d'une sieste.
it: Ganger, segugi infernali, psicopatici fuori controllo, serial killer, Ghoul, Decker corporativi, parassiti extra-dimensionali e un esercito di guardie di sicurezza. Sì, non mi dispiacerebbe un pisolino.
ru: Уличные банды, адские псы, обитатели дурдома, серийные убийцы, трупоеды, корпоративные декеры, жуки из другого измерения и армия корпоративных охранников. Пожалуй, короткий отдых мне все же не помешает.

source: Gangs have already started to take advantage of the chaos left in the Ripper’s wake. And that only serves to destabilize what semblance of order there was, paving the way for the megacorps to make land grabs and push poor SINless further to the fringes, where the dangers are greatest. Sooner or later, even the Union could be threatened.
de: Einige der Gangs ziehen bereits ihren Nutzen aus dem Chaos, das der Ripper hinterlassen hat und unterminieren damit nur weiter das kleine bisschen Ordnung, das wir hier hatten. Bevor wir uns versehen, schlagen Megakonzerne in eben diese Lücke, kaufen das Land auf und drängen die armen SINlosen weiter an den Rand der Gesellschaft. Früher oder später könnte sogar die Union davon bedroht werden.
es: Las bandas ya han empezado a aprovechar el caos tras la estela del Destripador. Y eso solo sirve para desestabilizar el atisbo de orden que había, allanando el camino para que las megacorporaciones se hagan con las tierras y arrinconen aún más a los pobres noNIS, donde el peligro es mayor. Tarde o temprano, incluso el Unión podría estar en peligro.
fr: Les gangs ont déjà tiré profit du chaos engendré par l'éventreur. Et ça ne sert qu'à déstabiliser le peu d'ordre qui y régnait. Ça ouvre la voie aux grosses corpos qui rachètent ces terrains et repoussent toujours plus loin les SINless dans les désolations. Tôt ou tard, même l'Union pourrait être menacée.
it: Le bande hanno già iniziato ad approfittare del caos che lo Squartatore ha lasciato dietro di sé. E questo serve solo a destabilizzare qualsiasi parvenza d'ordine e a spianare la strada alle megacorporazioni, che si impadroniranno dei terreni e costringeranno i poveracci senza Numero di identificazione a spostarsi ancora più in periferia, dove i pericoli sono maggiori. Prima o poi persino l'Union potrebbe esserne minacciato.
ru: Уличные банды вовсю пользуются страхом, который насадил в людях Потрошитель. Мы лишились даже того невеликого порядка, который у нас был. Это позволит корпорациям вытолкнуть людей без ГРЕХа за ту грань нищеты, где им уже ничто не поможет. Рано или поздно даже Союз окажется под угрозой.

source: Garlic SnythSoy Cakes
de: SnythSoy-Knoblauchkuchen
es: Pasteles de soya sintética y ajo
fr: Gâteaux SojaSnyth à l'ail
it: Torte di soia sintetica all'aglio
ru: Синт-соевые пирожки с чесноком

source: Gathered around the intimate back bar, Mrs. Kubota and her coterie gather for breakfast, with the lady herself doing the cooking. The smell of soycaf and something resembling sausages fills the room.
de: Um die hintere Bar haben sich Mrs. Kubota und ihre Belegschaft zum Frühstück versammelt, wobei die Dame des Hauses die Zubereitung höchstpersönlich übernimmt. Der Geruch von Soykaf und etwas wie Würstchen durchdringt den Raum.
es: Reunidas en la barra íntima de la parte de atrás, la Sra. Kubota y su grupo se reúnen para desayunar, un desayuno preparado por la propia dama. El aroma del soycaf y de algo parecido a unas salchichas llena la habitación.
fr: Réunis dans l'intimité de l'arrière-salle du bar, Mme Kubota et sa clique prennent le petit-déjeuner. Elle le prépare elle-même. Dans la pièce règne une odeur de sojafé et de saucisses, ou quelque chose dans ce genre.
it: Raccolte intorno al più intimo bar del retro, la signora Kubota e il suo seguito fanno colazione, che la donna ha cucinato di persona. L'odore del caffè di soia e qualcosa di simile a delle salsicce riempie la stanza.
ru: Миссис Кубота и прочие обитатели Союза обнаруживаются за барной стойкой, где собираются завтракать. Возле плиты стоит сама хозяйка почтенного заведения. Помещение наполняют запахи соевого кофе и чего-то, очень похожего на жареные сосиски.

source: George.
ru: Джордж.

source: Get Into the BTL Lab
de: Gelange ins BTL-Labor
es: Entra en el laboratorio de BTL
fr: Pénétrer dans le labo BTL
it: Entra nel laboratorio di BTL
ru: Проберись в лабораторию ИР

source: Get a job. Any job.
de: Zieh einen Job an Land ... irgendeinen Job
es: Consigue un trabajo. Lo que sea.
fr: Dénicher un job. N'importe quel job.
it: Procurati un lavoro. Un lavoro qualsiasi.
ru: Найди работу. Хоть какую-нибудь.

source: Get in to Coyote's Computer
de: Erhalte Zugriff auf Coyotes Computer
es: Accede al ordenador de Coyote.
fr: Consulter l'ordinateur de Coyote
it: Entra nel computer di Coyote
ru: Получи доступ к компьютеру Койот

source: Get on with it.
de: Sag einfach, was Sache ist.
es: Suéltalo ya.
fr: Allez droit au but.
it: Avanti.
ru: Ближе к делу.

source: Get out now and never come back, and you won't end up dead like the rest of Stevie J's goons.
de: Verschwinde und komm nie wieder und du wirst entschieden weniger tot sein als der Rest von Stevie J’s Leuten.
es: Lárgate ahora y no vuelvas jamás, si no quieres acabar muerto como el resto de los matones de Stevie J.
fr: Partez et ne revenez jamais, si vous ne voulez pas finir comme tous les crétins de Stevie J.
it: Vattene subito e non tornare mai più, se non vuoi finire morto come il resto dei sicari di Stevie J.
ru: Уноси ноги. Если ты свалишь прямо сейчас, останешься жить. Остальным прихвостням Стиви-младшего я выпущу кишки.

source: Get out of here!
de: Verzieh dich!
es: ¡Fuera de aquí!
fr: Partez d'ici !
it: Via da qui!
ru: Убирайся отсюда!

source: Get out of my way.
de: Geh mir aus dem Weg.
es: Aparta de mi camino.
fr: Casse-toi de mon chemin.
it: Togliti dai piedi.
ru: С дороги, торчок.

source: Get to it.
de: Komm auf den Punkt.
es: Ve al grano.
fr: Va droit au but.
it: Vai al punto.
ru: Ближе к делу.

source: Get to that BTL computer!
de: Mach, dass du an diesen BTL-Computer kommst!
es: ¡Ve a ese ordenador BTL!
fr: Il faut arriver à l'ordinateur BTL !
it: Raggiungi quel computer BTL!
ru: К компьютеру, живо!

source: Get to the NTSB Warehouse
de: Gelange in die Lagerhalle des NTSB
es: Llega al almacén del CNST
fr: Aller à l'entrepôt du NTSB
it: Raggiungi il magazzino del CNST
ru: Найди способ попасть на склад НСПБТ

source: Get to the Top Floor
de: Gelange in die oberste Etage
es: Sube al piso más alto
fr: Monter au dernier étage
it: Arriva all'ultimo piano
ru: Проберись на верхний этаж

source: Get your ass back in your squat before I break something else. I'll send him upstairs instead. You want me to give him to Stevie? Maybe after he kills that girl we caught...
de: Schwing deinen Arsch zurück in deine Absteige, bevor ich dir irgendwas breche. Ich kann ihn auch nach oben schicken. Willst du, dass ich ihn Stevie überlasse? Vielleicht nachdem er dieses Mädchen getötet hat, das wir gefangen haben ...
es: Vuelve a meter tu culo en tu cuchitril antes de que rompa algo más. Si no, lo enviaré arriba. ¿Quieres que se lo entregue a Stevie? A lo mejor cuando mate a esa chica que atrapamos...
fr: Retourne dans ton putain de squat avant que je me mette à tout péter. Je vais plutôt l'envoyer en haut. Tu veux que je le remette à Stevie ? Peut-être qu'une fois qu'il aura tué la fille qu'on a chopée...
it: Tornatene subito nel tuo lurido letamaio prima che spacchi qualcos'altro. Lo manderò di sopra. Vuoi che lo consegni a Stevie? Forse dopo che uccide quella ragazza che abbiamo catturato...
ru: Старый хрыч, закройся в квартире и сиди там, пока я тебе что-нибудь не сломал. Или я могу отправить его наверх. Хочешь, чтобы я отдал его в руки Стиви? Может, я так и поступлю, когда он покончит с девчонкой...

source: Get your own damn cup! My hands are dirty anyway. Now what’s wrong with this intestine.... {{GM}}You hear a loud *squelching* sound as Dresden continues his work.{{/GM}}
de: Besorg dir deinen eigenen Kaffee! Meine Hände sind eh dreckig. Hm, ich frage mich, was es mit diesem Darm auf sich hat ... {{GM}}Du hörst ein lautes, schmatzendes Geräuch, als Dresden seine Arbeit fortsetzt.{{/GM}}
es: ¡Toma tu mierda de taza! Además, tengo las manos sucias. A ver qué le pasa a este intestino... {{GM}}Escuchas un claro sonido de *chapoteo* mientras Dresden continúa con su trabajo.{{/GM}}
fr: Vas te la chercher toi-même ! J'ai les mains sales. Bon, qu'est-ce qui ne va pas avec cet intestin... {{GM}}Dresden se remet au travail accompagné d'un gargouillis rappelant quelque peu la régurgitation.{{/GM}}
it: Prenditela da solo! Ho anche le mani sporche. Vediamo un po' questo intestino... {{GM}}Dresden si rimette al lavoro, *rimestando* rumorosamente.{{/GM}}
ru: Сам нальешь! У меня руки грязные! Посмотрим на эту прямую кишку.... {{GM}}Ты слышишь громкий *хлюпающий* звук. Вне всяких сомнений, Дрезден с головой погружен в работу.{{/GM}}

source: Getting justice for Sam is going to take more effort than it originally appeared. You didn’t anticipate his killer being protected by a cult filled with giant unkillable bugs. But she is - and if you’re going to get to her, you’re going to need to find a way around - or through - those bugs. After a taste of the Belonging that the Universal Brotherhood offered, the sordid surroundings of the Seamstresses Union feel more like home than ever.
de: Gerechtigkeit für Sam zu erlangen wird mehr Zeit und Mühe in Anspruch nehmen, als es zunächst schien. Du hattest nicht damit gerechnet, dass seine Mörderin von einer Sekte voller riesiger, unzerstörbarer Viecher geschützt sein würde. Aber so ist es und wenn du sie trotzdem erledigen möchtest, wirst du einen Weg um diese Viecher herum – oder durch sie hindurch – finden müssen. Nach einer Kostprobe der „Zugehörigkeit“ der Universellen Bruderschaft, fühlt sich die Seamstresses Union mehr als je zuvor wie eine echte Heimat an.
es: Parece que conseguir que se haga justicia para Sam te va a costar más de lo que pensabas. No esperabas que su asesina estuviera protegida por una secta repleta de gigantescos bichos inmortales. Pero es así; y si vas a ir a por ella, tendrás que encontrar la manera de esquivar, o acabar con esos bichos. Después de haber probado el Pertenecer que ofrece la Hermandad Universal, sientes que el sórdido entorno del Unión de Costureras es tu único hogar.
fr: Faire justice à Sam ne va pas être aussi simple qu'il n'y paraissait au premier abord. Vous n'aviez pas prévu que son assassin serait protégé par une secte grouillant d'énormes insectes immortels. C'est pourtant le cas. Et pour parvenir jusqu'à elle, vous allez devoir vous frayer un chemin parmi toutes ces bestioles. Après avoir goûté à l'Appartenance selon la Confrérie Universelle, vous vous sentez presque à la maison dans les locaux sordides du Seamstresses Union.
it: Rendere giustizia a Sam richiederà più sforzo di quanto sembrava inizialmente. Non avevi previsto che la sua assassina fosse protetta da una setta zeppa di insetti giganti, impossibili da uccidere. Ma lo è. E se vuoi arrivare a lei, dovrai trovare un modo per aggirare, o attraversare, quegli insetti. Dopo un assaggio del senso di Appartenenza che la Fratellanza Universale offriva, i sordidi dintorni del Seamstresses Union sembravano più accoglienti che mai.
ru: Похоже, отомстить убийце Сэма будет труднее, чем поначалу казалось. Тебе не приходило в голову, что ее будет защищать культ, поклоняющийся бессмертным жукам. Однако реальность вносит свои коррективы, и чтобы добраться до нее, тебе придется отыскать способ убрать этих тварей с дороги. Или по крайней мере способ их обойти. После ''дружной семьи'' Всеобщего братства полумрак и скудная обстановка Союза белошвеек кажутся тебе родным домом.

source: Getting the attention of corporate security comes easily to me. What's your angle?
de: Die Aufmerksamkeit von Kon-Sicherheitspersonal zu erregen, ist mir noch nie sehr schwer gefallen. Was genau ist der Plan?
es: Llamar la atención de la seguridad corporativa está chupado. ¿Tú qué harás?
fr: Attirer l'attention de la sécurité corporative, c'est un jeu d'enfant. Où voulez-vous en venir ?
it: Attirare l'attenzione della sicurezza aziendale mi riesce piuttosto bene. Che hai in mente?
ru: Обычно я стараюсь избегать внимания корпоративных служб безопасности.

source: Ghost of Grizzled Veteran
de: Geist eines alten Veteranen
es: Fantasma de veterano canoso
fr: Fantôme du vétéran grisonnant
it: Fantasma del Veterano brizzolato
ru: Призрак ветерана

source: Ghoul
de: Ghul
es: Necrófago
fr: Goule
ru: Трупоед

source: Gimme your credstick.
de: Gib mir deinen Credstick.
es: Dame tu credistick.
fr: Donnez-moi votre créditube.
it: Dammi il tuo credstick.
ru: Давай сюда твой кредстик.

source: Gino
ru: Джино

source: Gino wrenches his wrist from Coyote’s grasp and he staggers back, reaches under his shirt and pulls out a gun. Coyote watches him, horrified, with tears in her eyes. Gino waves it around, blinking wildly.
de: Gino reißt sein Handgelenk aus Coyotes Griff und stolpert zurück. Er greift unter sein Hemd und zieht eine Pistole hervor. Coyote starrt ihn entsetzt an, Tränen in den Augen. Gino wedelt mit der Waffe umher und blinzelt verwirrt.
es: Gino se libra del agarre de Coyote y se tambalea hacia atrás, se mete la mano debajo de la camisa y saca una pistola. Coyote lo observa, horrorizada, con los ojos llenos de lágrimas. Gino la agita, parpadeando como un poseso.
fr: Gino se libère de l'emprise de Coyote et titube vers l'arrière. Il met la main sous son t-shirt et dégaine un pistolet. Coyote le regarde, terrifiée, les larmes aux yeux. Gino agite le pistolet en battant des paupières.
it: Gino torce il polso sotto la presa di Coyote, barcolla all'indietro, e da sotto la maglietta afferra una pistola. Coyote lo osserva con orrore, le lacrime agli occhi. Gino agita l'arma, battendo gli occhi nervosamente.
ru: Джино вырывается из ее захвата и делает шаг назад, сует руку за пазуху и достает пистолет. Койот наблюдает за ним со слезами на глазах, не в силах справиться с ужасом. Джино размахивает оружием вслепую.

source: Gino, no!
de: Gino, nicht!
fr: Gino, non !
ru: Джино, нет!

source: Gino, no.
de: Gino, nicht.
fr: Gino, non.
it: No, Gino.
ru: Джино, нет.

source: Gino? Gino!
ru: Джино? Джино!

source: Gino’s death wasn’t your fault, you know.
de: Du weißt, dass es nicht deine Schuld ist, dass Gino tot ist, oder?
es: La muerte de Gino no fue culpa tuya, ya lo sabes.
fr: La mort de Gino, c'est pas de ta faute, tu sais.
it: La morte di Gino non è stata colpa tua, lo sai.
ru: Ты не виновата в смерти Джино.

source: Give me a break, chummer. Haven't had my soykaf yet.
de: Mach mal halblang, Chummer. Ich hatte noch nicht mal meinen Soykaf.
es: Dame un respiro, colega. Aún no me he tomado mi café de soja.
fr: Du calme, mec. J'ai pas encore pris mon sojafé.
it: Dammi tregua. Non ho ancora bevuto il mio SoiaCaf.
ru: Слушай, не дави на меня. Я еще даже не выпил сойкофе.

source: Give me a minute to collect my thoughts.
de: Gib mir ein paar Minuten, um mich zu sammeln.
es: Dame un minuto para que me ordene las ideas.
fr: Laisse-moi quelques instants pour reprendre mes esprits.
it: Dammi solo un minuto per rifletterci.
ru: Пока подожди. Мне надо собраться с мыслями.

source: Give me a pistol.
de: Gib mir eine Pistole.
es: Dame una pistola.
fr: Donnez-moi un pistolet.
it: Dammi una pistola.
ru: Дай мне пистолет.

source: Give me another!
de: Gib mir noch einen!
es: ¡Ponme otra!
fr: Donne m'en une autre !
it: Un altro!
ru: Еще разок!

source: Give me the kid and you may get to keep all your fingers.
de: Gib mir den Jungen und du darfst alle deine Finger behalten.
es: Dame al chaval y podrás conservar tus dedos.
fr: Donnez-moi le gosse et vous garderez peut-être tous vos doigts.
it: Dammi il ragazzo e forse riuscirai a tenerti tutte le dita.
ru: Отдай мне парня, а я не стану ломать тебе пальцы.
