Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: What happened between the two of you?
de: Was ist zwischen euch beiden vorgefallen?
es: ¿Qué pasó entre vosotros?
fr: Qu'est-ce qui a déraillé entre vous ?
it: Cos'è successo tra voi due?
ru: Что между вами произошло?

source: What happened here, officer?
de: Was ist hier passiert, Officer?
es: ¿Qué ha pasado aquí, agente?
fr: Que s'est-il passé ici, officier ?
it: Che cosa è successo, agente?
ru: Что здесь случилось, офицер?

source: What happened next?
de: Was ist dann passiert?
es: ¿Qué ha pasado después?
fr: Que s'est-il passé ensuite ?
it: Cos'è successo dopo?
ru: Что случилось потом?

source: What happened?
de: Was ist passiert?
es: ¿Qué ocurrió?
fr: Qu'est-ce qui s'est passé ?
it: Cos'è successo?
ru: Что случилось?

source: What happens now?
de: Was steht jetzt an?
es: ¿Qué ocurre ahora?
fr: Et maintenant ?
it: E ora?
ru: И что теперь?

source: What if I am looking for a pair of new hell hound slippers?
de: Und was ist, wenn ich mir ein paar neue Höllenhund-Pantoffel fertigen möchte?
es: ¿Y si quiero un nuevo par de pantuflas de cancerbero?
fr: Et si je voulais une nouvelle paire de chaussures en peau de chien ?
it: E se volessi un nuovo paio di pantofole in pelle di mastino infernale?
ru: А не проще будет пустить их на тапки?

source: What if I am?
de: Und was, wenn ich das wäre?
es: ¿Y qué pasa si lo soy?
fr: Et si je le suis ?
it: E se fossi io?
ru: Допустим. И что?

source: What if I refuse?
de: Was, wenn ich mich weigere?
es: ¿Y si me niego?
fr: Et si je refuse ?
it: E se dicessi di no?
ru: А если я откажусь?

source: What if I say no?
de: Was, wenn ich nein sage?
es: ¿Y si me niego?
fr: Et si je dis non ?
it: E se dicessi di no?
ru: А если я откажусь?

source: What if I told you the prime suspects were an elf and a troll?
de: Was, wenn ich dir sage, dass es sich bei den Hauptverdächtigen um einen Elfen und einen Troll handelt?
es: ¿Y si te dijera que los principales sospechosos son un elfo y un troll?
fr: Et si je vous disais que les principaux suspects sont un elfe et un troll ?
it: Se ti dicessi che i maggiori sospettati sono un Elfo e un Troll?
ru: Мои главные подозреваемые на текущий момент - это эльф и тролль.

source: What is it Sam? We’re kinda busy here.
de: Was ist los, Sam? Wir sind hier ein wenig beschäftigt.
es: ¿Qué pasa Sam? Estamos un poco liados.
fr: Qu'est-ce qu'il y a Sam ? On est très occupés, là.
it: Che c'è, Sam? Abbiamo un po' da fare, qui.
ru: В чем дело, Сэм? Мы тут немного заняты.

source: What is the Universal Brotherhood?
de: Was ist die Universelle Bruderschaft?
es: ¿Qué es la Hermandad Universal?
fr: Qu'est-ce que la Confrérie Universelle ?
it: Cos'è la Fratellanza Universale?
ru: Что такое Всеобщее братство?

source: What is the issue? I don't see anything.
de: Was ist das Problem? Ich sehe nichts.
es: ¿Cuál es el problema? No veo nada.
fr: Quel est le problème ? Je ne vois rien.
it: Qual è il problema? Non vedo niente.
ru: В чем дело? Я ничего тут не вижу.

source: What is there to know? Baron Samedi is gifted. You see? He was born to walk... he was born to travel the Matrix, bending it to his will. Who is Baron Samedi "really"? What is the difference? When a clown removes his paint, he is still a clown but in disguise, no? It is only when he is painted that people applaud.
de: Was gibt es da zu wissen? Baron Samedi ist begnadet. Verstehst du? Er wurde geboren, um sich in der Matrix zu bewegen, sie zu bereisen und seinem Willen zu unterwerfen. Wer Baron Samedi „wirklich“ ist? Was macht das für einen Unterschied? Wenn ein Clown sich abschminkt, ist er trotzdem immer noch ein Clown, aber in Verkleidung, oder nicht? Und doch bekommt er nur Applaus, wenn er geschminkt ist.
es: ¿Qué hay que saber? El barón Samedi tiene un don. ¿Lo ves? Nació para caminar... nació para recorrer la Matriz, doblegándola a su voluntad. ¿Quién es el barón Samedi "en realidad"? ¿Es que acaso importa? Cuando un payaso se quita el maquillaje, sigue siendo un payaso, pero disfrazado, ¿verdad? Pero la gente solo aplaude cuando está maquillado.
fr: Qu'y a-t-il à savoir ? Baron Samedi est doué. Vous voyez ? Sa destinée est de voyager... de parcourir la Matrice, de la plier à sa volonté. Qui est "réellement" le Baron Samedi ? Quelle différence ? Lorsqu'un clown enlève son maquillage, il reste un clown, mais un clown pas déguisé, n'est-ce pas ? Ce n'est que lorsqu'il porte son maquillage que les gens l'applaudissent.
it: Cosa c'è da sapere? Baron Samedi è in gamba. Capisci? È nato per camminare... e per viaggiare nella Matrice, modificandola a suo piacimento. Chi è Baron Samedi in realtà? Che differenza fa? Anche se un clown si toglie il trucco rimane sempre un clown, anche se sotto mentite spoglie, no? Ma la gente lo applaude solo se è truccato.
ru: Что ты желаешь знать? У Барона Самеди есть талант. Понимаешь? Он был рожден, чтобы шагать... чтобы пройти Матрицу из конца в конец, чтобы подчинить ее своей воле. Кто таков Барон "на самом деле"? Не все ли тебе равно? Когда клоун смывает грим, он остается все тем же клоуном, только перестает бросаться в глаза, разве не так? Но люди апплодируют только тогда, когда он в гриме.

source: What is this, a romance trid? I don’t give a crap about boyfriends. Where’s the stones?
de: Was soll das hier werden, ’ne Trideo-Romanze? Wer hier mit wem was hat, ist mir scheißegal. Wo sind die Steine?
es: ¿Qué es esto, un trío romántico? Me importa una mierda quién sea el novio. ¿Dónde están las piedras?
fr: C'est quoi ça, une trid romantique ? J'en ai rien à foutre, des petits amis. Où sont les pierres ?
it: Che cos'è questo, un film romantico? Non me ne frega niente di chi sei il fidanzato. Dove sono le pietre?
ru: Это что, мыльная опера? Плевать я хотел на ее приятелей. Где мои камни?

source: What kind of guards do they have on this place?
de: Wie gut ist dieser Laden bewacht?
es: ¿Qué tipo de guardias tienen en este sitio?
fr: Quel genre de gardes est-ce qu'ils ont par ici ?
it: Che tipo di guardie hanno in questo posto?
ru: Кто охраняет входы в лабораторию?

source: What kind of noises?
de: Was für Geräusche?
es: ¿Qué tipo de ruidos?
fr: Quel genre de bruits ?
it: Che tipo di rumori?
ru: Какие звуки?

source: What kind of rides can I go on?
de: Was für Trips bietest du denn an?
es: ¿Qué tipo de viajes puedo hacer?
fr: Quel genre de voyage est-ce qu'on peut faire ?
it: Che tipo di viaggi posso farmi?
ru: Какие чипы вы продаете?

source: What makes you think this Project Aegis will actually work?
de: Wie können wir sicher sein, dass Projekt Aegis funktionieren wird?
es: ¿Qué te hace pensar que este tal Proyecto Aegis funcionará?
fr: Qu'est-ce qui vous fait croire que ce projet Aegis va marcher ?
it: Cosa ti fa pensare che questo Progetto Aegis funzionerà veramente?
ru: У вас есть достаточные основания, чтобы верить в успех проекта ''Эгида''?

source: What might I do for you on this fine day?
de: Was kann ich an diesem schönen Tag für dich tun?
es: ¿Qué puedo hacer por ti en este magnífico día?
fr: Que puis-je faire pour vous en ce jour ?
it: Come posso esserti utile in questa splendida giornata?
ru: Чем я могу тебе сегодня помочь?

source: What more can I do for you?
de: Was kann ich noch für dich tun?
es: ¿En qué más puedo ayudarte?
fr: Que puis-je faire de plus pour vous ?
it: Cos'altro posso fare per te?
ru: Чем я еще могу помочь?

source: What prize did the Ripper take from Sam?
de: Was für eine Trophäe holte der Ripper sich von Sam?
es: ¿Qué trofeo se llevó el Destripador de Sam?
fr: Qu'est-ce que l'éventreur a pris dans le corps de Sam ?
it: E a Sam cosa ha fregato?
ru: Что Потрошитель забрал у Сэма?

source: What the - who the hell are you?
de: Was zum ... Wer zum Geier bist du denn?
es: ¿Qué coj...? ¿Quién demonios eres tú?
fr: Mais put... t'es qui, toi ?
it: Ora dimmi tu chi... o cosa diavolo sei.
ru: Что за - ты вообще кто?

source: What the hell are these things?
de: Was zur Hölle sind das für Viecher?
es: ¿Qué demonios son estas cosas?
fr: Qu'est-ce que c'est que ces choses ?
it: Che diavolo sono questi cosi?
ru: Что это за твари, черт бы их побрал!?

source: What the hell are you doing here, Aguirre? I told you to stay downtown and work the streets. You horning in on my investigation, you little puke?
de: Was zum Geier machst du hier, Aguirre? Ich hab dir gesagt, du sollst Downtown bleiben und dich auf der Straße umhören. Willst du mir meine Ermittlung streitig machen, du kleines Arschloch?
es: ¿Qué demonios estás haciendo aquí, Aguirre? Te dije que te quedaras en el centro y trabajaras en las calles. ¿Te estás entrometiendo en mi investigación, pequeño desgraciado?
fr: Mais qu'est-ce que vous foutez, Aguirre ? Je vous avais dit de rester dans le centre-ville et de vous occuper des rues. Vous lorgnez sur mon enquête, mouche à merde ?
it: Che diavolo fai qui, Aguirre? Ti avevo detto di restare in centro e controllare le strade. Vuoi intrometterti nelle mie indagini, piccolo insetto?
ru: Какого черта ты тут делаешь, Агирре? Я же сказал тебе заняться улицами. Опять лезешь в мое расследование, засранец?

source: What the hell are you doing here?
de: Was zur Hölle machst du hier?
es: ¿Qué demonios estás haciendo aquí?
fr: Mais qu'est-ce que vous foutez ici ?
it: Che diavolo fai qui?
ru: Что ты здесь делаешь, черт побери?

source: What the hell do you think you're doing?!?
de: Was zur Hölle glaubst du, was du da tust?!
es: ¡¿Qué demonios te crees que estás haciendo?!
fr: Non mais vous voulez de l'aide ?!
it: Che diavolo pensi di fare?!?
ru: Что вы творите!?

source: What the hell happened here?! And where do all the ghouls come from?
de: Was zum Geier ist denn hier passiert?! Und wo kommen bloß die ganzen Ghule her?
es: ¡¿Qué demonios ha ocurrido aquí? ¿Y de dónde salen todos estos necrófagos?
fr: Mais qu'est-ce qui s'est passé ici ?! Et d'où sortent toutes ces goules ?
it: Ma che diavolo è successo qui?! E da dove saltano fuori tutti questi Ghoul?
ru: Что здесь случилось!? И откуда тут все эти трупоеды?

source: What the hell is all this?
de: Was zum Teufel ist hier los?
es: ¿Qué demonios es todo esto?
fr: Qu'est-ce que c'est que ce bordel ?!
it: Che diavolo è tutto questo?
ru: А это еще что, черт вас всех побери?

source: What the hell is going on?
de: Was zum Teufel geht hier vor sich?
es: ¿Qué diablos pasa?
fr: C'est quoi ce bazar ?
it: Che diavolo sta succedendo?
ru: Что вообще, черт побери, происходит?

source: What the hell is that supposed to mean?
de: Was zur Hölle soll das heißen?
es: ¿Qué demonios se supone que significa eso?
fr: Mais qu'est-ce que vous voulez dire par là ?!
it: Che diavolo significa questa storia?
ru: Эй, что ты имеешь в виду?

source: What the hell!
de: Was zum Teufel?!
es: ¿Qué coño...?
fr: Oh putain !
it: Ma che diamine!
ru: Какого черта!

source: What the hell? I don't have all day.
de: Was zum Teufel?! Ich hab nicht den ganzen Tag Zeit.
es: ¿Qué demonios? No tengo todo el día.
fr: Nom de dieu ! Je n'ai pas que ça à faire.
it: Ma che diamine! Non ho tutto il giorno a disposizione.
ru: Какого черта?

source: What the... who are you?
de: Was zum ... Wer bist du?
es: Qué dem... ¿quién eres?
fr: Nom de... qui êtes-vous ?
it: Ma che... chi sei?
ru: Что за... Вы вообще кто?

source: What the? Hey!
de: Was zum? Hey!
es: ¿Qué demonios? ¡Eh!
fr: Qu'est-ce que... ! Hé !
it: Ma che diamine! Ehi!
ru: Что за?.. Эй!

source: What the? Mr. Telestrian! Hey, Mr. Telestrian!
de: Was zum? Mr. Telestrian! Hey, Mr. Telestrian!
es: ¿Qué dem...? ¡Sr. Telestrian! ¡Eh, Sr. Telestrian!
fr: Qu'est-ce... M. Telestrian ! Hé, M. Telestrian !
it: Ma che diamine! Signor Telestrian! Ehi, signor Telestrian!
ru: Какого?.. Мистер Телестриан! Эй, мистер Телестриан!

source: What the? She's free!
de: Was zum ...? Sie ist frei!
es: ¿Qué demonios? ¡Se escapa!
fr: Qu'est-ce... Elle est libre !
it: Ma che diamine! È libera!
ru: Какого!?.. Она освободилась!

source: What was here a moment ago?
de: Was war gerade noch hier?
es: ¿Qué es lo que estaba aquí hace un momento?
fr: Qu'est-ce qui était là il y a deux minutes ?
it: Che cosa era qui un attimo fa?
ru: Кто?

source: What was that McKlusky said about Sam’s mother?
de: Was hat McKlusky da über Sams Mutter erzählt?
es: ¿Qué es lo que dijo McKlusky sobre la madre de Sam?
fr: Qu'a dit McKlusky à propos de la mère de Sam ?
it: Cos'ha detto McKlusky a proposito della madre di Sam?
ru: Что случилось с матерью Сэма?

source: What was that all about?
de: Worum ging’s denn hier gerade?
es: ¿De qué iba todo eso?
fr: C'est quoi cette histoire ?
it: Ma che è successo?
ru: Что тут произошло?

source: What was that sound?
de: Was war das für ein Geräusch?
es: ¿Qué ha sido eso?
fr: C'était quoi ce bruit ?
it: Cos'era quel suono?
ru: Что это было?

source: What will happen next?
de: Was geschieht jetzt?
es: ¿Qué va a pasar ahora?
fr: Que va-t-il se passer après ?
it: Quale sarà la prossima azione?
ru: И что теперь?

source: What will you do with the money?
de: Was willst du mit dem Geld anstellen?
es: ¿Qué vas a hacer con el dinero?
fr: Qu'est-ce que tu vas faire avec l'argent ?
it: Che ci farai con i soldi?
ru: Что ты собираешься делать с деньгами?

source: What will you do?
de: Was wirst du tun?
es: ¿Qué harás?
fr: Qu'allez-vous faire ?
it: Che cosa farai?
ru: Что ты собираешься делать?

source: What would someone want to buy zebra meat for?
de: Warum sollte jemand Zebrafleisch kaufen wollen?
es: ¿Para qué querría alguien comprar carne de cebra?
fr: Pourquoi est-ce que quelqu'un voudrait acheter de la viande de zèbre ?
it: Perché mai qualcuno comprerebbe della carne di zebra?
ru: Для чего у тебя покупают мясо зебры?

source: What would you ask of me?
de: Was ist es, das Sie von mir haben möchten?
es: ¿Qué esperas de mí?
fr: Qu'est que vous me voulez ?
it: Cosa mi stai chiedendo?
ru: Ты можешь попросить меня об услуге.

source: What're you selling?
de: Was verkaufst du?
es: ¿Qué vendes?
fr: Qu'est-ce que vous vendez ?
it: Che cosa vendi?
ru: Ближе к делу. Что ты продаешь?

source: What're you talking about?
de: Wovon redest du da?
es: ¿De qué estás hablando?
fr: De quoi est-ce que vous parlez ?
it: Di cosa stai parlando?
ru: Ты вообще о чем?

source: What's a BTL, and why do they need your son?
de: Was ist ein BTL und wieso brauchen sie deinen Sohn?
es: ¿Qué es un BTL y para qué necesitan a tu hijo?
fr: Ça veut dire quoi BTL, et pourquoi ils ont besoin de votre fils ?
it: BTL? Cos'è? E perché hanno bisogno di tuo figlio?
ru: Что такое Идеальная реальность, и зачем им твой сын?

source: What's goin' on out there?
de: Was ist da los?
es: ¿Qué está pasando ahí fuera?
fr: Qu'est-ce qui se passe ici ?
it: Che sta succedendo là fuori?
ru: Что тут происходит?

source: What's going on here?
de: Was ist hier los?
es: ¿Qué está pasando aquí?
fr: Que se passe-t-il ici ?
it: Che sta succedendo qui?
ru: Что здесь происходит?

source: What's in it for me?
de: Und was hab ich davon?
es: ¿Qué gano yo?
fr: Qu'est-ce que j'y gagne ?
it: Cosa ci guadagno io?
ru: А что я за это получу?

source: What's in these sausages?
de: Woraus sind diese Würstchen?
es: ¿Qué llevan estas salchichas?
fr: C'est des saucisses à quoi ?
it: Cosa c'è nelle salsicce?
ru: Из чего сосиски?

source: What's new in the world of magic, Aljernon?
de: Gibt es irgendwas Neues in der Welt der Magie, Aljernon?
es: ¿Qué novedades hay en el mundo de la magia, Aljernon?
fr: Quoi de neuf dans le monde de la magie, Aljernon ?
it: Che si dice nel mondo della magia, Aljernon?
ru: Есть новости из мира духов, Алджернон?

source: What's on special for happy hour?
de: Was gibt’s zur Happy Hour im Angebot?
es: ¿Cuál es el especial de la hora feliz?
fr: Y'a un truc spécial pour l'happy hour ?
it: Che fate per l'happy hour?
ru: Что сегодня наливают?

source: What's so important about this Josie character?
de: Was ist so wichtig an diesem Josie?
es: ¿Por qué es tan importante ese tal Josie?
fr: Pourquoi il est si important que ça, ce Josie ?
it: Cosa c'è di così importante a proposito di questo Josie?
ru: А почему ты так об этом Джози беспокоишься?

source: What's that supposed to mean?
de: Was soll das heißen?
es: ¿Qué se supone que significa eso?
fr: Qu'est-ce que vous voulez dire ?
it: Cosa vorresti dire?
ru: Что ты имеешь в виду?

source: What's the new hotness when it comes to dealing damage, Buster?
de: Was ist der neueste Schrei unter den Schusswaffen, Buster?
es: ¿Cuál es la novedad más buscada a la hora de provocar daños, Buster?
fr: C'est quoi qui fait fureur en ce moment si vous voulez infliger des dégâts, Buster ?
it: Quali sono le ultime novità nel campo delle armi, Buster?
ru: Что ты порекомендуешь мне взять, Бастер?

source: What's with the waterworks?
de: Was soll denn das Geflenne?
es: ¿Qué pasa con el suministro de agua?
fr: Qu'est-ce que c'est que ce dégât des eaux ?
it: Perché questo piagnisteo?
ru: Почему слезы в три ручья?

source: What's your problem with Paco?
de: Was ist denn dein Problem mit Paco?
es: ¿Qué problema tienes con Paco?
fr: Quel est votre problème avec Paco ?
it: Che problemi hai con Paco?
ru: Чем тебе не угодил Пако?

source: What'ya got in mind, cause you're not my type.
de: Woran dachtest du denn, denn du bist leider nicht mein Typ.
es: ¿Qué tienes en mente? Porque no eres mi tipo.
fr: À quoi vous pensez, parce que vous êtes pas mon genre.
it: Che ti passa per la mente, non sei il proprio mio tipo.
ru: Чего тебе надо? Говорю сразу, я не из этих.

source: What, no reward?
de: Wie, gibt’s keine Belohnung?
es: ¿Qué? ¿No hay recompensa?
fr: Quoi, pas de récompense ?
it: Cosa, nessuna ricompensa?
ru: А как насчет награды за доброе дело?

source: What, you been rummaging through her stuff? Yeah, that shop's just down the block. What the hell she would need zebra meat for, though... beats me.
de: Was, du hast ihr Zeug durchsucht? Ja, der Laden ist nur den Block runter. Wozu sie allerdings Zebrafleisch gebraucht hat ... keine Ahnung.
es: ¿Qué, has registrado sus cosas? Sí, esa tienda está justo al final de la manzana. Pero para qué iba a querer carne de cebra... no tengo la menor idea.
fr: Quoi, t'as fouillé dans ses affaires ? Ouais, ce magasin est en bas de la rue. Mais pourquoi elle aurait eu besoin de viande de zèbre, ça... ça me dépasse.
it: Perché, hai frugato tra la sua roba? Sì, il negozio è in fondo all'isolato. Però non ho proprio idea del perché le servisse della carne di zebra.
ru: Тебе что, пришло в голову порыться в ее вещах? Это магазинчик на другой стороне площади, можем зайти и проверить. Но я понятия не имею, зачем ей понадобилась зебрятина...

source: What, you like looking at dead bodies? Sicko. Get out of here before I call for backup.
de: Was, du schaust dir gerne Leichen an? Das ist ja krank. Verzieh dich, sonst ruf ich Verstärkung.
es: ¿Te gusta ver cadáveres? Sádico. Lárgate de aquí antes de que pida refuerzos.
fr: Quoi, vous aimez regarder les cadavres ? Espèce de tordu. Dégagez de là avant que j'appelle du renfort.
it: Ti piace guardare i cadaveri? Pervertito. Vattene da qui prima che chiami i rinforzi.
ru: Что, помогаешь ему вертеть покойников? Ну вы и извращенцы. Убирайся отсюда, пока я не вызвал подкрепление.

source: What, you want a hug or something?
de: Was jetzt? Willst du ’ne Umarmung, oder was?
es: Qué, ¿quieres un abrazo?
fr: Quoi, tu veux un câlin ?
it: Vuoi un abbraccio o qualcosa del genere?
ru: Что, даже не обнимешь меня на прощание?

source: What?
de: Was?
es: ¿Qué?
fr: Quoi ?
it: Cosa?
ru: Чего?

source: What? This here? No, this is a more recent upgrade, thanks to Doc Castle over there. For a good while I was sporting something a good deal clunkier. I keep the old one in back, as a reminder.
de: Was? Das Ding? Nein, das ist ein neueres Upgrade, das ich Doc Castle da drüben zu verdanken habe. Die meiste Zeit habe ich etwas weitaus Klobigeres mit mir herumgeschleppt. Ich hab es immer noch im Hinterzimmer, als Erinnerungsstück.
es: ¿Qué? ¿Esto de aquí? No, esto es una mejora más reciente, gracias a la doctora Castle, aquí presente. Durante un tiempo estuve llevando algo mucho más tosco. Me quedé con el viejo, como recuerdo.
fr: Quoi ? Ça ? Non, c'est bien plus récent. Grâce aux bons soins du Doc Castle. Pendant longtemps, j'avais quelque chose de bien plus encombrant. Je garde le vieux en souvenir.
it: Cosa? Questo qui? No, questo è un'aggiunta recente, per la quale devo ringraziare la dottoressa Castle, laggiù. Per un bel po' sono andato in giro con una ferraglia da quattro soldi. Ho tenuto quello vecchio come promemoria.
ru: Что? А, ты об этой? Нет, это недавний апгрейд, спасибо доктору Касл. Несколько лет я таскался с гораздо более громоздкой моделью. Я решил оставить ее себе - вместо напоминания.

source: What? No. That wasn't supposed to happen. I thought you were... he told me... Oh no. {{GM}}She closes her eyes tightly.{{/GM}} Oh no.
de: Was? Nein, das war aber auch nicht geplant. Ich dachte, du wärst ... er hat gesagt ... Nein. {{GM}}Sie schließt ihre Augen.{{/GM}} Nein, oh nein.
es: ¿Qué? No. Eso se suponía que no debería pasar. Pensaba que estabas... Me dijo... Oh, no. {{GM}}Cierra los ojos, apretándolos.{{/GM}} Oh, no.
fr: Quoi ? Non. Ça ne devait pas se passer comme ça. Je croyais que vous étiez... il m'a dit... Oh non. {{GM}}Elle ferme fort ses yeux.{{/GM}} Oh non.
it: Cosa? No. Questo non doveva accadere. Pensavo che fossi... mi ha detto... Oh no. {{GM}}Chiude gli occhi con forza.{{/GM}} Oh no.
ru: Что? Нет. Этого не должно было случиться. Я думала, вы... он же сказал мне... О нет. {{GM}}Она в ужасе зажмуривается.{{/GM}} О нет.

source: What? Oh my god. I knew Harkeem would never have done those awful things. Those things I said... I don't know what is worse that this happened or that my father ordered it. Have you seen him? Can you take me to him? I need to see him!
de: Was? Oh Gott. Ich wusste, dass Harkeem so schreckliche Dinge niemals tun würde. Was ich gesagt habe ... Ich weiß nicht einmal, was schlimmer ist: Dass es passiert ist, oder dass mein Vater es befohlen hat. Hast du ihn gesehen? Kannst du mich zu ihm bringen? Ich muss ihn sehen!
es: ¿Qué? Dios mío. Sabía que Harkeem jamás habría hecho algo tan terrible. Todo lo que dije... No sé qué es peor: que sucediera algo así o que mi padre lo ordenara. ¿Lo habéis visto? ¿Podéis llevarme hasta él? ¡Tengo que verlo!
fr: Quoi ? Oh mon dieu. Je savais que Harkeem n'aurait jamais fait des choses aussi horribles. Les choses que j'ai dites... Je ne sais pas c'est qui est le pire : ce qui s'est passé ou le fait que mon père l'ait ordonné. Est-ce que vous l'avez vu ? Pouvez-vous me conduire à lui ? J'ai besoin de le voir !
it: Cosa? Oh santo cielo. Sapevo che Harkeem non avrebbe mai fatto quelle cose terribili. Tutte quelle cose che ho detto... Non so cosa sia peggio che ciò sia accaduto o che sia stato mio padre a ordinarlo. L'hai visto? Puoi portarmi da lui? Ho bisogno di vederlo!
ru: Что? О боже. Я думала, Харким никогда не решится сделать что-то настолько ужасное. Все, что я ему сказала... Я даже не знаю, что хуже - то, что с ним случилось что-то подобное или то, что сделать это приказал мой отец. Вы его видели? Отведите меня к нему! Я должна с ним поговорить!

source: What? Really? Wow... alright then. You're a real piece of work.
de: Was? Ernsthaft? Wow ... na gut. Du bist vielleicht ein Arschloch.
es: ¿Qué? ¿En serio? Guau... entonces vale. Eres todo un personaje.
fr: Quoi ? Vraiment ? Eh bah... bon, d'accord. Vous êtes dur en affaires, vous.
it: Cosa? Davvero? Wow... va bene, allora. Sei proprio fuori di testa.
ru: Что? Серьезно? Ого... ну ладно. Ну ты и крыса.

source: What? Shane’s dead? How?
de: Was? Shane ist tot? Wie?
es: ¿Qué? ¿Shane está muerto? ¿Cómo?
fr: Quoi ? Shane est mort ? Comment ?!
it: Cosa? Shane è morto? Come?
ru: Что? Шин погиб? Как?
