Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}She nods.{{/GM}} Sam was a regular customer and a regular pain in the ass for as long as I’ve been here. Talked a big game but he was always broke. As soon as he got any money in his pocket, it went straight to his head - chips, drugs, or booze. Coyote had a soft spot for him, though.
de: {{GM}}Sie nickt.{{/GM}} Sam war ein Stammgast, schon seitdem ich hier arbeite, und eine echte Nervensäge. Hat groß rumgetönt, war aber immer pleite. Wenn er auch nur ein bisschen Geld hatte, ging das gleich in den Schädel – Chips, Drogen und Alk. Coyote hatte aber eine Schwäche für ihn.
es: {{GM}}Asiente.{{/GM}} Sam era un cliente habitual y un grano habitual en el culo desde que trabajo aquí. Tenía aires de grandeza, pero siempre estaba arruinado. En cuanto tenía un poco de dinero en los bolsillos, iba directo a la cabeza; chips, drogas o alcohol. Aunque Coyote sentía debilidad por él.
fr: {{GM}}Elle hoche la tête.{{/GM}} Sam était un habitué, tout le temps fourré ici. Un vrai chieur, d'ailleurs. Il se la jouait tout le temps mais n'avait pas un rond. Dès qu'il avait un peu d'argent en poche, il se défonçait la tête, avec des puces, de la drogue ou de l'alcool. Coyote avait un petit faible pour lui, malgré tout.
it: {{GM}}Annuisce.{{/GM}} Sam era un cliente regolare qui, e altrettanto regolari erano i grattacapi che ha sempre portato con sé. Parlava sempre in grande, ma era sempre al verde. Non appena aveva qualche nuyen in tasca, se lo sparava in testa, che fossero microchip, droghe o alcol. Ma Coyote aveva un occhio di riguardo per lui.
ru: {{GM}}Она кивает.{{/GM}} Сэм был завсегдатаем и изрядно успел всех достать. Говорил о крупных делах, в которых принимал участие, но всегда сидел по уши в долгах. Как только у него появлялись деньги, он тут же их пропивал - или спускал на чипы. Или наркоту. Но Койот всегда его жалела.

source: {{GM}}She notes you eyeballing the facilities.{{/GM}} I can tell you're surprised to find a full-service medbay under a dive bar in a slum. Don't be. This is a shadowrunner bar, after all.
de: {{GM}}Sie bemerkt, wie du ihre Einrichtung beäugst.{{/GM}} Du scheinst überrascht zu sein, eine vollständig eingerichtete Krankenstation im Keller einer heruntergekommenen Slum-Bar zu sehen. Das musst du gar nicht. Es ist schließlich eine Shadowrunner-Kneipe.
es: {{GM}}Se percata de que estás observando con detalle las instalaciones.{{/GM}} Veo que te extraña encontrar un puesto médico tan completo debajo de un tugurio, en un barrio pobre. No te extrañe. Después de todo, se trata de un bar de shadowrunners.
fr: {{GM}}Elle remarque que vous observez les installations.{{/GM}} Vous avez l'air surpris de voir une installation complète sous un bar des bas quartiers. Ne le soyez pas. C'est un bar de shadowrunners après tout.
it: {{GM}}Si accorge che stai osservando l'infermeria.{{/GM}} Trovi strano che ci sia un ambulatorio così fornito sotto un bar dei bassifondi? Non esserlo. È pur sempre un bar degli Shadowrunner.
ru: {{GM}}Она замечает, с каким интересом ты рассматриваешь медицинское оборудование.{{/GM}} Вижу, тебя удивляет наша больница. Мало кто знает, что находится в подвале этого третьесортного бара на самом деле. Во всяком случае, кроме тех, кому следует об этом знать. Все-таки это бар для раннеров.

source: {{GM}}She opens her eyes and there is nothing but hopelessness within.{{/GM}} There is a nest like this in every major city. There's no stopping them. Oh God...
de: {{GM}}Sie öffnet die Augen und blickt dir mit einem Ausdruck schierer Hoffnungslosigkeit entgegen.{{/GM}} Ein Nest wie dieses befindet sich in jeder größeren Stadt. Sie sind nicht mehr aufzuhalten. Oh Gott ...
es: {{GM}}Abre los ojos, pero en su mirada no hay más que desesperanza.{{/GM}} Hay un nido como este en todas las grandes ciudades. No hay manera de detenerlos. Oh, Dios mío.
fr: {{GM}}Elle ouvre ses yeux, et on ne peut y voir que du désespoir.{{/GM}} Il y a des nids comme ça dans toutes les grandes villes. Rien ne peut les arrêter. Oh mon Dieu...
it: {{GM}}Apre gli occhi pieni di rassegnazione.{{/GM}} C'è un Nido come questo in tutte le grandi città. È impossibile fermarli. Oh santo cielo...
ru: {{GM}}Она открывает глаза, и ты видишь в них только отчаяние и безнадежность.{{/GM}} Под каждым крупным городом есть гнездо. Их не остановить. О боже...

source: {{GM}}She opens her hands to the elf standing across from her.{{/GM}} Thank you for coming, Lynne. Your support has meant the world to me. Now, I can live again - with my new family.
de: {{GM}}Sie streckt ihre Hände der ihr gegenüberstehenden Elfenfrau entgegen.{{/GM}} Danke, dass du gekommen bist, Lynne. Deine Unterstützung hat mir viel bedeutet. Jetzt kann ich ein neues Leben beginnen – mit meiner neuen Familie.
es: {{GM}}Abre las manos hacia la elfa que tiene frente a ella.{{/GM}} Gracias por venir, Lynne. Tu apoyo lo es todo para mí. Ahora ya puedo volver a vivir, con mi nueva familia.
fr: {{GM}}Elle ouvre ses mains à une elfe debout à côté d'elle.{{/GM}} Merci d'être venu, Lynne. Votre soutien représente beaucoup. Je peux vivre à nouveau maintenant, avec ma nouvelle famille.
it: {{GM}}Tende le mani alla donna elfica in piedi accanto a lei.{{/GM}} Grazie per essere venuta, Lynne. Avere il tuo sostegno significa tutto per me. Ora posso ricominciare a vivere con la mia nuova famiglia.
ru: {{GM}}Она благодарно кивает эльфийской женщине, которая стоит рядом с ней.{{/GM}} Спасибо, что вы пришли, Линн. Ваша поддержка очень много для меня значит. Теперь я могу вернуться к жизни с моей новой семьей.

source: {{GM}}She picks up her tablet and resumes her work.{{/GM}} Is there anything else I can help you with?
de: {{GM}}Sie hebt ihr Tablet auf und fängt wieder an zu arbeiten.{{/GM}} Kann ich dir mit sonst etwas behilflich sein?
es: {{GM}}Coge su tableta y vuelve al trabajo.{{/GM}} ¿Te puedo ayudar con algo más?
fr: {{GM}}Elle reprend sa tablette et se remet au travail.{{/GM}} Y a-t-il autre chose que je puisse faire pour vous ?
it: {{GM}}Riprende il tablet e si rimette al lavoro.{{/GM}} Posso fare qualcos'altro per te?
ru: {{GM}}Она поднимает планшет и возвращается к работе.{{/GM}} Я могу занять тебя чем-то еще?

source: {{GM}}She picks up her tablet and resumes her work.{{/GM}} Yes, well, will there be anything else?
de: {{GM}}Sie nimmt ihren Notizblock auf und macht sich wieder an die Arbeit.{{/GM}} Ja, naja, gibt es sonst noch etwas, was ich für dich tun kann?
es: {{GM}}Coge su tableta y vuelve al trabajo.{{/GM}} Sí, bueno, ¿querías algo más?
fr: {{GM}}Elle reprend sa tablette et se remet au travail.{{/GM}} Oui, bon, ce sera tout ?
it: {{GM}}Riprende il tablet e si rimette al lavoro.{{/GM}} Sì, beh, c'è altro?
ru: {{GM}}Она берет в руки планшет и возвращается к работе.{{/GM}} Да. Что-нибудь еще?

source: {{GM}}She pulls her hair back to show you. No implant. Then her mouth tightens and her eyes well up in tears.{{/GM}} I do. I know. Lost my husband. Lost my son. My daughter... they use her...
de: {{GM}}Sie streicht ihre Haare zurück, um es dir zu zeigen: kein Implantat. Dann schmälern sich ihre Lippen und in ihren Augen schimmern Tränen.{{/GM}} Das tue ich. Ich weiß davon. Ich habe meinen Mann verloren und meinen Sohn. Meine Tochter ... sie benutzen sie ...
es: {{GM}}Se echa el pelo hacia atrás para enseñártelo. Sin implantes. Luego su boca se endurece y sus ojos se llenan de lágrimas.{{/GM}} Sí. Lo sé. Perdí a mi marido. Perdí a mi hijo. Mi hija... ellos la utilizan...
fr: {{GM}}Elle tire ses cheveux en arrière pour vous montrer. Pas d'implant. Puis sa bouche se serre et ses yeux se remplissent de larmes.{{/GM}} Oui. Je sais. J'ai perdu mon mari. J'ai perdu mon fils. Ma fille... Ils utilisent ma fille...
it: {{GM}}Si tira i capelli indietro per farti vedere. Nessun impianto. Poi la sua bocca si stringe e lacrime sgorgano dai suoi occhi.{{/GM}} Certo. Lo conosco. Ho perso mio marito. Ho perso mio figlio. Mia figlia... la usano per...
ru: {{GM}}Она отбрасывает волосы и показывает тебе свою шею. На ней нет разъема для чипов. Она поджимает губы, пытаясь не заплакать.{{/GM}} Да. Знаю. Я потеряла мужа. Потеряла сына. Моя дочь... Они пользуются ей, чтобы...

source: {{GM}}She purses her lips, clearly frustrated.{{/GM}} I believe this is beyond the power of mere money to solve. It is about the power in bureaucracy. The small people live for the convenience of the rich. One bribe cannot change a natural law.
de: {{GM}}Sie schürzt die Lippen und wirkt sichtlich frustriert.{{/GM}} Ich fürchte, dieses Problem lässt sich nicht einfach durch Geld lösen. Es geht um die Macht der Bürokratie. Die gewöhnlichen Menschen existieren nur für die Annehmlichkeiten der Reichen. Eine Bestechung kann diese Regel nicht ändern.
es: {{GM}}Aprieta los labios, obviamente frustrada.{{/GM}} Creo que esto no se puede resolver con dinero. Es el poder de la burocracia lo que cuenta aquí. La gente insignificante viva para la conveniencia de los ricos. Un soborno no puede cambiar una ley natural.
fr: {{GM}}Elle plisse ses lèvres de frustration.{{/GM}} J'ai bien peur qu'il faille bien plus que de l'argent ici. C'est le pouvoir dans la bureaucratie. Les petites gens vivent pour le confort des riches. Un pot-de-vin ne peut pas changer l'ordre naturel des choses.
it: {{GM}}Serra le labbra, chiaramente frustrata.{{/GM}} Credo che in questo caso non basti il potere dei soldi. Abbiamo a che fare con il potere della burocrazia. La vita della gente comune è alla mercé dei ricchi. Una mazzetta non cambierà una legge di natura.
ru: {{GM}}Она недовольно поджимает губы.{{/GM}} Это не та проблема, которую можно решить с помощью денег. Проблема заключается в бюрократии. В маленьких, ничего не значащих людях, которые молча поддерживают решения богатых и наделенных властью. Никакая взятка не изменит сложившийся мировой порядок.

source: {{GM}}She purses her lips, clearly frustrated.{{/GM}} Thank you but I believe this is beyond the power of a shadowrunner to solve. It is about the power in bureaucracy. The small people live for the convenience of the rich.
de: {{GM}}Sie schürzt die Lippen und wirkt sichtlich frustriert.{{/GM}} Ich danke dir, aber ich fürchte, dieses Problem geht über die Fähigkeiten eines Shadowrunners hinaus. Es geht um die Macht der Bürokratie. Die gewöhnlichen Menschen existieren nur für die Annehmlichkeiten der Reichen.
es: {{GM}}Aprieta los labios, obviamente frustrada.{{/GM}} Gracias, pero creo que esto no lo puede resolver un shadowrunner, escapa a su poder. Es el poder de la burocracia lo que cuenta aquí. La gente insignificante viva para la conveniencia de los ricos.
fr: {{GM}}Elle plisse ses lèvres de frustration.{{/GM}} Merci, mais je crois que c'est au-delà des pouvoirs d'un shadowrunner. C'est le pouvoir dans la bureaucratie. Les petites gens vivent pour le confort des riches.
it: {{GM}}Serra le labbra, chiaramente frustrata.{{/GM}} Grazie ma credo che questo caso vada oltre i poteri di uno Shadowrunner. Abbiamo a che fare con il potere della burocrazia. La vita della gente comune è alla mercé dei ricchi.
ru: {{GM}}Она недовольно поджимает губы.{{/GM}} Спасибо, но раннер вряд ли сможет что-то изменить. Проблема заключается в бюрократии. В маленьких, ничего не значащих людях, которые молча поддерживают решения богатых и наделенных властью.

source: {{GM}}She purses her lips, clearly frustrated.{{/GM}} You are correct. It is about the power in bureaucracy. The small people live for the convenience of the rich.
de: {{GM}}Sie schürzt die Lippen und wirkt sichtlich frustriert.{{/GM}} Da hast du recht. Es geht um die Macht der Bürokratie. Die gewöhnlichen Menschen existieren nur für die Annehmlichkeiten der Reichen.
es: {{GM}}Aprieta los labios, obviamente frustrada.{{/GM}} Tienes razón. Es el poder de la burocracia lo que cuenta aquí. La gente insignificante viva para la conveniencia de los ricos.
fr: {{GM}}Elle plisse ses lèvres de frustration.{{/GM}} Vous avez raison. C'est le pouvoir dans la bureaucratie. Les petites gens vivent pour le confort des riches.
it: {{GM}}Serra le labbra, chiaramente frustrata.{{/GM}} Hai ragione. Abbiamo a che fare con il potere della burocrazia. La vita della gente comune è alla mercé dei ricchi.
ru: {{GM}}Она недовольно поджимает губы.{{/GM}} Именно так. Проблема заключается в бюрократии. В маленьких, ничего не значащих людях, которые молча поддерживают решения богатых и наделенных властью.

source: {{GM}}She reaches into her pocket and pulls out her commlink and rapidly dials{{/GM}} Lynn! You were right about my father, right about all of it. Can I come stay with you for few days at the brotherhood? Oh thank you! I just can't be here, in this house anymore. So just check in at the desk? No its fine I'll take a cab.
de: {{GM}}Sie greift in ihre Tasche, nimmt ihr Kommlink und wählt schnell eine Nummer.{{/GM}} Lynne! Du hattest recht mit meinem Vater ... und mit allem anderen. Kann ich ein paar Tage bei dir in der Bruderschaft bleiben? Oh, danke! Ich kann einfach nicht mehr hierbleiben, in diesem Haus. Also einfach am Empfang melden? Nein, ich besorg mir ein Taxi.
es: {{GM}}Se mete la mano al bolsillo, saca su commlink y marca rápidamente.{{/GM}} ¡Lynne! Tenías razón con lo de mi madre, tenías razón en todo. ¿Puedo ir a la Hermandad y quedarme unos días contigo? ¡Gracias! Ya no puedo quedarme aquí, en esta casa. ¿Me registro en el mostrador? No pasa nada, cogeré un taxi.
fr: {{GM}}Elle fouille sa poche et en sort son commlink, et appelle rapidement.{{/GM}} Lynne ! Vous aviez raison pour mon père, pour tout. Puis-je rester pour quelques jours à la Confrérie ? Oh merci ! Je ne peux plus rester dans cette maison. Je me présente juste à la réception, alors ? Non ça ira, je prendrai un taxi.
it: {{GM}}Infila la mano in tasca, tira fuori il suo commlink e digita un numero rapidamente{{/GM}} Lynne! Avevi ragione su mio padre, avevi ragione su tutto. Posso venire a stare da te per qualche giorno alla Fratellanza? Oh grazie! Non riesco più a stare qui in questa casa. Devo solo effettuare il controllo all'ingresso? No, non preoccuparti, prenderò un taxi.
ru: {{GM}}Она достает из кармана коммлинк и быстро набирает номер{{/GM}} Линн! Ты была права о моем отце, от начала и до конца. Скажи, я могу пожить у вас в Братстве хотя бы несколько дней? Спасибо! Я не могу больше оставаться в этом доме, совсем не могу. Значит, мне надо просто подойти в холл? Нет, все в порядке. Я возьму такси.

source: {{GM}}She regards you with a smirk.{{/GM}} Mmm hmm. I do. You’re... independent. We’re trained to spot a bronze the minute they walk in here. Something I can help you with?
de: {{GM}}Sie schaut dich grinsend an.{{/GM}} Mm-hm. Das tu ich. Du bist ... freischaffend. Polypen erkennen wir auf den ersten Blick. Kann ich dir behilflich sein?
es: {{GM}}Te mira con una media sonrisa.{{/GM}} Vaya... Pues sí. Eres... independiente. Nos han entrenado para detectar a un poli en cuanto entra por la puerta. ¿Puedo ayudarte en algo?
fr: {{GM}}Elle vous décoche un petit sourire satisfait.{{/GM}} Hein hein. Eh oui. Vous êtes... indépendant. On nous forme pour repérer un poulet dès qu'il pointe le bout de son nez. Je peux vous aider ?
it: {{GM}}Ti adocchia con un sorrisetto.{{/GM}} Mmm mmm... La conosco. Sei... indipendente. Siamo addestrati a sentire la puzza di un distintivo appena mette piede qui dentro. Posso fare qualcosa per te?
ru: {{GM}}Она глядит на тебя и складывает губки бантиком.{{/GM}} Ммм-мм. Да, знаю. Ты - волк-одиночка. Полицейских мы уже научились различать. Так чем я могу тебе помочь?

source: {{GM}}She regards you with an expression falling somewhere between confusion, exasperation, and pity. Then she shakes her head.{{/GM}} Oh, but what does it matter?
de: {{GM}}Sie betrachtet dich mit einer Mischung aus Verwirrung, Ärger und Mitleid. Dann schüttelt sie den Kopf.{{/GM}} Ach, was für eine Rolle spielt das schon?
es: {{GM}}Te observa con una expresión entre confusión, exasperación y pena. Después, menea la cabeza.{{/GM}} Pero, ¿qué más da?
fr: {{GM}}Elle vous regarde avec une expression mélangeant la confusion, l'exaspération et la pitié. Puis elle secoue la tête.{{/GM}} Oh, mais qu'est-ce que ça peut bien faire ?
it: {{GM}}Ti guarda con un'espressione a metà tra la confusione, l'esasperazione e la pietà. Quindi scuote la testa.{{/GM}} Oh, ma che importa?
ru: {{GM}}Она смотрит на тебя, и в ее взгляде читаются растерянность, жалость и облегчение. Потом она трясет головой.{{/GM}} Впрочем, какая разница?

source: {{GM}}She scowls. An ugly expression on an otherwise pretty face.{{/GM}} This is just what I'm worried about. Such an attitude could jeopardize any real shot of solving this case.
de: {{GM}}Sie verzieht den Mund. Ein hässlicher Gesichtsausdruck in einem ansonsten schönen Gesicht.{{/GM}} Das ist genau das, was mir Sorgen macht. So eine Einstellung könnte jegliche echte Chance, diesen Fall zu lösen, zunichtemachen.
es: {{GM}}Frunce el ceño. Una expresión fea en una cara bonita.{{/GM}} Esto es precisamente lo que me preocupa. Una actitud así podría poner en peligro cualquier posibilidad real de solucionar el caso.
fr: {{GM}}Elle prend un air renfrogné. Cette expression enlaidit son joli minois.{{/GM}} C'est bien ça qui me tracasse. Un tel comportement peut mettre en péril toute chance réelle de résoudre l'affaire.
it: {{GM}}Lei aggrotta le sopracciglia. Un'espressione orribile per quel bel viso.{{/GM}} Questo è proprio ciò che mi preoccupa. È proprio questa attitudine che potrebbe rallentare la risoluzione del caso.
ru: {{GM}}Она морщится. Ее красивое лицо становится в этот момент удивительно неприятным.{{/GM}} Этого я и боялась. Такое отношение ставит под угрозу любое настоящее расследование.

source: {{GM}}She seems genuinely surprised.{{/GM}} Someone's paying you? I find it hard to believe that anyone who really knew Sam would put up the money. Who is it?
de: {{GM}}Sie wirkt aufrichtig überrascht.{{/GM}} Jemand bezahlt dich dafür? Es fällt mir schwer zu glauben, dass irgendjemand, der Sam wirklich kannte, dafür zahlen würde. Wer ist es?
es: {{GM}}Parece estar realmente sorprendida.{{/GM}} ¿Te paga alguien? Me cuesta mucho creer que cualquiera que conociera realmente a Sam gastara su dinero en esto. ¿Quién es?
fr: {{GM}}Elle a l'air vraiment surprise.{{/GM}} Quelqu'un vous paie ? J'ai du mal à croire qu'une connaissance de Sam soit prête à dépenser de l'argent pour lui. Qui est-ce ?
it: {{GM}}Sembra sinceramente sorpresa.{{/GM}} Qualcuno ti paga? Mi risulta difficile credere che chiunque conoscesse Sam veramente sia disposto a mettere di mezzo dei soldi. Chi è?
ru: {{GM}}Она выглядит искренне удивленной.{{/GM}} Кто-то вам платит? Не могу поверить, что у Сэма остались друзья, готовые расстаться ради него с деньгами. Мой брат был не самым приятным человеком. Кто же это?

source: {{GM}}She seems to instantly regret saying it.{{/GM}} I'm sorry. Look, I just want to understand what's going on here.
de: {{GM}}Sie scheint ihre Worte sofort zu bereuen.{{/GM}} Tut mir leid. Hör zu, ich will einfach nur verstehen, was hier los ist.
es: {{GM}}Al momento parece arrepentirse de haberlo dicho.{{/GM}} Lo siento. Mira, solo quiero entender qué está pasando aquí.
fr: {{GM}}Elle semble regretter aussitôt ce qu'elle vient de dire.{{/GM}} Pardon. Écoutez, j'aimerais juste comprendre ce qui se passe.
it: {{GM}}Lei sembra rimpiangere subito di averlo detto.{{/GM}} Mi spiace. Senti, io voglio solo capire che sta succedendo qui.
ru: {{GM}}Она уже жалеет о сказанном.{{/GM}} Прошу прощения. Слушайте, я всего лишь пытаюсь понять, что тут происходит.

source: {{GM}}She seethes at you.{{/GM}} What happens now is on your head. If you had just walked away when I told you to. McKlusky would have eventually found Holmes, collected his lieutenant’s badge, and closed the case. But you had to keep DIGGING.
de: {{GM}}Sie zischt dich an.{{/GM}} Was jetzt passiert, ist deine Schuld. Wenn du einfach aufgehört hättest, als ich es dir gesagt habe, hätte McKlusky irgendwann Holmes geschnappt, seine Beförderung kassiert und den Fall zu den Akten gelegt. Aber nein, du musstest ja immer WEITER und WEITER nachforschen.
es: {{GM}}Te mira furiosa.{{/GM}} Lo que sucede ahora está en tu cabeza. Si te hubieras marchado cuando te lo dije... Al final McKlusky habría encontrado a Holmes, recogido su placa de teniente y cerrado el caso. Pero tú tenías que seguir HURGANDO.
fr: {{GM}}Elle est furieuse contre vous.{{/GM}} Ce qui va se passer maintenant est entièrement de votre faute. Si seulement vous étiez parti quand je vous l'avais demandé. McKlusky aurait trouvé Holmes tôt ou tard, obtenu son badge de lieutenant, et classé l'affaire. Mais il a fallu que vous CREUSIEZ.
it: {{GM}}Inveisce contro di te.{{/GM}} Ciò che succede adesso esiste solo nella tua testa. Se solo avessi lasciato questo posto quando te l'ho detto. Alla fine McKlusky avrebbe trovato Holmes, preso il distintivo del suo assistente e chiuso il caso. Ma tu dovevi continuare a SCAVARE.
ru: {{GM}}Она шипит на тебя.{{/GM}} Все это случилось из-за тебя. Тебе следовало прекратить расследование, когда я об этом просила. Со временем Макклюски разыскал бы Холмса, получил бы повышение и закрыл это дело. Но тебе надо было копать все ГЛУБЖЕ И ГЛУБЖЕ.

source: {{GM}}She shakes free the thought and attempts a lukewarm smile.{{/GM}} So you're the one then? The one I was called about.
de: {{GM}}Sie versucht, den Gedanken abzuschütteln und ein halbherziges Lächeln aufzusetzen.{{/GM}} Du bist es also? Die Person, wegen der ich hergebeten wurde?
es: {{GM}}Se libera de la idea e intenta sonreír con indiferencia.{{/GM}} ¿Entonces eres tú de quien me hablaron por teléfono?
fr: {{GM}}Elle chasse cette pensée et s'efforce d'ébaucher un sourire.{{/GM}} Alors comme ça, c'était vous ? Celui dont on m'a parlé au téléphone.
it: {{GM}}Si scrolla di dosso i pensieri e accenna un tiepido sorriso.{{/GM}} Quindi sei tu? La persona di cui mi parlavano al telefono.
ru: {{GM}}Она качает головой, прогоняя неприятную мысль, и пытается улыбнуться.{{/GM}} Значит, это с вами я должна была связаться по поводу смерти моего брата?

source: {{GM}}She shakes her head weakly, her body slumped as if it might fold itself into the ground.{{/GM}} You... you don't understand... There are nests everywhere... in every major city. It is only a matter of time...
de: {{GM}}Sie schüttelt mutlos den Kopf. Ihr Körper ist so sehr in sich zusammengesunken, dass er zu verschwinden droht.{{/GM}} Du ... du verstehst nicht ... die Nester sind überall ... in jeder größeren Stadt. Es ist nur eine Frage der Zeit ...
es: {{GM}}Sacude la cabeza con debilidad, con el cuerpo hundido, como si fuera a desplomarse contra el suelo.{{/GM}} Tú... tú no lo entiendes... Hay nidos por todas partes... en todas las ciudades principales. Solo es cuestión de tiempo...
fr: {{GM}}Elle secoue la tête fébrilement, son corps affalé, comme si elle allait fondre dans le sol.{{/GM}} Vous... vous ne comprenez pas... Il y a des nids partout... dans toutes les grandes villes. Ce n'est qu'une question de temps...
it: {{GM}}Scuote debolmente la testa, il suo corpo è floscio, come se potesse crollare a terra.{{/GM}} Tu... tu non capisci... Ci sono Nidi ovunque... in tutte le grandi città. È solo questione di tempo...
ru: {{GM}}Она слабо покачивает головой. Все ее силы уходят на то, чтобы удержаться на ногах.{{/GM}} Нет... Ты не понимаешь... Гнезда есть везде... Во всех крупных городах. Это всего лишь вопрос времени...
