Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Samedi will be part of this evening’s events, but must remain remote. He will keep all of Seattle law enforcement and off-duty Telestrian Security away, while you locate the information we need from inside.
de: Samedi wird an den Ereignissen dieses Abends beteiligt sein, aber er muss aus der Ferne arbeiten. Er wird damit beschäftigt sein, Seattles Polizeibeamte und die dienstfreien Sicherheitswächter von Telestrian von euch fernzuhalten, damit ihr die Informationen, die wir brauchen, im Inneren des Gebäudes findet.
es: Samedi tomará parte en los eventos de esta noche, pero debe permanecer alejado. Mantendrá alejadas a las fuerzas de la ley de Seattle y a la seguridad de Telestrian fuera de servicio, mientras tú localizas desde el interior la información que necesitamos.
fr: Samedi sera partie prenante des événements de ce soir, mais doit rester à distance. Il éloignera toutes les forces de l'ordre de Seattle et les agents de sécurité de Telestrian qui ne sont pas en service tandis que vous localisez l'information dont nous avons besoin depuis l'intérieur.
it: Samedi prenderà parte alla missione di questa sera, ma dovrà farlo da remoto. Terrà lontane le forze dell'ordine di Seattle e metterà fuori servizio la sicurezza della Telestrian, mentre tu ti occuperai di individuare le informazioni di cui abbiamo bisogno dall'interno.
ru: Самеди примет участие в событиях этого вечера, но он будет делать это издалека. Он будет водить за нос правоохранительные органы Сиэтла и обманывать наружную службу безопасности Телестриана, пока вы ищете информацию.

source: Samedi will think of something!
de: Samedi wird schon etwas einfallen!
es: ¡A Samedi se le ocurrirá algo!
fr: Samedi va bien trouver quelque chose !
it: Samedi s'inventerà qualcosa!
ru: Самеди что-нибудь придумает!

source: Samedi wishes to thank you for saving Marie-Louise from the Universal Brotherhood. The girl is quite... precious. If harm were to come to her, he does not know what he would do.
de: Samedi will dir dafür danken, dass du Marie-Louise vor der Universellen Bruderschaft gerettet hast. Das Mädchen, er ... schätzt sie sehr. Sollte ihr etwas zustoßen, er wüsste nicht, was er tun sollte.
es: Samedi quiere darte las gracias por haber salvado a Marie-Louise de la Hermandad Universal. La chica es bastante... querida. Si hubiera sufrido algún daño, no sabe lo que habría hecho.
fr: Samedi souhaite vous remercier d'avoir sorti Marie-Louise des griffes de la Confrérie Universelle. Cette jeune fille lui est... précieuse. Si quelque chose venait à lui arriver, il ne sait pas de quoi il serait capable.
it: Samedi vuole ringraziarti per aver salvato Marie Louise dalla Fratellanza Universale. Questa fanciulla è alquanto... preziosa. Se le fosse successo qualcosa, lui non saprebbe cosa fare.
ru: Самеди хочет поблагодарить тебя за спасение Марии-Луизы из подвалов Всеобщего братства. Барон... к ней неравнодушен. Если бы с ней что-то случилось, Барон не знает, чтобы он сделал.

source: Samedi?
ru: Самеди?

source: Samedi? Like the voodoo spirit?
de: Samedi? Wie der Voodoo-Geist?
es: ¿Samedi? ¿Como el espíritu del vudú?
fr: Samedi ? Comme l'esprit vaudou ?
it: Samedi? Come lo spirito vudù?
ru: Самеди? Один из духов вуду?

source: Samurai Steve
es: Samurái Steve
fr: Steve le samuraï
it: Steve il Samurai
ru: Самурай Стив

source: Samurai with a Pistol and a SMG
de: Ein Samurai mit einer Pistole und einer Maschinenpistole
es: Samurái con pistola y ametralladora
fr: Un samuraï avec un pistolet et une mitraillette
it: Samurai con una pistola e un mitra
ru: Самурай с пистолетом-пулеметом и ''Береттой''

source: Sam’s biggest enemy was Sam. I don’t know of any others. You would likely know better than me these days.
de: Sams größter Feind war Sam selbst. Von anderen weiß ich nichts. Du müsstest das vermutlich besser wissen als ich.
es: El mayor enemigo de Sam era Sam. No conozco a nadie más. Seguramente tú lo sabrás mejor que yo.
fr: Le pire ennemi de Sam, c'était lui-même. Je ne lui en connais pas d'autres. Vous en savez probablement plus que moi à ce sujet.
it: Il peggiore nemico di Sam era Sam stesso. Non ne conosco altri. Dovresti saperlo meglio di me, ora come ora.
ru: Худшим врагом Сэма был он сам. Я не знаю других. Вы общались с ним больше, чем я.

source: Sam’s dead.
de: Sam ist tot.
es: Sam está muerto.
fr: Sam est mort.
it: Sam è morto.
ru: Его убили.

source: Sam’s dead?
de: Sam ist tot?
es: ¿Sam está muerto?
fr: Sam est mort ?
it: Sam è morto?
ru: Сэм мертв?

source: Sam’s killer has met his end.
de: Sams Mörder hat seine gerechte Strafe erhalten.
es: Al asesino de Sam ya le ha llegado la hora.
fr: Le meurtrier de Sam a eu ce qu'il méritait.
it: L'assassino di Sam ha avuto quel che si meritava.
ru: Убийца Сэма погиб от моей руки.

source: Sam’s paying a hundred thousand. Can you beat it?
de: Sam zahlt mir hunderttausend Nuyen. Kannst du das überbieten?
es: Sam me va a pagar cien mil. ¿Puedes superarlo?
fr: Sam me paie cent mille nuyens. Vous pouvez faire mieux ?
it: Sam mi paga centomila nuyen. Puoi fare di meglio?
ru: Сэм платит мне сто тысяч. Вы сможете перебить его цену?

source: Sanctuary Door Control Panel
de: Türschaltung zum Heiligtum
es: Panel de control de la puerta del santuario
fr: Panneau de commande de la porte du sanctuaire
it: Pannello di controllo del Santuario
ru: Пульт управления дверями жилого помещения

source: Sanctuary Dorm
de: Heiligtum – Schlafsaal
es: Dormitorio del Santuario
fr: Dortoir du Sanctuaire
it: Dormitorio Santuario
ru: Общая комната

source: Sangoma
ru: Сангома

source: Sarah
ru: Сара

source: SarahMyLove
es: SarahAmorMío
ru: СараЛюбовьМоя

source: Sarcasm doesn’t suit you. Another five.
de: Dieser Sarkasmus steht dir nicht. Noch fünf Minuten.
es: El sarcasmo no te va. Cinco más.
fr: Le sarcasme ne vous va pas. Cinq minutes.
it: Il sarcasmo non fa per te. Altri cinque.
ru: Сарказм тебе не идет. Еще пять минут.

source: Sarcasm doesn’t suit you. Let's wait another five.
de: Dieser Sarkasmus steht dir nicht. Lass uns noch fünf Minuten warten.
es: El sarcasmo no te va. Esperemos cinco más.
fr: Le sarcasme ne vous va pas. Attendons encore cinq minutes.
it: Il sarcasmo non fa per te. Aspettiamo ancora cinque minuti.
ru: Сарказм тебе не к лицу. Подождем еще пять минут.

source: Sarcasm should have no place between partners, eh? Let us be professional!
de: Für Sarkasmus sollte es zwischen Partnern keinen Raum geben ... Lass uns professionell bleiben!
es: El sarcasmo no tiene cabida entre socios, ¿eh? ¡Seamos profesionales!
fr: Pas de sarcasme entre collègues, hein ? Soyons pros !
it: Non c'è spazio per il sarcasmo tra compagni. Cerchiamo di essere professionali!
ru: Друзья не должны опускаться до грубого сарказма! Будем профессионалами!

source: Save it. You never know when you’ll be down on your luck again.
de: Ab aufs Sparkonto damit. Es kommt immer ein Zeitpunkt, an dem man es wirklich nötig hast.
es: Ahorrarlo. Nunca se sabe cuándo te volverá a abandonar la suerte.
fr: Économiser. On ne sait jamais quand la chance nous laissera tomber.
it: Li metterò da parte. Non sai mai quando sarai di nuovo al verde.
ru: Отложу на черный день. Никогда не знаешь, когда удача от тебя отвернется.

source: Save the Man's Son
de: Rette den Sohn des Mannes
es: Salva al hijo del hombre
fr: Sauver le fils de l'homme
it: Salva il figlio dell'uomo
ru: Спаси сына старика

source: Save your help for the weak. I am beyond such frailties. Soon, I will transcend.
de: Spar dir deine Hilfsbereitschaft für die Schwachen auf. Ich stehe über solchen Bedürfnissen. Bald schon werde ich noch viel mehr sein.
es: Guárdate tu ayuda para los débiles. Estoy más allá de esas debilidades. Pronto trascenderé.
fr: Aidez plutôt les faibles. Je suis au-dessus de telles mondanités. Bientôt, je vais me transcender.
it: Risparmia il tuo aiuto per i deboli. Io vado al di là di tali debolezze. Presto, trascenderò.
ru: Предложи помощь тем, кто в ней нуждается. Скоро я стану совершенством. Грядет вознесение.

source: Saving our friend is my priority. Your son is on his own.
de: Unsere Priorität ist es, unsere Freundin zu retten. Dein Sohn ist auf sich selbst gestellt.
es: Mi prioridad es salvar a nuestra amiga. Tu hijo está solo.
fr: Ma priorité, c'est de sauver notre amie. Votre fils, c'est votre problème.
it: Salvare la nostra amica è la mia priorità. Tuo figlio non è affar mio.
ru: Я здесь для того, чтобы вытащить нашу подругу. Твой сын пусть сам о себе позаботится.

source: Say big man, how long have you been working for Mrs. Kubota?
de: Sag mal, Großer, wie lange arbeitest du schon für Mrs. Kubota?
es: Dime, grandullón, ¿cuánto tiempo llevas trabajando para la Sra. Kubota?
fr: Dites-moi mon gars, ça fait combien de temps que vous travaillez pour Mme Kubota ?
it: Vorrei sapere da quanto tempo lavori per la signora Kubota?
ru: Расскажи, как давно ты работаешь на миссис Куботу, здоровяк.

source: Say goodbye to Renraku, $(l.name).
de: Verabschiede dich von Renraku, $(l.name).
es: Despídete de Renraku, $(l.name).
fr: Dites au revoir à Renraku, $(l.name).
it: Di' addio alla Renraku, $(l.name).
ru: Попрощайся с Ренраку, $(l.name).

source: Scanning ... Home Access Only ... Have a nice day $(scene.BroSis).
de: Scanne ... Zutritt nur zum Aufenthaltsbereich ... Einen schönen Tag noch, $(scene.BroSis).
es: Escaneando... Solo acceso al Hogar... Que pases un buen día $(scene.BroSis).
fr: Scan en cours... Accès domestique uniquement... Passez une bonne journée $(scene.BroSis).
it: Scansione... Solo accesso alla Casa... Buona giornata $(scene.BroSis).
ru: Идет сканирование... Доступ только в жилую зону... Здравствуйте, $(scene.BroSis).

source: Scanning ... The Inner Sanctum welcomes you $(scene.FatherMother).
de: Scanne ... Das innere Heiligtum erwartet dich, $(scene.FatherMother).
es: Escaneando... El Sanctasanctórum te da la bienvenida $(scene.FatherMother).
fr: Scan en cours... Le Sanctuaire intérieur vous souhaite la bienvenue $(scene.FatherMother).
it: Scansione... Il Santuario nascosto le dà il benvenuto, $(scene.FatherMother).
ru: Идет сканирование... Доступ во внутреннее святилище... Здравствуйте, $(scene.FatherMother).

source: Scanning... Please Standby... Approved uniform not recognized. Open fire!
de: Wird gescannt ... Bitte warten ... Keine zulässige Uniform erkannt. Feuer wird eröffnet!
es: Escaneando... Espera, por favor... No se ha reconocido el uniforme aprobado. ¡Abran fuego!
fr: Scan en cours... Veuillez patienter... Uniforme réglementaire non reconnu. Autorisation de tirer accordée !
it: Scansione... Restare in attesa... Uniforme autorizzata non riconosciuta. Fuoco!
ru: Идет сканирование... Пожалуйста, подождите... Форма одежды не найдена в базе данных. Открыть огонь!

source: Scanning...please stand by... Lockdown Active. No Inner Sanctum security card detected! Intruder Alert!
de: Scannvorgang wird durchgeführt ... bitte warten ... Abriegelung aktiviert. Keine Sicherheitskarte für das innere Heiligtum erkannt! Eindringlingsalarm!
es: Examinando... por favor, espere... Cierre activo. ¡No se detectó ninguna tarjeta de seguridad del Sanctasanctórum! ¡Alerta de intruso!
fr: Lecture en cours... veuillez patienter... Activation du Confinement. Carte de sécurité du Sanctuaire Intérieur non détectée ! Alerte intrus !
it: Scansione in corso... si prega di attendere... Modalità blocco attiva. Non è stata rilevata alcuna tessera di sicurezza per il Santuario nascosto! Allarme intruso!
ru: Идет сканирование... пожалуйста, подождите... Тревога! Тревога! Пропуск не дает доступа во внутренние помещения. В здании посторонний!

source: Scientists don't make good criminals.
de: Wissenschaftler geben keine guten Verbrecher ab.
es: Los científicos no son buenos criminales.
fr: Les scientifiques ne font pas de bons criminels.
it: Gli scienziati non saranno mai gran criminali.
ru: Из ученых редко выходят хорошие преступники.

source: Score!
de: Volltreffer!
es: ¡Toma!
fr: Gagné !
it: Punto!
ru: Гол!

source: Scrawny Guard
de: Dürrer Wachmann
es: Guarda flacucho
fr: Garde rachitique
it: Guardia scheletrica
ru: Тощий охранник

source: Screw off, asshole.
de: Verpiss dich, Arschloch.
es: Que te den.
fr: Casse-toi, connard.
it: Fottiti, stronzo.
ru: Отвали, задница.

source: Screw this! {{GM}}Pull out the guns.{{/GM}}
de: Ach, zum Teufel damit! {{GM}}Zieh deine Waffen.{{/GM}}
es: ¡Y una mierda! {{GM}}Sacar las armas.{{/GM}}
fr: Bon, ça suffit comme ça ! {{GM}}Sortir les flingues.{{/GM}}
it: Chi se ne importa! {{GM}}Tira fuori le pistole.{{/GM}}
ru: Ну все, с меня хватит! {{GM}}Выхватить оружие.{{/GM}}

source: Screw you. Go back to your BTLs, junkie.
de: Verpiss dich und slotte dir deine BTLs, dämlicher Junkie.
es: Que te den. Vuelve a tu BTL, yonki.
fr: Je vous emmerde. Retournez à vos BTLs, junkie.
it: Fottiti. Torna alla tua BTL, tossico.
ru: Отвали, наркоман. Засунь себе чип и успокойся.

source: Screw you. I don’t speculate.
de: Verzieh dich. Ich spekuliere nicht.
es: Que te den. Yo no especulo.
fr: Allez vous faire voir. Je ne spécule pas.
it: Fottiti. Non azzardo ipotesi.
ru: Нет. Я действую только наверняка.

source: Search Telestrian Accounting System for Information
de: Durchsuche Telestrians Buchhaltungssystem nach Informationen
es: Busca información en el sistema de contabilidad de Telestrian
fr: Chercher des informations dans le terminal de comptabilité Telestrian
it: Cerca informazioni nel sistema contabile della Telestrian
ru: Найди нужную информацию в базе данных бухгалтерии Телестриан Индастриз

source: Search the CEO’s LAN on the Top Floor
de: Durchsuche das Netz des CEOs im obersten Stock
es: Registra la LAN del presidente en la planta superior
fr: Chercher le LAN du PDG à l'étage supérieur
it: Ispeziona la LAN dell'amministratore delegato all'ultimo piano
ru: Осмотри внутреннюю корпоративную сеть на верхнем этаже

source: Search the CEO’s LAN on the top floor
de: Durchsuche das Netz des CEOs im obersten Stock
es: Registra la LAN del Presidente en la planta superior
fr: Chercher le LAN du PDG à l'étage supérieur
it: Ispeziona la LAN dell'amministratore delegato all'ultimo piano
ru: Обыщи кабинет директора корпорации на верхнем этаже

source: Search the Spot Where the Victim's Body Was Found
de: Untersuche die Stelle, an der die Leiche des Opfers gefunden wurde
es: Registra el lugar donde se encontró el cuerpo de la víctima
fr: Chercher l'endroit où le corps de la victime a été trouvé
it: Ispeziona il luogo dov'è stato trovato il corpo della vittima
ru: Осмотри место, рядом с которым нашли тело

source: Searching through the desk, you find a list of money transfers made by the Brotherhood.
de: Du durchsuchst den Schreibtisch und findest eine Liste mit Geldtransfers, die von der Bruderschaft vorgenommen wurden.
es: Buscando en la mesa, encuentras una lista de transferencias de dinero realizadas por la Hermandad.
fr: En passant en revue le contenu du bureau, vous découvrez une liste de transferts financiers effectués par la Confrérie.
it: Se cerchi sulla scrivania, troverai un elenco di bonifici bancari emessi dalla Fratellanza.
ru: Обыскав стол, ты находишь распечатку платежей, сделанных Братством за последний месяц.

source: Seattle Chapter Brothers & Sisters Alpha sort by first name Status Indicators (ON)
de: Brüder und Schwestern des Ortsverbands Seattle Nach Vornamen alphabetisch sortiert Statusindikator (AN)
es: Hermanos y Hermanas del cabildo de Seattle Ordenar alfa por nombre Indicadores de estado (ACTIVADO)
fr: Frères & Sœurs de Seattle Tri Alpha par prénom Indicateurs de statut (ON)
it: Fratelli e Sorelle della sezione di Seattle Ordine alfabetico per nome Indicatori di stato (ON)
ru: Братья и сестры отделения в Сиэтле Сортировка в алфавитном порядке Индикаторы состояния (ВКЛ)

source: Seattle.
ru: Сиэттл.

source: Secure the Cemetery
de: Sichere den Friedhof
es: Protege el cementerio
fr: Sécuriser le cimetière
it: Difendi il cimitero
ru: Перебей всех врагов на кладбище

source: Security Camera
de: Überwachungskamera
es: Cámara de seguridad
fr: Caméra de sécurité
it: Telecamera di sicurezza
ru: Камера службы безопасности

source: Security Camera 1
de: Überwachungskamera 1
es: Cámara de seguridad 1
fr: Caméra de sécurité 1
it: Telecamera di sicurezza 1
ru: Камера 1

source: Security Camera 2
de: Überwachungskamera 2
es: Cámara de seguridad 2
fr: Caméra de sécurité 2
it: Telecamera di sicurezza 2
ru: Камера 2

source: Security Turret 1
de: Sicherheitsgeschütz 1
es: Torreta de seguridad 1
fr: Tourelle de sécurité 1
it: Torretta di sicurezza 1
ru: Автоматическая турель 1

source: Security Turret 2
de: Sicherheitsgeschütz 2
es: Torreta de seguridad 2
fr: Tourelle de sécurité 2
it: Torretta di sicurezza 2
ru: Автоматическая турель 2

source: Security's bullying you, my friend. But I could make it look like your terminal was tampered with and no one would be the wiser.
de: Das Sicherheitspersonal will dir das Leben schwermachen. Aber ich könnte es so aussehen lassen, als hätte sich jemand an deinem Terminal zu schaffen gemacht und sie werden dich sicher in Ruhe lassen.
es: Los de seguridad te están amedrentando, colega. Pero yo podría hacer que parezca que alguien ha estado hurgando en tu terminal, y nadie lo sabrá jamás.
fr: La sécurité vous a dans le collimateur, mon ami. Mais je pourrais faire croire que votre terminal a été trafiqué. Ça arrive à tout le monde.
it: Quelli della Sicurezza ti mettono i piedi in testa. Ma posso fare in modo che il tuo terminale sembri manomesso e nessuno se ne accorgerà mai.
ru: Служба безопасности хочет сделать из тебя козла отпущения. Пусти меня к терминалу, и я сделаю так, что им покажется, будто его взломали.

source: See me when it's done - chummer.
de: Wir sehen uns, wenn alles erledigt ist – Chummer.
es: Ven a verme cuando esté hecho... colega.
fr: Venez me voir quand ce sera fait. Et pas d'embrouille.
it: Ci vediamo quando è fatta.
ru: Возвращайся, когда выполнишь поручение, раннер.

source: See that our hero gets $(l.his) reward. After deductions, of course.
de: Sorgen Sie dafür, dass unser Held $(l.his)e Belohnung erhält. Nach den Abzügen, versteht sich.
es: Encárgate de que nuestro héroe reciba $(l.his) recompensa. Descontando gastos, claro está.
fr: Veillez à ce que notre héros obtienne sa récompense. Après déductions, bien entendu.
it: Provvedi a dare al nostro eroe la $(l.his) ricompensa. Al netto delle detrazioni, naturalmente.
ru: Героя ожидает $(l.his) награда. За вычетом компенсации, разумеется.

source: See this sword?
de: Siehst du dieses Schwert?
es: ¿Ves esta espada?
fr: Tu vois cette épée ?
it: Vedi questa spada?
ru: Видишь этот меч?

source: See ya around.
de: Wir sehen uns.
es: Nos vemos.
fr: À plus.
it: Ci vediamo in giro.
ru: Пока.

source: See you around, $(l.name). You’re quite a $(l.guy). I can honestly say, I’ve never met a $(l.race) quite like you.
de: Wir sehen uns, $(l.name). Du bist eine Klasse für sich. Ich kann ehrlich sagen, dass ich noch nie einen $(l.race) wie dich getroffen habe.
es: Nos vemos, $(l.name). Eres todo un $(l.guy). Puedo decir sin miedo que nunca he conocido a un $(l.race) como tú.
fr: À plus, $(l.name). T'es un sacré $(l.guy). Je dois avouer, honnêtement, j'ai jamais rencontré un autre $(l.race) comme toi.
it: Ci vediamo in giro, $(l.name). Sei proprio un $(l.guy). Posso dire onestamente che non ho mai incontrato un $(l.race) come te.
ru: Таких как ты, $(l.guy), еще поискать. За всю свою жизнь мне не доводилось встречать таких людей, хотя на самом деле ты $(l.race). Еще увидимся, $(l.name).

source: See you around, $(l.name). You’re quite a $(l.guy). I can honestly say, I’ve never met an $(l.race) quite like you.
de: Wir sehen uns, $(l.name). Du bist eine Klasse für sich. Ich kann ehrlich sagen, dass ich noch nie einen $(l.race) wie dich getroffen habe.
es: Nos vemos, $(l.name). Eres todo un $(l.guy). Puedo decir sin miedo que nunca he conocido a un $(l.race) como tú.
fr: À plus, $(l.name). T'es un sacré $(l.guy). Je dois avouer, honnêtement, j'ai jamais rencontré un $(l.race) comme toi.
it: Ci vediamo in giro, $(l.name). Sei proprio un $(l.guy). Posso dire onestamente che non ho mai incontrato un $(l.race) come te.
ru: Таких как ты, $(l.guy), еще поискать. За всю свою жизнь мне не доводилось встречать таких людей, хотя на самом деле ты $(l.race). Еще увидимся, $(l.name).

source: See you around, $(l.name). You’re quite a $(l.guy). I can honestly say, I’ve never met anyone quite like you.
de: Wir sehen uns, $(l.name). Du bist eine Klasse für sich. Ich kann ehrlich sagen, dass ich jemanden wie dich noch nie zuvor getroffen habe.
es: Nos vemos, $(l.name). Eres todo un $(l.guy). Puedo decir sin miedo que nunca he conocido a nadie como tú.
fr: À plus, $(l.name). T'es un sacré $(l.guy). Je dois avouer, honnêtement, j'ai jamais rencontré quelqu'un comme toi.
it: Ci vediamo in giro, $(l.name). Sei proprio un $(l.guy). Posso dire onestamente che non ho mai incontrato nessuno come te.
ru: Таких как ты, $(l.guy), еще поискать. За всю свою жизнь мне не доводилось встречать таких людей. Еще увидимся, $(l.name).

source: See you around, Harlequin.
de: Man sieht sich, Harlequin.
es: Nos vemos, Arlequín.
fr: À plus, Arlequin.
it: Ci vediamo, Arlecchino.
ru: Еще увидимся, Арлекин.

source: See you around.
de: Bis dann.
es: Nos vemos.
fr: À plus.
it: Ci vediamo.
ru: Увидимся.

source: See you around. And don’t forget about me if you need some backup of your own.
de: Man sieht sich. Und vergiss mich nicht, wenn du mal Verstärkung brauchst.
es: Nos vemos. Y no te olvides de mí si necesitas algo de protección.
fr: À plus. Et ne m'oublie pas si tu as besoin de renforts.
it: Ci si vede in giro. E ricordati che ci sono anch'io, se ti dovesse servire qualche rinforzo.
ru: Еще увидимся. И не забывай про меня, если тебе вдруг понадобится огневая поддержка.

source: See you guys around.
de: Man sieht sich.
es: Y nos veremos.
fr: On se voit plus tard.
it: Ci vediamo, ragazzi.
ru: Ну, до встречи.

source: See you later.
de: Bis später.
es: Hasta luego.
fr: À plus tard.
it: Ci vediamo dopo.
ru: До встречи.

source: See you when I get back.
de: Wir sehen uns, wenn ich zurück bin.
es: Nos vemos cuando vuelva.
fr: On se voit à ton retour.
it: Ci vediamo al mio ritorno
ru: До встречи. Я постараюсь вернуться побыстрее.

source: See. Yes. I saw something. The other night I saw a spirit so dark, so ALIEN, that... {{GM}}Vlad trails off, and shudders.{{/GM}}
de: Gesehen. Ja. Ich hab was gesehen. Letzte Nacht hab ich einen Geist gesehen, so dunkel, so FREMD, dass ... {{GM}}Vlad verstummt und schüttelt sich.{{/GM}}
es: Qué he visto... Sí. Vi algo. La otra noche vi un espíritu tan oscuro, tan AJENO, que... {{GM}}Vlad se retrae y tiembla.{{/GM}}
fr: Vu. Oui. J'ai vu quelque chose. L'autre nuit, j'ai vu un esprit si noir, si BIZARRE, que... {{GM}}Vlad s'égare et frémit.{{/GM}}
it: Vediamo. Sì. Ho visto qualcosa. L'altra sera ho visto uno spirito così oscuro, così ALIENO, che... {{GM}}La sua voce si affievolisce e Vlad rabbrividisce.{{/GM}}
ru: Я видел. Да, я его видел. Прошлой ночью я видел духа, темного и ужасного, он был ЧУЖИМ, не таким как все... {{GM}}Влад замолкает. Его сотрясает сильная дрожь.{{/GM}}

source: Seek me out after you have spoken to James Telestrian. Perhaps I can be of service again.
de: Komm zu mir, wenn du mit James Telestrian gesprochen hast. Vielleicht kann ich dir dann helfen.
es: Búscame fuera cuando hayas hablado con James Telestrian. Quizás vuelvas a necesitar mis servicios.
fr: Venez me retrouver après avoir parlé à James Telestrian. Peut-être pourrai-je vous assister.
it: Vienimi a cercare dopo che avrai parlato con James Telestrian. Potrei tornarti utile.
ru: Разыщи меня после того, как поговоришь с Джеймсом Телестрианом. Возможно, я смогу тебе помочь.
