Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Good. I never tell those cops 'n salarymen nuthin'. What ya want to know?
de: Gut. Einem Cop oder Konzerntypen würd ich nix erzählen. Was willst du wissen?
es: Bien. Nunca le diré nada a esos policías y asalariados. ¿Qué quieres saber?
fr: Bien. Je dirais jamais rien à ces flicards et ces employés. Qu'ess' vous voulez savoir ?
it: Bene. Io non parlo con gli sbirri o con quei colletti bianchi. Che vuoi sapere?
ru: Это хорошо. Легавым и сарарименам я ничего не скажу. Так чего тебе надо?

source: Good. I'll put up the money, if you find the bodies. {{GM}}She produces a fistful of crumpled nuyen from inside a leather pouch, starts to count it out, then shoves the whole wad at you.{{/GM}}
de: Gut. Ich kümmer mich ums Geld und du findest die richtigen Leute. {{GM}}Sie zieht eine Handvoll zerknitterter Nuyen aus einem kleinen Lederbeutel. Sie beginnt die Nuyen zu zählen und überreicht dir dann das ganze Bündel.{{/GM}}
es: Bien. Yo pondré el dinero si tú encuentras los cuerpos. {{GM}}Saca un puñado de nuyens arrugados del interior de un bolso de piel, empieza a contarlo, pero se detiene y te entrega todo el fajo.{{/GM}}
fr: Bien. Je paye si vous me trouvez les corps. {{GM}}Elle sort de sa sacoche en cuir une poignée de nuyens froissés, commence à les compter, puis vous les fourre dans la main.{{/GM}}
it: Bene. Se trovate la gente giusta, io metterò i soldi. {{GM}}Tira fuori un pugno di nuyen spiegazzato dall'interno di una custodia in pelle, inizia a contarli uno a uno, poi ti porge la mazzetta.{{/GM}}
ru: Это хорошо. Значит, с меня - деньги, с тебя - люди. {{GM}}Она достает из кошелька пригоршню скомканных банкнот и принимается их пересчитывать, но бросает на середине и сует тебе всю пачку.{{/GM}}

source: Good. I've got other business to attend to. Here's your money.
de: Einverstanden. Ich muss mich um andere Sachen kümmern. Hier ist dein Geld.
es: Bien. Tengo otros negocios a los que atender. Aquí tienes tu dinero.
fr: Bien. D'autres affaires m'attendent. Voici votre argent.
it: Ottimo. Ho altri affari che mi aspettano. Ecco i tuoi soldi.
ru: Отлично. А теперь я вернусь к делам. Вот твои деньги.

source: Good. Let me know if you learn anything about this elf and troll pair.
de: Gut. Sag mir Bescheid, wenn du irgendetwas über diesen Elf und diesen Troll herausfindest.
es: Bien. Si te enteras de algo sobre esta pareja de elfo y troll, dímelo.
fr: Bien. Faites-moi savoir si vous apprenez quelque chose de l'elfe et du troll.
it: Bene. Fammi sapere se trovi notizie su questa coppia Elfo e Troll.
ru: Хорошо. Сообщи, если узнаешь что-то об этом эльфе или об этом тролле.

source: Good. Let's go burn down their playhouse.
de: Gut. Lass uns diesen Laden niederbrennen.
es: Bien. Vamos a quemarles la casa de juegos.
fr: Bien. Allons brûler leur terrain de jeu.
it: Bene. Andiamo a dargli una lezione.
ru: Понятно. Мы выжжем это гнездо дотла.

source: Good. Let’s go and play it cool.
de: Gut. Lasst uns den Job erledigen.
es: Bien. Adelante, vamos a hacernos los duros.
fr: Bien. Allons-y et jouons-la tranquille.
it: Bene. Andiamo e vediamo di mantenere la calma.
ru: Отлично. Идем вперед по моей команде.

source: Good. Make me a better offer.
de: Gut. Mach mir ein besseres Angebot.
es: Bien. Hazme una oferta mejor.
fr: Bien. Faites-moi une meilleure offre.
it: Bene. Fammi un'offerta migliore.
ru: Очень хорошо. Сделай мне лучшее предложение.

source: Good. Nobody tampers with a crime scene on my watch.
de: Gut. Niemand macht sich an einem Tatort zu schaffen, wenn ich ihn bewache.
es: Bien. Nadie altera la escena de un crimen en mi turno.
fr: Bien. Sous ma surveillance, personne ne trafiquera le lieu d'un crime.
it: Ottimo. Nessuno altera la scena del crimine mentre io sono di guardia.
ru: Превосходно. Пока я здесь, никто не посмеет забирать улики с места преступления.

source: Good. We kicked the hornet's nest back there, so be ready.
de: Gut. Wir haben hier in ein Wespennest gestochen, also seid bereit.
es: Bien. Hemos golepado el nido de avispones, así que preparaos.
fr: Bien. On a piétinez le nid là-bas, alors tiens-vous prêt.
it: Bene. Abbiamo scatenato un putiferio laggiù, quindi teniamoci pronti.
ru: Отлично. Мы пнули осиное гнездо, так что будьте готовы.

source: Good. You had me worried there for a minute!
de: Gut. Das hätte uns auch noch gefehlt!
es: Bien. ¡Por un momento, me habías preocupado!
fr: Bien. Vous m'avez fait peur pendant un instant !
it: Bene. Mi hai fatto preoccupare per un attimo!
ru: Уф. Я чуть было не повелся.

source: Goodbye, $(l.name). I hope you find what you're looking for. Stay safe.
de: Auf Wiedersehen, $(l.name). Ich hoffe, du findest, wonach du suchst. Pass auf dich auf.
es: Adiós, $(l.name). Espero que encuentres lo que buscas. Ten cuidado.
fr: Au revoir, $(l.name). J'espère que vous trouverez ce que vous cherchez. Soyez prudent.
it: Arrivederci, $(l.name). Spero che troverai quello che stai cercando. Non correre troppi rischi.
ru: До свидания, $(l.name). Надеюсь, вы найдете убийцу. Берегите себя.

source: Goodnight, Mrs. Kubota.
de: Gute Nacht, Mrs. Kubota.
es: Buenas noches, Sra. Kubota.
fr: Bonne nuit, Mme Kubota.
it: Buonanotte, signora Kubota.
ru: Спокойной ночи, миссис Кубота.

source: Got a juicy list of BTL clients. Straight from a Yakuza syndicate lab.
de: Ich hab hier eine Liste mit interessanten BTL-Kunden, direkt aus einem Labor der Yakuza.
es: Tengo una lista jugosa de clientes de BTL. Directa de un laboratorio de la Yakuza.
fr: J'ai une liste bien juteuse de clients BTL. Tout droit sortie d'un labo du syndicat Yakuza.
it: Ho una succulenta lista di clienti BTL. Direttamente dal laboratorio di un clan della Yakuza.
ru: Список клиентов из подпольной ИР-лаборатории, которой заправляют Якудза.

source: Got a mom who still tries to pull me out of the gutter but it’s kinda hard when she’s wallowing right next to me. I got a sister somewhere in Cali, too. But I’d say at this point my buddies at the bar are my real family. You?
de: Meine Mutter versucht mich nach wie vor aus der Gosse zu ziehen, aber das ist nicht leicht, wenn sie in genau demselben Elend versifft. Ich hab auch noch eine Schwester irgendwo in Kalifornien. Aber mittlerweile würd ich sagen, meine Kumpel an der Bar sind meine wahre Familie. Und du?
es: Tengo una madre que aún intenta sacarme de aquí pero es difícil cuando se regodea en el lujo justo a mi lado. Además tengo una hermana en algún lugar de Cali. Pero yo diría que, llegados a este puntos, mis amigos del bar son mi auténtica familia. ¿Y tú?
fr: Ma mère essaie encore de me sortir de là mais c'est pas facile quand elle se complait dans son malheur. J'ai aussi une sœur quelque part en Californie. Mais à ce stade, ma vraie famille. ce sont mes potes du bar. Et vous ?
it: Ho una madre che cerca ancora di tirarmi fuori dalle fogne, ma è un po' difficile, dal momento che ci sguazza proprio accanto a me. Ho anche una sorella in California. Ma a questo punto direi che i miei amici al bar sono la mia vera famiglia. Tu?
ru: У меня есть мамаша, которая пытается вытащить меня из канавы, но она сама недалеко от нее ушла. Где-то в Калифорнии у меня есть сестра. Но моя настоящая семья - приятели и собутыльники вот в этом баре. А у тебя кто-нибудь есть?

source: Got a name now - Dr. Holmes? Let's keep going and find out where he works.
de: Jetzt haben wir einen Namen – Dr. Holmes? Gehen wir weiter und versuchen herauszufinden, wo er arbeitet.
es: Ahora tengo un nombre. ¿Dr. Holmes? Sigamos, a ver si descubrimos dónde trabaja.
fr: On a un nom : Dr. Holmes ? Continuons à chercher pour savoir où il travaille.
it: Abbiamo un nome ora: dottor Holmes? Andiamo avanti e vediamo dove lavora.
ru: Теперь у нас есть имя - доктор Холмс? Давай попробуем выяснить, где он работает.

source: Got any clues?
de: Hast du irgendwelche Hinweise?
es: ¿Tienes alguna pista?
fr: Vous avez des indices ?
it: Hai qualche indizio?
ru: Неужели прогресс?

source: Got any family left?
de: Hast du noch irgendwelche Angehörigen?
es: ¿Te queda familia?
fr: Vous avez encore de la famille ?
it: Hai parenti?
ru: У тебя есть семья?

source: Got any goodies for me today?
de: Hast du heute irgendetwas Schönes für mich?
es: ¿Tienes algo bueno para mí, hoy?
fr: Tu as des trucs pour moi, aujourd'hui ?
it: Hai qualcosa di buono per me oggi?
ru: Чем-нибудь полезным.

source: Got any stories today?
de: Hast du irgendwelche Geschichten für mich?
es: ¿Tienes alguna historia?
fr: Tu as de bonnes histoires à raconter, aujourd'hui ?
it: Hai qualche storia interessante?
ru: Расскажи мне что-нибудь интересное.

source: Got any stories today?
de: Hast du irgendwelche Geschichten für mich?
es: ¿Tienes alguna historia que contar hoy?
fr: Vous avez une histoire pour moi aujourd'hui ?
it: Hai qualche storia interessante?
ru: Расскажешь мне что-нибудь интересное?

source: Got anyone that speaks Ganger - that's my language.
de: Vielleicht ein ehemaliges Gangmitglied? Das ist meine Welt.
es: ¿Tienes a alguien que hable pandillero? Ese es mi idioma.
fr: Vous avez quelqu'un qui parle le langage des gangs ? C'est ma langue.
it: C'è qualcuno che parla la lingua dei ganger?
ru: Если тут есть бывшие члены уличных банд, мы с ними сойдемся.

source: Got anything for me today?
de: Hast du irgendetwas für mich?
es: ¿Tienes algo para mí hoy?
fr: Quelque chose pour moi aujourd'hui ?
it: Hai qualcosa per me oggi?
ru: Есть для меня что-нибудь хорошее?

source: Got it, chief.
de: Verstanden, Chef.
es: Comprendido, jefe.
fr: Compris patron.
it: Capito, capo.
ru: Так точно, офицер.

source: Got it. For us, it was more about me saving *his* ass once or twice. But Sam just had a way of charming you, y’know. I guess I knew him the best of everyone here. Sorry he’s gone.
de: Verstehe. Wir mussten eher hin und wieder *seinen* Arsch retten. Aber Sam hatte einfach so eine charmante Art, weißt du? Ich schätze, ich kannte ihn wohl am besten von allen in der Union. Es tut mir leid, dass er tot ist.
es: Comprendido. En nuestro caso, fui yo quien le salvó el culo *a él* un par de veces. Pero Sam tenía un encanto especial, ¿sabes? Supongo que yo lo conocía mejor que nadie de por aquí. Siento mucho que haya muerto.
fr: Compris. Pour nous, c'était plus moi lui sauvant la mise une ou deux fois. Mais Sam avait une manière de te charmer, tu sais. Je suppose que c'est moi qui le connaissais le plus ici. Je suis triste qu'il ne soit plus là.
it: Capito. Quanto al nostro rapporto, ero più io a salvare il culo a *lui*. Ma sai, Sam riusciva in qualche modo ad affascinarti. Credo di averlo conosciuto meglio di tutti i presenti. Mi dispiace che sia morto.
ru: Понимаю, хотя в нашем случае это *мы* спасали его, в каком-то смысле. Но Сэм хорошо умел расположить к себе собеседников. Думаю, я знала его лучше всех остальных. Мне жаль, что он погиб.

source: Got it. Guess it was the same way for me, in a way. We drank together. Sam just had a way of charming you. I guess I knew him the best of everyone here. Sorry he’s gone.
de: Verstehe. Für mich war es wohl irgendwie ähnlich. Wir haben zusammen getrunken. Sam hatte einfach so eine charmante Art. Ich schätze, ich kannte ihn wohl am besten von allen in der Union. Es tut mir leid, dass er tot ist.
es: Comprendido. Supongo que, de alguna manera, para mí era lo mismo. Bebíamos juntos. Sam tenía un encanto especial. Supongo que yo lo conocía mejor que nadie de por aquí. Siento mucho que haya muerto.
fr: Compris. Je suppose que c'était la même chose pour moi, dans un sens. Nous buvions ensemble. Sam avait sa façon de plaire. Je suppose que c'est moi qui le connaissais le plus ici. Je suis triste qu'il ne soit plus là.
it: Capito. Immagino che per me fosse lo stesso, in un certo senso. Andavamo a bere insieme. Sam riusciva in qualche modo ad affascinarti. Credo di averlo conosciuto meglio di tutti i presenti. Mi dispiace che sia morto.
ru: Понимаю. В каком-то смысле со мной случилось то же самое. Мы вместе пили. Сэм умел расположить к себе собеседника. Наверное, я знала его лучше всех остальных. Мне жаль, что он погиб.

source: Got it. I'll come find you if I change my mind.
de: Verstanden. Ich sag Bescheid, wenn ich meine Meinung noch ändere.
es: Lo pillo. Volveré a verte si cambio de idea.
fr: Compris. Je viendrai vous trouver si je change d'avis.
it: Capito. Verrò a trovarti se cambio idea.
ru: Ясно. Я дам тебе знать, если вдруг передумаю.

source: Got it. Then you know. He was a charmer, wasn’t he? I guess I knew him the best of everyone here. Sorry he’s gone.
de: Verstehe. Dann weißt du ja, was ich meine. Er war ein echter Charmeur, nicht wahr? Ich schätze, ich kannte ihn wohl am besten von allen in der Union. Es tut mir leid, dass er tot ist.
es: Comprendido. Entonces, ya lo sabes. Era un encantador, ¿verdad? Supongo que yo lo conocía mejor que nadie de por aquí. Siento mucho que haya muerto.
fr: Compris. Et tu sais. C'était un charmeur, n'est-ce pas ? Je suppose que c'est moi qui le connaissais le plus ici. Je suis triste qu'il ne soit plus là.
it: Capito. Sai com'è. Ci sapeva fare, vero? Credo di averlo conosciuto meglio di tutti i presenti. Mi dispiace che sia morto.
ru: Понимаю. Тогда ты знаешь, о чем я говорю. Он умел расположить к себе собеседника. Думаю, я знала его лучше всех остальных. Мне жаль, что он погиб.

source: Got our passes right here.
de: Wir haben bereits Pässe.
es: Tengo aquí nuestros pases.
fr: J'ai les pass avec moi.
it: Abbiamo le nostre tessere proprio qui.
ru: Вот наш пропуск.

source: Got some catalogs just come in, if you might be interested in an order. I can get gear shipped overnight from the manufacturer, though I won't lie to you, you'll be paying for the convenience. Otherwise, I got plenty of the usual bang-bangs waiting for a good home. What do you say?
de: Mir sind gerade ein paar neue Kataloge ins Haus geflattert, falls du etwas bestellen möchtest. Ich kann die Waren über Nacht direkt vom Hersteller zuliefern lassen, doch das kostet natürlich extra. Ansonsten habe ich jedoch noch eine Menge der üblichen Knaller, die eine neue Heimat suchen. Was meinst du?
es: Acaban de llegar unos catálogos, por si quieres hacer un pedido. El fabricante me envía los materiales de un día para otro pero, si quieres que te diga la verdad, el servicio se paga. Si lo prefieres, tengo los cachivaches habituales en busca de hogar. ¿Qué me dices?
fr: J'ai de nouveaux catalogues si vous voulez passer une commande. Je peux vous avoir de l'équipement dans la nuit venant d'un fabricant, mais il faut payer pour ce genre de service. Sinon j'ai de nombreux flingues qui cherchent une nouvelle maison. Qu'est-ce que vous en dites ?
it: Ho dei cataloghi nuovi, se ti interessa ordinare qualcosa. Posso farmi spedire la merce in nottata dal produttore, anche se ad essere sinceri dovrai pagare un extra. Altrimenti, ho un sacco di normali sputafuoco in cerca di un proprietario affettuoso. Che ne dici?
ru: Мне пришел новый каталог. Можешь просмотреть его, если захочешь. Если тебе что-то понравится, я доставлю твой заказ с фабрики в эту же ночь, хотя доставку все же придется оплатить отдельно. Если хочешь сэкономить, у меня есть и обычное снаряжение. Его я отдам в хорошие руки почти даром. Ну как?

source: Got some cut-out chips in last week. Tried them out on the patients with violent flashbacks, hoping it would at least mellow them out some. It was like night and day - once the chip was installed, all of their psychotic-break triggers were blocked. Ms. Yuskin has gone four days without attacking the staff or herself.
de: Habe letzte Woche ein paar Cut-Out-Chips bekommen. Ich habe sie an Patienten mit heftigen Flashbacks ausprobiert – in der Hoffnung, dass sie sich wenigstens ein wenig entspannen. Es war ein Unterschied wie Tag und Nacht. Sobald der Chip installiert war, wurden alle ihre Trigger für psychotische Ausbrüche blockiert. Ms. Yuskin greift nun schon seit vier Tagen nicht mehr das Personal oder sich selbst an.
es: Conseguí unos chips de corte la semana pasada. Los he probado en los pacientes que tenían algunas regresiones violentas, con la esperanza de que al menos los aliviara algo. Fue como la noche y el día; cuando el chip estaba instalado, todos sus desencadenadores psicóticos quedaban bloqueados. La Sra. Yuskin lleva cuatro días sin atacar al personal ni a sí misma.
fr: J'ai reçu des puces customs la semaine dernière. Je les ai essayées sur les patients qui avaient des flashbacks violents, en espérant que ça en calmerait au moins certains. Ça a été le jour et la nuit. Une fois la puce installée, tous leurs déclencheurs psychotiques ont été bloqués. Cela fait quatre jours que Mme Yuskin n'a attaqué ni le staff ni elle-même.
it: Ho preso dei microchip antipsicotici la scorsa settimana. Li ho provati su dei pazienti che soffrono di violenti flashback, sperando che almeno avrebbero attenuato qualche sintomo. La differenza è stata enorme: una volta installato il chip, le crisi psicotiche sono scomparse. È da quattro giorni che la signora Yuskin non ha alcun episodio violento.
ru: Получил на прошлой неделе заказанные чипы. Опробовал их на агрессивных пациентах, страдающих галлюцинациями в надежде купировать симптомы. Результат оказался удивительным - после установки чипа все проявления психического расстройства оказались полностью подавлены. Мисс Юскин не пыталась напасть на других пациентов или на санитаров целых четыре дня.

source: Got to go.
de: Wir müssen weiter.
es: Tengo que irme.
fr: Je dois y aller.
it: Devo andare.
ru: Нам пора.

source: Got trouble makers out here!
de: Ich hab hier welche, die Stress machen!
es: ¡Aquí tengo unos buscalíos!
fr: On a des fauteurs de troubles par ici !
it: Abbiamo dei piantagrane qui!
ru: Разберитесь с ними!

source: Gotta tell Stevie...
de: Ich muss Stevie Bescheid sagen ...
es: Tengo que decírselo a Stevie...
fr: Il faut que je parle à Stevie...
it: Devo dirlo a Stevie...
ru: Надо рассказать Стиви...

source: Gotta watch what you say around here. Last month, I got docked a vacation day for complaining about our uniforms.
de: Pass auf, was du sagst. Letzten Monat wurde mir ein Urlaubstag gestrichen, weil ich mich über unsere Uniformen beschwert hab.
es: Por aquí tienes que vigilar lo que dices. El mes pasado perdí un día de vacaciones por quejarme de los uniformes.
fr: Faut faire attention à ce qu'on dit par ici. Le mois dernier, on m'a sucré un jour de congé parce que je me suis plaint de nos uniformes.
it: Devi stare attento a quello che dici qua in giro. Il mese scorso, mi hanno detratto un giorno di vacanza per una lamentela sulle uniformi.
ru: Следи за своим языком. В прошлом месяце у меня вычли день из отпуска за то, что я пренебрежительно отозвался о нашей форме.

source: Government. Media. Business. All working to ensure the truth stays hidden.
de: Regierung. Medien. Wirtschaft. Sie arbeiten alle zusammen daran, dass die Wahrheit geheim bleibt.
es: Gobierno. Medios de comunicación. Empresas. Todos trabajando para asegurarse de que la verdad permanece oculta.
fr: Le gouvernement. Les média. Le business. Tous travaillent main dans la main afin que la vérité reste cachée.
it: Politica, media, affari... Tutti in combutta per tenere nascosta la verità.
ru: Правительства. Пресса. Корпорации. Никто не хочет, чтобы правда выплыла наружу.

source: Grandmother Jessica has entered the Inner Sanctum and cannot be disturbed. I must tell you that the news of her brother's murder will not change anything for her. When we join the Universal Brotherhood, we put our birth families behind us and devote ourselves to Belonging to something larger. I know that this seems heartless and it may be hard to understand, but if you speak with one of our counselors it will all start to make sense. Is that all?
de: Großmutter Jessica hat befindet sich im inneren Heiligtum und möchte nicht gestört werden. Ich muss dir sagen, dass Neuigkeiten über den Mord ihres Bruders nichts für sie bewirken werden. Wenn wir der Universellen Bruderschaft beitreten, lassen wir unsere biologischen Familien hinter uns und widmen uns der Zugehörigkeit zu etwas Größerem. Ich weiß, dass dies herzlos scheinen und schwer zu verstehen sein mag, doch wenn du mit einem unserer Berater darüber sprechen möchtest, wird bald alles einen Sinn ergeben. Ist das alles?
es: Abuela Jessica ha entrado en el Sanctasanctórum y no se la puede molestar. Debo informarte que las noticias de la muerte de su hermano no cambiarán nada para ella. Cuando nos unimos a la Hermandad Universal, ponemos a nuestras familias naturales en segundo plano y nos entregamos a pertenecer a algo mayor. Sé que parece cruel y puede ser difícil de entender, pero si hablas con uno de nuestros consejeros, empezará a tener sentido. ¿Eso es todo?
fr: Grand-mère Jessica a pénétré dans le Sanctuaire Intérieur et ne peut être dérangée. Je dois vous avertir, la nouvelle du meurtre de son frère ne changera rien pour elle. Lorsque nous entrons dans la Confrérie Universelle, nous laissons derrière nous nos familles de naissance et nous nous dévouons corps et âme à l'Appartenance, bref à quelque chose de plus grand. Je sais que cela peut sembler cruel et difficile à comprendre, mais si vous parlez avec l'un de nos conseillers, tout deviendra clair. C'est tout ?
it: Nonna Jessica è entrata nel Santuario nascosto e non può essere disturbata. Devo avvertirti che le novità sulla morte di suo fratello la lasceranno indifferente. Quando entriamo nella Fratellanza Universale, ci lasciamo alle spalle le nostre famiglie e consacriamo noi stessi all'Appartenenza a qualcosa di più grande. So che può sembrare crudele e difficile da capire, ma tutto ti apparirà più chiaro dopo aver parlato con uno dei nostri consulenti. È tutto?
ru: Праматерь Джессика удалилась во внутренние покои и предается медитации. Боюсь, даже весть об убийстве ее брата не заставит ее прервать уединение. Когда мы присоединяемся к Братству, мы оставляем наши земные семьи в предыдущей жизни. Это дарует нам чувство общности и позволяет ощутить себя частью чего-то большего. Быть может, это звучит жестоко, но один из наших наставников сумеет объяснить, что на самом деле это не так. Что-нибудь еще?

source: Grandmother Jessica herself.
de: Großmutter Jessica höchstpersönlich.
es: Para Abuela Jessica.
fr: Grand-mère Jessica elle-même.
it: Per Nonna Jessica.
ru: На праматерь Джессику.

source: Grandmother Jessica is the matriarch of our family here, she runs the Seattle chapter of the Universal Brotherhood.
de: Großmutter Jessica ist die Matriarchin unser Familie hier. Sie leitet diesen Ortsverband der Universellen Bruderschaft.
es: Abuela Jessica es la matriarca de nuestra familia, dirige el cabildo de Seattle de la Hermandad Universal.
fr: Grand-mère Jessica est la matriarche de notre famille, elle s'occupe de la branche de la Confrérie Universelle de Seattle.
it: Nonna Jessica è la nostra matriarca. Gestisce la sede di Seattle della Fratellanza Universale.
ru: Матриарх Джессика возглавляет отделение Всеобщего братства в Сиэтле.

source: Grandmother Jessica.
de: Großmutter Jessica.
es: Abuela Jessica.
fr: Grand-mère Jessica.
it: Nonna Jessica.
ru: Матриарха Джессики.
