Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: It’s your usual classic story for the ages. Hometown boy does good. Joins an elite squad then BOOM! Boom is a technical term for an explosion. Got blown up, got hurt real bad, and now I have these shiny legs. I’d do it all again. Obviously, I’d try to miss the bomb. Now, I’m here, running the best damn elite merc unit out there.
de: Oh, es ist die übliche klassische Story. Ein vielversprechender junger Mann tritt einer Eliteeinheit bei und dann BUMM! Bumm ist der technische Ausdruck für eine Explosion. Wurde hochgejagt, mich hat’s übel erwischt und jetzt hab ich diese schicken Metallbeine. Ich würde es alles nochmal genauso tun. Naja, ich würde versuchen, der Bombe aus dem Weg zu gehen. Jedenfalls bin ich jetzt hier gelandet und leite die beste Söldnertruppe, die es gibt.
es: Es la clásica historia de siempre. A un chico de pueblo le salen bien las cosas. Se une a un pelotón de élite y... ¡BUM! Bum es el término técnico para denotar una explosión. Volé por los aires. acabé muy malherido y ahora tengo estas piernas tan brillantes. Volvería a hacerlo. Claro que intentaría evitar la bomba. Y ahora estoy aquí, a cargo de la mejor unidad de mercenarios del mercado.
fr: C'est l'histoire classique. Un gamin local fait du bon travail. Il rejoint l'unité d'élite, et BOOM ! Boom est un terme technique pour une explosion. J'ai subi l'explosion, été sérieusement blessé, et me suis retrouvé avec ces jambes lustrées. Je le referais. Évidemment, j'essaierais d'esquiver la bombe. Et maintenant, je suis là, dirigeant la meilleure équipe de mercenaires qui existe.
it: È la tua solita storia. La buona azione del bravo ragazzo. Si unisce a una squadra di esperti e poi BOOM! Boom è il termine tecnico di un'esplosione. Mi hanno fatto saltare in aria, fatto molto male, e ora ho queste gambe nuove. Lo rifarei. Ovviamente, cercherei di evitare la bomba. Ora sono qui e comando la più cazzuta unità di mercenari in circolazione.
ru: Это была захватывающая история, хоть сейчас на экран. Выросший на ферме мальчик отправляется на поиски приключений. Присоединяется к элитному отряду и БУМ! Ему отрывает обе ноги. Теперь ноги у меня новые и блестящие, и поверь, если бы мне предложили прожить жизнь с начала, я бы не стал ничего менять. Разве что постарался бы разминуться с бомбой. Так что теперь я здесь, заправляю тем самым отрядом, лучше которого ты просто не найдешь.

source: Izzat right?
de: Ist das wahr?
es: ¿Eztá bien?
fr: C'est vrai ?
it: Izzat giusto?
ru: Что, серьезно?

source: I’d admit it if there was something to admit. I was on point. New Larry was supposed to cover Dowd.
de: Ich würde es zugeben, wenn da was zum Zugeben wäre. Ich war auf vorderster Position. New Larry sollte Dowd Deckung geben.
es: Lo admitiría si hubiera algo que admitir. Yo hice bien mi trabajo. Se suponía que New Larry cubría a Dowd.
fr: Je l'admettrais si j'avais quelque chose à admettre. J'étais en première ligne. New Larry était censé couvrir Dowd.
it: Ammetterei se ci fosse qualcosa da ammettere. Io ero in posizione. New Larry doveva coprire Dowd.
ru: Если бы я был в чем-то виноват, я бы сразу так и сказал. Я был впереди. Прикрывать Дауда должен был Ларри.

source: I’d like to meet Maria Mercurial.
de: Ich möchte Maria Mercurial treffen.
es: Me gustaría conocer a Maria Mercurial.
fr: J'aimerais rencontrer Maria Mercurial.
it: Vorrei incontrare Maria Mercurial.
ru: Я хочу взять у Марии автограф.

source: I’d like to speak to Lynne Telestrian.
de: Ich würde gerne mit Lynne Telestrian sprechen.
es: Me gustaría hablar con Lynne Telestrian.
fr: Je voudrais parler à Lynne Telestrian.
it: Vorrei parlare con Lynne Telestrian.
ru: Мне нужно поговорить с Линн Телестриан.

source: I’d say I’ve traded a drinking buddy for a paycheck.
de: Würd sagen, ich hab einen Trinkkumpanen gegen einen Gehaltsscheck eingetauscht.
es: Yo diría que he cambiado a un colega de borracheras por un cheque.
fr: On dirait que je viens d'échanger un copain de bistrot contre un salaire.
it: Potrei dire che ho scambiato un compagno di bevute con uno stipendio.
ru: Ты только что предложил мне обналичить нашу старую дружбу.

source: I’ll ask the questions. What the hell are you doing in a morgue drawer?
de: Ich stell hier die Fragen. Was zur Hölle machst du in der Kühllade eines Leichenschauhauses?
es: Yo haré las preguntas. ¿Qué demonios estás haciendo en un cajón de la morgue?
fr: C'est moi qui pose les questions. Qu'est-ce que vous foutiez dans le tiroir d'une morgue.
it: Le domande le faccio io. Che diavolo ci fai dentro un cassetto dell'obitorio?
ru: Вопросы задавать буду я. Как ты попал в ящик для трупов?

source: I’ll be back.
de: Ich komme wieder.
es: Volveré.
fr: Je reviendrai.
it: Torno subito.
ru: Я скоро вернусь.

source: I’ll be leaving now.
de: Ich muss jetzt gehen.
es: Me voy.
fr: Je vais y aller.
it: Vado subito.
ru: Я ненадолго отлучусь.

source: I’ll find a safehouse out of town. Lay low. Renraku has a long memory.
de: Ich werde die Stadt verlassen und mir einen sicheren Unterschlupf suchen. Untertauchen. Renraku vergisst so schnell nichts.
es: Encontraré un piso franco fuera de la ciudad. Pasar desapercibido. Renraku tiene buena memoria.
fr: Je trouverai un endroit sûr en dehors de la ville. Ferai profil bas. Renraku a une bonne mémoire.
it: Mi troverò rifugio fuori città. Rimarrò al coperto. La Renraku non dimentica facilmente.
ru: Найду укрытие где-нибудь в другом городе. Залягу на дно. У оябунов Ренраку хорошая память.

source: I’ll get around to it soon.
de: Ich kümmer mich bald darum.
es: Pronto me encargaré de ello.
fr: Je vais m'occuper de ça bientôt.
it: La userò subito.
ru: Через пару минут.

source: I’ll get you his contact information. You’ll know him by the way he talks. Like he’s in a damn Charles Dickens novel.
de: Ich besorge dir seine Kontaktdaten. Du wirst ihn an seiner Ausdrucksweise erkennen: Er spricht, als wäre er Teil eines Charles-Dickens-Romans.
es: Te conseguiré sus datos de contacto. Lo reconocerás por la forma de hablar. Como si lo hubieran sacado de una novela de Charles Dickens.
fr: Je vais vous donner ses coordonnées. Vous le reconnaitrez à sa manière de parler. Comme s'il était dans un roman de Charles Dickens.
it: Ti farò avere le informazioni per contattarlo. Lo riconoscerai dal suo modo di parlare. Come un personaggio di un romanzo di Charles Dickens.
ru: Я дам тебе его номер. Ты его сразу узнаешь, он разговаривает, как персонаж из романа Чарльза Диккенса.

source: I’ll head downstairs when I’m ready.
de: Ich geh nach unten, wenn ich bereit bin.
es: Bajaré en cuanto pueda.
fr: J'irai en bas quand je serai prêt.
it: Andrò di sotto quando posso.
ru: Я спущусь в подвал чуть позднее.

source: I’ll head downstairs when I’m ready.
de: Ich geh nach unten, wenn ich bereit bin.
es: Bajaré en cuanto pueda.
fr: J'irai en bas quand je serai prêt.
it: Andrò di sotto quando posso.
ru: Я спущусь в подвал чуть позднее.

source: I’ll live, Mr. Kluwe. Thanks.
de: Ich werd’s überleben, Mr. Kluwe. Danke.
es: Viviré, Sr. Kluwe. Gracias.
fr: Ça va aller, M. Kluwe. Merci.
it: Non morirò tanto facilmente, signor Kluwe. Grazie.
ru: Переживу, мистер Клюве. Спасибо.

source: I’ll look it up... Yeah, got it right here. Two days past the pickup time, didn't think anyone was going to come for it. Here - it's all yours now.
de: Ich schau mal nach ... Ja, hier ist es. Sollte vor zwei Tagen abgeholt werden. Ich dachte schon, es kommt keiner mehr. Hier – nimm es ruhig.
es: Lo miraré... Sí, lo tengo justo aquí. Han pasado dos días del momento de recogida. No creo que vayan a venir a recogerlo. Toma, todo tuyo.
fr: Je vais regarder... Ouais, c'est là. Deux jours après la date de livraison, je pensais pas que qui que ce soit ne vienne la réclamer. Voilà, c'est à vous.
it: Controllo... Sì, ce l'ho proprio qui. Il ritiro doveva essere due giorni fa, non pensavo sarebbe più passato nessuno a ritirarla. Eccola, è tutta vostra.
ru: Сейчас посмотрю... Да, вот оно. Лежит уже два дня, думал было, что его так у меня никто и не заберет. Прошу.

source: I’ll mind my business, you mind yours.
de: Ich kümmer mich um meine Angelegenheiten und du dich um deine, okay?
es: Yo me ocupo de mis asuntos y tú de los tuyos.
fr: Je m'occupe de mes affaires, et vous des vôtres.
it: Io mi farò gli affari miei e tu i tuoi.
ru: Я не сую нос в твои дела, вот и не суй нос в мои.

source: I’ll pay a percentage of what I earn.
de: Ich zahle einen Prozentsatz von dem, was ich verdiene.
es: Pagaré un porcentaje de lo que gane.
fr: Je paierai un pourcentage de ce que je gagne.
it: Pagherò una percentuale di ciò che guadagno.
ru: Я уступлю часть моих трофеев.

source: I’ll see you around after this. Probably see you lots.
de: Ich seh euch dann danach. Wahrscheinlich noch öfter.
es: Yo os veré por aquí después. Probablemente os veré mucho.
fr: On se verra plus tard. Sûrement assez souvent.
it: Ci si vede dopo. Ci vedremo spesso, probabilmente.
ru: Еще увидимся. И не один раз.

source: I’ll think about it, Jake.
de: Ich denk darüber nach, Jake.
es: Me lo pensaré, Jake.
fr: J'y penserai, Jake.
it: Ci penserò, Jake.
ru: Я подумаю об этом, Джейк.

source: I’ll think about it.
de: Ich überleg’s mir.
es: Me lo pensaré.
fr: Je vais y réfléchir.
it: Ci penserò.
ru: Я об этом подумаю.

source: I’m John Dresden, the Organ Grinders Branch Manager here. So yeah, that makes me this franchise area’s coroner, too. And you are?
de: Ich bin John Dresden, der Zweigstellenleiter von Organ Grinders. Also, ja, das macht mich wohl auch zum Gerichtsmediziner im Gebiet dieser Filiale. Und du bist?
es: Soy John Dresden, director de esta sucursal de Organilleros. Por lo tanto, eso me convierte también en el forense de esta zona. ¿Y usted es?
fr: Je suis John Dresden, le directeur de la succursale du Broyeur d'Organes. Donc oui, ça fait aussi de moi le légiste de cette zone. Et vous êtes ?
it: Sono John Dresden, il direttore di questa filiale della "Suonatori d'organi". Per cui sì, questo mi rende anche il medico legale di questa succursale. E lei è...?
ru: Меня зовут Джон Дрезден, я начальник местного отделения компании "Руки-Ноги". Ну и местный судебный медик заодного. С кем имею честь?

source: I’m afraid not.
de: Ich fürchte nicht.
es: Me temo que no.
fr: Je ne pense pas.
it: Temo di no.
ru: Боюсь, что нет.

source: I’m afraid that’s on a need-to-know basis.
de: Ich fürchte, diese Information kann ich nicht preisgeben.
es: Me temo que no es necesario que lo sepas.
fr: J'ai bien peur de ne pas pouvoir vous donner cette information.
it: Temo che sia un'informazione riservata.
ru: Я боюсь, что не могу разглашать эту информацию.

source: I’m an old friend of hers.
de: Wir sind alte Freunde.
es: Soy un viejo amigo.
fr: Je suis une vieille connaissance.
it: Sono una sua vecchia conoscenza.
ru: Мы с ней старые друзья.

source: I’m closed. Come back tomorrow.
de: Ich habe geschlossen. Komm morgen wieder.
es: Está cerrado. Vuelve mañana.
fr: C'est fermé. Revenez demain.
it: È chiuso. Torna domani.
ru: Закрыто. Приходи утром.

source: I’m done asking questions.
de: Das wär’s erst mal.
es: Ya he acabado con mis preguntas.
fr: Je n'ai plus de questions.
it: Ho finito con le domande.
ru: У меня больше нет вопросов.

source: I’m done here.
de: Vergiss es.
es: He terminado aquí.
fr: J'arrête là.
it: Qui ho finito.
ru: Все, хватит.

source: I’m done wasting time with you. Chummer.
de: Ich hab genug meiner Zeit mit dir verschwendet. Chummer.
es: Ya me he cansado de perder el tiempo contigo. Colega.
fr: J'ai perdu assez de temps comme ça. Mon ami.
it: Non farmi perdere tempo, capito?
ru: Бывай, приятель. Мне пора.

source: I’m feeling pretty left out here. C'mon! Gimme a damn gun so I can defend myself!
de: Ich fühle mich hier ziemlich im Stich gelassen. Komm schon! Gib mir wenigstens eine verdammte Knarre!
es: Me siento fuera de lugar. ¡Venga! ¡Dame un arma para que pueda defenderme!
fr: Je me sens bien seul, ici. Allez ! Donnez-moi un flingue que je puisse me défendre !
it: Mi sento piuttosto inutile. Andiamo! E datemi una cazzo di pistola per difendermi!
ru: Эй, а как же я? Ну же! Дайте мне пушку, я буду защищаться!

source: I’m fine. And a job will help me get my mind off... things. Anyway, just keep me in mind. I gotta do this now. The afternoon checklist isn’t gonna finish itself.
de: Mir geht es gut. Und ein Job würde mir helfen, nicht so viel nachzudenken ... Behalt mich einfach im Hinterkopf. Ich muss das hier jetzt erledigen. Die Arbeit erledigt sich schließlich nicht von allein.
es: Estoy bien. Y un trabajo me ayudará a no pensar en... cosas. En cualquier caso, acuérdate de mí. Tengo que hacer esto ahora. La lista de tareas para la tarde no se va a completar sola.
fr: Tout va bien. Et un boulot m'aidera à ne pas penser... au reste. Quoi qu'il en soit, m'oublie pas. Je dois faire ça maintenant. La liste de tâches pour l'après-midi ne va pas se finir toute seule.
it: Sto bene. Un lavoretto mi aiuterà a non pensare... troppo. Per qualsiasi cosa, tienimi presente. Ho da fare qui ora. I compiti del turno pomeridiano non si sbrigano da soli.
ru: Я в порядке. Работа поможет мне... отвлечься. Дай мне знать, если что-то всплывет, а пока у меня много дел. Надо готовиться к открытию бара.

source: I’m flattered.
de: Ich fühle mich geschmeichelt.
es: Vas a hacer que me sonroje.
fr: Je suis flatté.
it: Che onore.
ru: Мне очень приятно это слышать.

source: I’m going to look around.
de: Ich werd mich mal umsehen.
es: Voy a echar un vistazo.
fr: Je vais faire un tour pour voir.
it: Do un'occhiata in giro.
ru: Я хочу осмотреться.

source: I’m going to need some moral support.
de: Ich brauche aber moralische Unterstützung.
es: Voy a necesitar apoyo moral.
fr: Je vais avoir besoin de soutien moral.
it: Avrò bisogno di un po' di sostegno morale.
ru: Мне понадобится моральная поддержка.

source: I’m going to the Universal Brotherhood.
de: Ich bin auf dem Weg zur Universellen Bruderschaft.
es: Voy a la Hermandad Universal.
fr: Je vais à la Confrérie Universelle.
it: Sto andando alla Fratellanza Universale.
ru: Я иду во Всеобщее братство.

source: I’m gonna be looking for... work. Your kind of work. So, if something comes up, keep me in mind.
de: Ich werde bald ... nach Arbeit suchen. Deiner Art Arbeit. Wenn du also was hast, denk an mich.
es: Estaré buscando... trabajo. Tu tipo de trabajo. Así que, si sale algo, acuérdate de mí.
fr: Je vais chercher du... boulot. Ton genre de boulot. Si tu as quelque chose, ne m'oublies pas.
it: Avrò bisogno di... lavoro. Il tuo tipo di lavoro. Perciò, se salta fuori qualcosa, tienimi presente.
ru: Теперь я буду искать... работу. Ту же, за которую берешься ты. Поэтому если что-то вдруг всплывет, дай мне знать.

source: I’m gonna go visit a sick friend.
de: Ich werde einen kranken Freund besuchen.
es: Voy a visitar a un amigo enfermo.
fr: Je vais rendre visite à un ami malade.
it: Vado a trovare una persona malata.
ru: Я собираюсь навестить больного друга.

source: I’m gonna have a look around.
de: Ich werde mich mal umsehen.
es: Voy a echar un vistazo.
fr: Je vais jeter un coup d'œil.
it: Darò un'occhiata in giro.
ru: Пойду, осмотрюсь.

source: I’m good for the fight if you’re good for the money.
de: Ich löse dein Problem schon, solange ich das Geld kriege.
es: Me portaré bien en combate, si tú te portas bien pagando.
fr: Je m'occupe de la baston si vous vous occupez des thunes.
it: Tu mettici i soldi, al resto ci penso io.
ru: Лучшего бойца ты вряд ли найдешь. Только плати вовремя.

source: I’m great at dinner parties, too.
de: Ich bin der Knüller auf Partys.
es: También se me dan muy bien las fiestas.
fr: Je suis bon pour les soirées entre amis, aussi.
it: Vado forte anche alle cene.
ru: А ты сомневался? Разве не видно, что я само обаяние?

source: I’m guessing you have a new lead.
de: Ich rate jetzt einfach mal, dass du eine neue Spur hast.
es: Supongo que tienes una nueva pista.
fr: Je suppose que t'es sur une piste.
it: Immagino che tu abbia una nuova pista.
ru: Надо полагать, ты его наконец нашла.

source: I’m here about the new Ripper vic, Sam Watts.
de: Ich bin hier wegen des neuen Ripper-Opfers, Sam Watts.
es: He venido por Sam Watts, la última víctima del Destripador.
fr: Je suis ici pour la nouvelle victime de l'éventreur, Sam Watts.
it: Sono qui per l'ultima vittima dello Squartatore: Sam Watts.
ru: Я здесь по поводу Сэма Уоттса, последней жертвы Потрошителя.

source: I’m hunting the Ripper.
de: Ich bin auf der Jagd nach dem Ripper.
es: Estoy buscando al Destripador.
fr: Je suis à la poursuite de l'éventreur.
it: Sono sulle tracce dello Squartatore.
ru: Я охочусь за Потрошителем.

source: I’m improvising. I’ve been through a lot this week. Still, the guy’s a jackass.
de: Ich improvisiere. Ich hab diese Woche echt viel erlebt. Trotzdem, der Kerl ist ein Arschloch.
es: Estoy improvisando. Esta semana ha sido muy dura. De todos modos, el tipo es un imbécil.
fr: J'improvise... La semaine a été difficile. De toute façon, ce gars-là est un crétin.
it: Sto improvvisando. Ne ho passate di tutti i colori nell'ultima settimana. Comunque il tipo è uno stronzo.
ru: Я пытаюсь импровизировать. У меня была тяжелая неделя. А он засранец.

source: I’m in. I got your back.
de: Ich bin dabei. Ich halt dir den Rücken frei.
es: Cuenta conmigo, yo te cubro.
fr: J'en suis. J'assure tes arrières.
it: D'accordo, sono con te.
ru: Договорились. Я вас прикрою.

source: I’m in. Jessica will pay for what she’s done.
de: Ich bin dabei. Jessica wird dafür bezahlen, was sie getan hat.
es: Me apunto. Jessica pagará por lo que ha hecho.
fr: Ça marche. Jessica paiera pour ce qu'elle a fait.
it: Ci sto. Jessica pagherà per ciò che ha fatto.
ru: Хорошо. Джессика заплатит за свои преступления.

source: I’m in. Talk to you later.
de: Ich bin dabei. Wir sehen uns später.
es: Me apunto. Ya hablaremos después.
fr: Ça m'intéresse. On en reparle plus tard.
it: Ci sto. Ci sentiamo dopo.
ru: Договорились!

source: I’m kind of a night person. You still haven’t answered my question, chummer - but I’ll forgive you in exchange for a drink.
de: Ich bin halt ’ne Nachteule. Aber du hast meine Frage nicht beantwortet, Chummer. Ich verzeih’s dir aber, wenn du mir dafür einen Drink spendierst.
es: Soy un ave nocturna. Aún no has respondido a mi pregunta, colega; pero te perdonaré a cambio de un trago.
fr: J'aime bien vivre la nuit. Vous n'avez pas répondu à ma question, mais je vous pardonne si vous m'invitez à boire un verre.
it: Sono un tipo da vita notturna. Non hai ancora risposto alla mia domanda, ma ti perdono se mi offri da bere.
ru: Ну что я могу сказать - я сова. Вы так и не сказали, кто вы, но вообще-то мне плевать. Особенно если мы пойдем и выпьем.

source: I’m leaving Seattle.
de: Ich verschwinde aus Seattle.
es: Me marcho de Seattle.
fr: Je vais quitter Seattle.
it: Me ne vado da Seattle.
ru: Завтра же уезжаю из Сиэтла.

source: I’m listening...
de: Ich höre ...
es: Te escucho...
fr: Je vous écoute...
it: Ti sto ascoltando...
ru: Я слушаю...

source: I’m looking for Jessica Watts.
de: Ich suche nach Jessica Watts.
es: Estoy buscando a Jessica Watts.
fr: Je cherche Jessica Watts.
it: Sto cercando Jessica Watts.
ru: Я ищу Джессику Уоттс.

source: I’m looking into the death of Sam Watts. The coroner seems to think you can help me out.
de: Ich stelle Nachforschungen über Sam Watts’ Tod an. Der Gerichtsmediziner scheint zu glauben, dass du mir helfen kannst.
es: Estoy investigando la muerte de Sam Watts. Al parecer, el forense cree que puedes ayudarme.
fr: J'enquête sur la mort de Sam Watts. Le légiste a l'air de penser que vous pourriez me filer un coup de main.
it: Sto indagando sulla morte di Sam Watts. Il medico legale dice che potresti aiutarmi.
ru: Я расследую смерть Сэма Уоттса. Коронер намекнул, что ты можешь мне в этом помочь.

source: I’m new in town. You the welcoming committee?
de: Ich bin neu hier. Sind Sie das Willkommenskomitee?
es: Acabo de llegar a la ciudad. ¿Eres del comité de bienvenida?
fr: Je viens d'arriver en ville. C'est vous, le comité d'accueil ?
it: Sono da poco in città. Sei del comitato d'accoglienza?
ru: Я только что с поезда. А вы, надо полагать, комитет по встрече?

source: I’m not going alone.
de: Ich gehe nicht allein.
es: No voy a ir a solas.
fr: Hors de question d'y aller seul.
it: Io non ci vado per conto mio.
ru: Я сунусь туда в одиночестве.

source: I’m not okay... I can’t sleep at all... I’m afraid that this is a dream and that I’ll wake up there and still be there... with the... bugs.
de: Mir geht es nicht gut ... Ich kann nicht schlafen ... Ich habe Angst, dass das hier ein Traum ist und ich irgendwann wieder da aufwache ... bei den ... Käfern.
es: No estoy bien... No puedo dormir... Me da miedo que esto sea un sueño y me despertaré allí y aún estaré allí... con los... bichos.
fr: Je ne m'en suis pas sortie... Je n'arrive plus à dormir... J'ai peur que ce ne soit qu'un rêve et que je vais me réveiller là-bas... avec... les insectes.
it: Non sto bene... Non riesco a dormire... Ho paura che sia tutto un sogno e che al risveglio mi ritroverò ancora laggiù... con gli... insetti.
ru: Со мной не все в порядке... Я боюсь спать... Я боюсь, что все это сон, и когда я проснусь, я снова окажусь в камере... а вокруг... будут жуки.

source: I’m not stopping. Not now, not ever. {{GM}}She looks at Paco, then back at you.{{/GM}} A real rain is coming to Seattle - and it’s gonna wash the scum off the streets. I am going to burn every mother-fragging BTL shop in the Sprawl until they are GONE.
de: Ich höre nicht auf. Weder jetzt, noch später. {{GM}}Sie schaut Paco an, dann wieder dich.{{/GM}} Es wird ein wahrer Sturm über Seattle ziehen und den Abschaum von den Straßen spülen. Ich werde jeden einzelnen gottverdammten BTL-Laden im Sprawl NIEDERBRENNEN.
es: No voy a parar. Ni ahora, ni nunca. {{GM}}Mira a Paco y luego te vuelve a mirar a ti.{{/GM}} Se aproxima una gran tormenta a Seattle; y va a acabar con toda la escoria de la calle. Voy a quemar todas las apestosas tiendas de BTL del Ensanche hasta que hayan DESAPARECIDO.
fr: Hors de question d'arrêter. Ni maintenant ni jamais. {{GM}}Elle regarde Paco, puis se tourne vers vous.{{/GM}} Une vraie tempête va s'abattre sur Seattle et va balayer toute la racaille qui traîne dans les rues. Je vais foutre le feu à tous les putain d'endroits où on deale des BTLs, tous jusqu'au dernier.
it: Non ho intenzione di fermarmi. Né ora, né mai. {{GM}}Guarda Paco, poi te.{{/GM}} Una pioggia reale sta per scendere su Seattle e spazzerà via la feccia dalle strade. Brucerò ogni dannatissimo negozio di BTL dello Sprawl, finché non saranno SPARITI tutti.
ru: Меня ничто не остановит. Ни теперь, ни потом, никогда. {{GM}}Она смотрит на Пако, затем переводит взгляд на тебя.{{/GM}} Над Сиэтлом прольется настоящий дождь - и он смоет с улиц всю эту грязь. Я сожгу каждый гребаный притон, каждую гребаную лабораторию дотла и не остановлюсь, пока в городе не останется НИ ОДНОЙ.
