Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}The room beyond the bars is a stinking jumble of burned flesh and dog flop. An enormous hellhound, its fur streaked with whip marks, growls low. The eyes of a second hellhound burn menacingly in the corner.{{/GM}}
de: {{GM}}Der Raum hinter den Gitterstäben ist ein stinkendes Loch voller verbranntem Fleisch und Hundekot. Ein gewaltiger, mit Peitschennarben übersäter Höllenhund begrüßt dich mit einem tiefen Knurren. Die Augen eines zweiten Höllenhundes leuchten teuflisch aus einer Ecke heraus.{{/GM}}
es: {{GM}}La habitación que hay detrás de los barrotes es un revoltijo apestoso de carne quemada y excrementos de perro. Un cancerbero enorme, con la piel cubierta de marcas de latigazos, gruñe por lo bajo. Los ojos de un segundo cancerbero arden amenazadoramente desde la esquina.{{/GM}}
fr: {{GM}}Une odeur fétide de chair brûlée et de crottes de chien émane de derrière les barreaux. Un énorme chien de l'enfer, à la fourrure lacérée de marques de fouets, grogne tout bas. Les yeux menaçant d'un autre chien de l'enfer brillent dans un coin.{{/GM}}
it: {{GM}}La stanza oltre le sbarre è un miscuglio puzzolente di carne umana bruciata ed escrementi di cane. Un gigantesco segugio infernale, dal pelo segnato dalle abrasioni, ringhia sommesso. Gli occhi di un secondo segugio infernale ardono minacciosi in un altro angolo.{{/GM}}
ru: {{GM}}Комнату за прутьями решетки кто-то превратил в пахнущую паленым мясом конуру. Огромный адский пес рычит на тебя. Ты замечаешь на его шкуре следы побоев. Еще один пес, не отрываясь, глядит на тебя из угла горящими глазами.{{/GM}}

source: {{GM}}The scientist looks absolutely bewildered.{{/GM}} Who are you? W-why are you doing this?
de: {{GM}}Der Wissenschaftler sieht absolut fassungslos aus.{{/GM}} Wer bist du? W-warum machst du das?
es: {{GM}}El científico parece absolutamente desconcertado.{{/GM}} ¿Quién eres tú? ¿Po-por qué haces esto?
fr: {{GM}}Le scientifique a l'air absolument éberlué.{{/GM}} Qui êtes-vous ? P... Pourquoi faites-vous ça ?
it: {{GM}}Lo scienziato è decisamente confuso.{{/GM}} Chi sei? P-perché lo stai facendo?
ru: {{GM}}Ученый глядит на тебя расширенными от ужаса глазами.{{/GM}} Вы кто? За-за-зачем вы это сделали?

source: {{GM}}The screen leaps to life, making you squint against its brightness. The face on the screen is laughing – Sam Watts.{{/GM}} Hey, buddy. Hope I didn't catch you at a bad time. {{GM}}He giggles. He’s drunk again. Or worse.{{/GM}}
de: {{GM}}Der Bildschirm erwacht zum Leben und dank der plötzlichen Helligkeit musst du die Augen zusammenkneifen. Ein lachendes Gesicht erscheint – Sam Watts.{{/GM}} Hey, Kumpel. Ich hoffe, ich störe dich gerade nicht . {{GM}}Er kichert. Er ist wieder betrunken. Oder schlimmer.{{/GM}}
es: {{GM}}La pantalla cobra vida, tan brillante que te hace entornar los ojos. La cara de la pantalla está riendo: es Sam Watts.{{/GM}} Eh, colega. Espero no pillarte en mal momento. {{GM}}Se ríe. Está borracho otra vez. O algo peor.{{/GM}}
fr: {{GM}}L'écran s'anime, sa brillance vous forçant à plisser les yeux. Le visage sur l'écran est en train de rire. Sam Watts.{{/GM}} Hé mec, J'espère que je te dérange pas. {{GM}}Il pouffe. Il est encore bourré. Ou pire.{{/GM}}
it: {{GM}}Lo schermo si accende, facendoti strizzare gli occhi per la luminosità. Appare una faccia che ride: è Sam Watts.{{/GM}} Ehi, chi si vede. Spero di non averti preso in un brutto momento. {{GM}}Ridacchia. È di nuovo ubriaco. Se non peggio.{{/GM}}
ru: {{GM}}Экран вспыхивает ярким светом, который режет глаза. Проморгавшись, ты видишь перед собой смеющееся лицо своего старого приятеля – звонит Сэм Уоттс.{{/GM}} Привет, старина. Ни от чего тебя не отвлекаю? {{GM}}Он хихикает. Он опять пьян, если не нашел для себя что-то похуже.{{/GM}}

source: {{GM}}The shopkeeper holds out a few nuyen.{{/GM}} Please... it's the least we can do.
de: {{GM}}Die Verkäuferin gibt dir ein paar Nuyen.{{/GM}} Bitte ... das ist das Mindeste, das wir tun können.
es: {{GM}}El vendedor te entrega unos cuantos nuyens.{{/GM}} Por favor... Es lo mínimo que podemos hacer.
fr: {{GM}}Le propriétaire du magasin vous tend quelques nuyens.{{/GM}} S'il vous plaît... c'est le moins qu'on puisse faire.
it: {{GM}}Il negoziante tira fuori qualche nuyen.{{/GM}} Prego... è il minimo che possiamo fare.
ru: {{GM}}Торговка протягивает тебе несколько нюйет.{{/GM}} Пожалуйста... в знак нашей благодарности.

source: {{GM}}The shotgun-wielding thug squeaks in panic.{{/GM}} It's the crew that took out Stevie J's place. I told you it was only a matter of time!
de: {{GM}}Der Schläger mit der Schrotflinte quietscht voller Panik auf.{{/GM}} Das ist die Crew, die Stevie Js Laden auseinandergenommen hat. Ich hab dir doch gesagt, dass es nur eine Frage der Zeit ist!
es: {{GM}}El matón de la escopeta grita de miedo.{{/GM}} Son los que atacaron la casa de Stevie J. ¡Ya te dije que era solo cuestión de tiempo!
fr: {{GM}}Le ganger au fusil laisse échapper un couinement de panique.{{/GM}} C'est le type qui a remplacé Stevie J. Je te disais bien que ce n'était qu'une question de temps !
it: {{GM}}Il delinquente con il fucile in mano sobbalza, è nel panico.{{/GM}} È la banda che ha messo a ferro e fuoco casa di Stevie J. Te l'avevo detto che era solo questione di tempo!
ru: {{GM}}Вооруженный дробовиком головорез испуганно дергается.{{/GM}} Это команда, которая прикончила Стиви-младшего прямо у него в доме. Я же предупреждал, что они и до нас доберутся!

source: {{GM}}The smirk broadens.{{/GM}} That's right, dummy. Keep flapping your jaw. That sort of thing will be perfect for where you're going.
de: {{GM}}Sein Grinsen wird breiter.{{/GM}} Ganz genau, du Dummkopf. Reiß einfach weiter das Maul auf. Diese Art von Verhalten wird da, wo du hingehst, sicher ganz ausgezeichnet ankommen.
es: {{GM}}La sonrisa prepotente es más patente.{{/GM}} Exacto, ignorante. Sigue dándole a la lengua. Esas cosas te irán de maravilla en el lugar adonde vas.
fr: {{GM}}Son sourire suffisant s'élargit.{{/GM}} C'est ça, pauvre tache. Continuez de claquer des dents. Ce genre de choses est parfait pour là où vous allez.
it: {{GM}}Il sorriso si allarga.{{/GM}} Esatto, deficiente. Continua a dire idiozie. Questo genere di cose sarà perfetto per dove stai andando.
ru: {{GM}}Его ухмылка становится еще шире.{{/GM}} Так держать. Продолжай трепать языком. Рой себе могилу.

source: {{GM}}The smirking stops.{{/GM}} What I want is to take you into an ally and come out alone. But there's someone who wants to meet you, so we're going for a little ride.
de: {{GM}}Sein Grinsen verschwindet.{{/GM}} Was ich will, ist dich in eine Gasse führen und allein wieder herauszukommen. Aber es gibt jemanden, der dich treffen möchte, also machen wir eine kleine Spritztour.
es: {{GM}}La sonrisa prepotente desparece.{{/GM}} Lo que yo quiero es meterte en un callejón y salir yo solo. Pero hay alguien que te quiere conocer, así que vamos a dar una vueltecita.
fr: {{GM}}Son sourire suffisant s'estompe.{{/GM}} Ce que je veux, c'est vous emmener dans une ruelle et en ressortir seul. Mais quelqu'un aimerait vous rencontrer, alors on va faire un petit voyage.
it: {{GM}}Il sorriso si blocca.{{/GM}} Quello che voglio è portarti in un vicolo e uscirne da solo. Ma c'è qualcuno che ti vuole conoscere, per cui ora ci faremo un viaggetto.
ru: {{GM}}Он становится серьезным.{{/GM}} Мне надо открутить тебе башку. И поверь, я бы так и сделал, если бы с тобой не хотели поговорить - так что вместо этого мы поедем кататься.

source: {{GM}}The sneaker is a child's and has musty, sweaty smell. Oddly, you get a sort of shock, as if from static electricity, when you touch it. This must be one of the items the shaman was looking for. You take the shoe.{{/GM}}
de: {{GM}}Der Turnschuh gehörte wohl einem Kind und riecht dumpf nach Schweiß. Seltsamerweise kriegst du eine Art Schlag, wie von statischer Elektrizität, als du ihn berührst. Das muss einer der Gegenstände sein, nach denen die Schamanin sucht. Du nimmst den Schuh an dich.{{/GM}}
es: {{GM}}La zapatilla es de niño y huele a sudor rancio. Curiosamente, recibes una especie de calambre, como de electricidad estática, cuando lo tocas. Debe de ser uno de los objetos que buscaba la chamán. Te llevas el zapato.{{/GM}}
fr: {{GM}}La basket est celle d'un enfant et sent la transpiration. Vous êtes surpris de recevoir une sorte de choc lorsque vous la touchez, comme si elle était chargée en électricité statique. C'est sûrement l'un des objets que la chamane cherchait. Vous prenez la chaussure.{{/GM}}
it: {{GM}}La scarpa da tennis è da bambini e puzza di muffa e sudore. Quando la tocchi ricevi una sorta di scossa, come da elettricità statica. Questo dev'essere uno degli oggetti che lo Sciamano stava cercando. Prendi la scarpa.{{/GM}}
ru: {{GM}}От этой кроссовки детского размера исходит странный и неприятный запах. Когда ты дотрагиваешься до нее, твои пальцы невольно отдергиваются, как если бы перед тобой оказался оголенный провод. Должно быть, это и есть один из предметов, нужных шаманке. Ты забираешь кроссовку.{{/GM}}

source: {{GM}}The sound of raised voices comes clearly through the cracks in the wall, a clear edge of panic.{{/GM}} I'm *telling you* it's only a matter of time! She and her crew took took out Stevie J's place. We need to put some security cameras and a door guard with two good eyes!
de: {{GM}}Der Klang lauter, panischer Stimmen dringt durch die Risse in der Wand zu euch hinüber.{{/GM}} Ich sag dir, es ist nur eine Frage der Zeit! Sie und ihre Crew haben Stevie J’s Laden auseinandergenommen. Wir brauchen ein paar ordentliche Überwachungskameras und einen Wachmann mit zwei gesunden Augen!
es: {{GM}}A través de las grietas de la pared se escuchan voces altas al borde del pánico.{{/GM}} ¡Te lo estoy *diciendo*, solo es cuestión de tiempo! Ella y su grupo ocuparon el lugar de Stevie J. ¡Tenemos que poner cámaras de seguridad y un guardia en la puerta que tenga muy buena vista!
fr: {{GM}}Les voix qui s'élèvent parviennent clairement à travers les fissures dans les murs, signe de panique.{{/GM}} Je te dis que ce n'est qu'une question de temps ! Son équipe et elle ont pris la place de Stevie J. On doit mettre des caméras de sécurité et quelqu'un de fiable pour garder la porte !
it: {{GM}}Attraverso le crepe del muro senti il suono distinto di voci alzate, chiaramente sul punto di farsi prendere dal panico{{/GM}} *Fidati di me* è solo una questione di tempo! Lei e la sua ciurma hanno hanno messo a ferro e fuoco la casa di Stevie J. Dobbiamo piazzare delle telecamere di sicurezza e una guardia bella sveglia davanti alla porta!
ru: {{GM}}Через щель в стене отчетливо доносятся громкие голоса. В одном из них звучат панические нотки.{{/GM}} А я говорю это *только вопрос времени* ! Она и ее головорезы распотрошили квартиру Стиви-младшего. Нам нужны видеокамеры и охранник, у которого оба глаза на месте!

source: {{GM}}The stove in the apartment next door has a Fire Elemental hearth spirit. The people who live there might not appreciate meeting it.{{/GM}}
de: {{GM}}Der Ofen in der Wohnung nebenan hat einen Feuerelementar-Herdgeist. Die Leute, die dort wohnen, würden ihn wohl nicht so gerne kennenlernen.{{/GM}}
es: {{GM}}En el horno del apartamento de al lado hay un espíritu del hogar de Elemental de fuego. A la gente que vive allí no le gustaría encontrárselo.{{/GM}}
fr: {{GM}}La cuisinière de l'appartement voisin possède un Élémentaire de feu. Les gens vivant là-bas ne vont peut-être pas l'apprécier.{{/GM}}
it: {{GM}}La stufa dell'appartamento accanto è alimentata dallo spirito del focolare domestico di un Elementale del fuoco. Le persone che vi abitano non sarebbero felici di incontrarlo.{{/GM}}
ru: {{GM}}Возле плиты в соседней квартире поселился маленький дух огня. Сами жильцы об этом не знают, и вряд ли обрадуются такому соседству.{{/GM}}

source: {{GM}}The streets have not been kind to this man... but they've also hardened him. This man is clearly a survivor, though one wrestling with the onset of age and arthritis.{{/GM}} You... I saw you over there with that rat bastard cop. Whad'ya want?
de: {{GM}}Die Straße war nicht besonders gütig zu diesem Mann ... aber sie hat ihn auch abgehärtet. Er ist eindeutig ein Überlebenskünstler, auch wenn er mit dem Alter und der Arthritis kämpft. {{/GM}} Du ... ich habe dich da drüben mit dieser Ratte von einem Cop gesehen. Was willste?
es: {{GM}}Las calles no han tratado bien a este hombre... pero también lo han endurecido. Es evidente que este hombre es un superviviente, aunque uno en lucha contra el envejecimiento y la artritis.{{/GM}} Tú... Te vi por ahí con esa rata de policía bastardo. ¿Qué quieres?
fr: {{GM}}La rue n'a pas été tendre avec cet homme... mais elle l'a endurci. Cet homme est clairement un battant, mais il compte désormais parmi ses adversaires l'âge et les rhumatismes.{{/GM}} Vous... Je vous ai vu avec ce connard de flic. Qu'ess' vous voulez ?
it: {{GM}}La strada non è stata clemente con quest'uomo... ma l'ha reso più forte. È chiaramente un reduce, sebbene combatta contro l'età che avanza e l'artrite incipiente.{{/GM}} Tu... Ti ho visto laggiù, insieme a quel bastardo di uno sbirro. Che vuoi?
ru: {{GM}}Уличная жизнь изрядно потрепала этого человека... но она же закалила его и сделала сильнее. Перед тобой стоит ветеран, переживший немало уличных драк, хотя его лучшие годы остались далеко позади. Сейчас его главные враги - артрит и уже немолодой возраст.{{/GM}} Ты... А я тебя видел. Этот ублюдок-полицейский пытался тебя отшить. Чего тебе надо?

source: {{GM}}The suspicion in her voice and eyes departs almost instantly when the subject turns to the deceased.{{/GM}} He's my brother. I... I've been trying to speak with him.
de: {{GM}}Der Argwohn in ihrer Stimme schwindet augenblicklich, sobald sich das Gespräch dem Toten zuwendet.{{/GM}} Er ist mein Bruder. Ich ... ich habe versucht, mit ihm zu sprechen.
es: {{GM}}Las sospechas de su voz y sus ojos desaparecen casi al instante cuando el tema cambia hacia el difunto.{{/GM}} Era mi hermano. He... He estado intentando hablar con él.
fr: {{GM}}Toute trace de suspicion disparait instantanément lorsque la conversation aborde le sujet du défunt.{{/GM}} C'est mon frère. Je... J'ai essayé de parler avec lui.
it: {{GM}}Il sospetto scompare quasi istantaneamente dalla sua voce e dai suoi occhi quando la conversazione si sposta sul defunto.{{/GM}} È mio fratello. Io... Ho cercato di parlare con lui.
ru: {{GM}}Когда ты задаешь вопрос, подозрение в ее голосе исчезает. Она заметно успокаивается.{{/GM}} Он был моим братом. Я... Я пыталась поговорить с ним.

source: {{GM}}The thug looks like he's thinking hard for a moment.{{/GM}} Wow, you're one sick bastard. I like it. Perfect timing too, I could use a trigger man for a little project I've got going. Come with me!
de: {{GM}}Der Ganger sieht aus, als würde er einen Moment nachdenken.{{/GM}} Wow, du bist echt krank. Das gefällt mir. Damit kommst du genau richtig – ich könnte jemanden gebrauchen, der bei einem kleinen Projekt von mir den Abzug betätigt. Komm mit!
es: {{GM}}Por un momento, el matón parece estar sumido en un pensamiento profundo.{{/GM}} Menudo desgraciado retorcido estás hecho. Me gusta. Y el momento también es perfecto, me vendría bien un tirador para un pequeño proyecto que tengo entre manos. ¡Ven conmigo!
fr: {{GM}}Le voyou semble réfléchir intensément pendant un instant.{{/GM}} Ouaouh, vous êtes un bon fêlé. J'aime ça. Et le timing est parfait, j'ai besoin d'un as de la gâchette pour un petit projet. Venez avec moi !
it: {{GM}}Il delinquente sembra pensare intensamente per un attimo.{{/GM}} Wow, sei la bastardaggine fatta persona. Mi piace. Al momento giusto, anche. Potrebbe servirmi un killer per un piccolo progetto che sto portando avanti. Vieni con me!
ru: {{GM}}Головорез на минуту задумывается.{{/GM}} И откуда вы только беретесь, такие извращенцы. Ты мне нравишься. Считай, что тебе повезло: нам как раз нужен актер для финальной сцены. Иди за мной!

source: {{GM}}The voice modulation returns. So does the French accent.{{/GM}} One day, they will make trivids about our adventure together! But that is for another time. Now, here is what you must do...
de: {{GM}}Die Sprachverzerrung kehrt zurück und mit ihr der französische Akzent.{{/GM}} Eines Tages werden sie Trivids über unser Abenteuer drehen! Doch konzentrieren wir uns lieber aufs Hier und Jetzt. Du musst Folgendes tun ...
es: {{GM}}Vuelve a impostar la voz. Y también el acento francés.{{/GM}} ¡Un día, harán trilogías sobre nuestras aventuras! Pero eso será en otro momento. Verás, esto es lo que debes hacer...
fr: {{GM}}La modulation de la voix revient. Ainsi que l'accent créole.{{/GM}} Un jour, ils feront des trividéos de nos aventures ! Mais ce sera pour plus tard. Voici ce que vous devez faire...
it: {{GM}}La modulazione della voce riprende. Così come l'accento francese.{{/GM}} Un giorno gireranno dei trideo sulla nostra avventura! Ma questo succederà tra un po'. Per adesso, ecco quello che devi fare...
ru: {{GM}}Он снова включает модулятор голоса.{{/GM}} Принет день, когда они начнут снимать о наших подвигах триды. Но это будет потом. Слушай, что тебе нужно будет сделать...

source: {{GM}}The wage-slave is on the edge. He's staring vacantly at his terminal with his hands to his face and his fingers twitching nervously.{{/GM}} Wha-wha do you want? Can't you see I'm busy??
de: {{GM}}Der Lohnsklave ist nervös. Mit seinem Kopf in den Händen und zuckenden Fingern starrt er mit leerem Blick auf sein Terminal.{{/GM}} Wa-wa-was willst du? Siehst du nicht, dass ich beschäftigt bin?!
es: {{GM}}El esclavo del trabajo está al límite. Está mirando a su terminal, con la mirada ausente, las manos en la cara y sin parar de mover los dedos de tanta tensión.{{/GM}} ¿Qu-qué es lo que quieres? ¿¡¿No ves que estoy ocupado?!?
fr: {{GM}}L'esclave corpo a l'air ailleurs. Il fixe le terminal d'un regard vide, les mains sur son visage et les doigts tressautant de nervosité.{{/GM}} Qu... Qu'est-ce que vous voulez ? Vous voyez pas que je suis occupé ?!?
it: {{GM}}Lo schiavo salariato è sull'orlo di una crisi. Fissa il terminale con sguardo assente, ora toccandosi il volto, ora torcendosi nervosamente le dita.{{/GM}} Che-che cosa vuoi? Non vedi che ho da fare?
ru: {{GM}}Сотрудник того и гляди сорвется. Он смотрит в пространство перед собой невидящим взглядом, прижав руку ко рту. Кончики его пальцев нервно подергиваются.{{/GM}} Че-че-чего тебе? Не видишь, я занят?

source: {{GM}}The wall is crumbling here. Through a hole you can see a stairwell leading up.
de: {{GM}}Die Wand hier ist ziemlich baufällig. Durch ein Loch kannst du eine Treppe sehen, die nach oben führt.
es: {{GM}}Este muro se está derrumbando. Por un agujero ves una escalera que sube hacia arriba.
fr: {{GM}}Le mur s'effrite en cet endroit. Vous pouvez voir une cage d'escalier à travers le trou.
it: {{GM}}Il muro si sta sgretolando. Attraverso un foro riesci a vedere una scala che porta su.
ru: {{GM}}В этом месте стена осыпалась. Через дыру видна лестница, ведущая на верхние этажи.

source: {{GM}}The wind is out of her sails.{{/GM}} Uh huh. Most of the regulars are here.
de: {{GM}}Sie sieht etwas ratlos aus.{{/GM}} Äh, okay. Die meisten der Stammgäste sind da.
es: {{GM}}Está descolocada.{{/GM}} Ajá. La mayoría de los habituales están aquí.
fr: {{GM}}Elle est déconcertée.{{/GM}} Hein hein. La plupart des habitués sont ici.
it: {{GM}}È un po' giù di morale.{{/GM}} Ah ah... La maggior parte dei clienti abituali è qui.
ru: {{GM}}Она выглядит очень усталой.{{/GM}} Ага. Сегодня тут почти все.

source: {{GM}}The wind is out of her sails.{{/GM}} Uh, I can’t remember. He made it sound like royalty. You know someone called The Duke or something like that?
de: {{GM}}Sie sieht vollkommen ratlos aus.{{/GM}} Ähm, ich kann mich nicht erinnern. Klang so, als wäre es irgendein Adliger. Kennst du jemanden namens „Der Duke“ oder sowas in der Art?
es: {{GM}}Está descolocada.{{/GM}} Umm, no me acuerdo. Lo dijo como si se tratara de la realeza. ¿Conoces a alguien que se llame El Duque o algo parecido?
fr: {{GM}}Elle a l'air plutôt déconcertée.{{/GM}} Euh, je ne me souviens pas. Je crois que c'était un nom de noble. Vous connaissez quelqu'un qui s'appelle Le Duc ou un truc dans le genre ?
it: {{GM}}È un po' giù di morale.{{/GM}} Bah, non ricordo. Ma ne parlava con riverenza. Conosci qualcuno chiamato Duca o qualcosa del genere?
ru: {{GM}}Она выглядит очень усталой.{{/GM}} Э... Нет, не помню. Кто-то очень важный, по его словам. Какой-то герцог или кто-то вроде того?

source: {{GM}}The wind is out of her sails.{{/GM}} Yeah, that’d be wizzer.
de: {{GM}}Sie sieht etwas ratlos aus.{{/GM}} Ja, das wäre wizzer.
es: {{GM}}Está descolocada.{{/GM}} Sí, eso sería lo mejor.
fr: {{GM}}Elle a l'air plutôt déconcertée.{{/GM}} Ouais, ça vaut mieux.
it: {{GM}}È un po' giù di morale.{{/GM}} Sì, sarebbe grandioso.
ru: {{GM}}Она выглядит очень усталой.{{/GM}} Да, хорошо.

source: {{GM}}The woman is a classic elven beauty. Confident. Poised. Expensively dressed.{{/GM}} Of course. I am glad this ancient ritual brings you some measure of solace. I hope you'll be able to put all of this behind you now.
de: {{GM}}Die Frau ist eine klassische Elfenschönheit. Selbstbewusst. Anmutig. Elegant gekleidet.{{/GM}} Selbstverständlich. Ich bin froh, dass dir dieses alte Ritual Trost zu spenden vermag. Ich hoffe, du wirst nun in der Lage sein, dies alles hinter dir zu lassen.
es: {{GM}}La mujer tiene la clásica belleza élfica. Segura. Dispuesta. Vestida con un atuendo costoso.{{/GM}} Por supuesto. Me alegro de que este antiguo ritual te dé un poco de consuelo. Espero que ahora puedas dejar atrás todo esto.
fr: {{GM}}La femme est une elfe d'une beauté classique. Confiante. Digne. Habillée élégamment.{{/GM}} Bien sûr. Je suis heureuse de voir que ce rituel ancien vous apporte un peu de réconfort. J'espère que vous pourrez mettre tout ça derrière vous.
it: {{GM}}La donna è una classica bellezza elfica: sicura di sé, composta, ben vestita.{{/GM}} Certo. Sono contenta che questo antico rituale ti sia stato di qualche consolazione. Spero che tu sia pronta a lasciarti tutto questo alle spalle.
ru: {{GM}}Как и многие эльфы, эта женщина невероятно красива. Она излучает уверенность и спокойствие. Ее одежда стоит больше, чем все твое снаряжение вместе взятое.{{/GM}} Разумеется. Я рада, что этот древний ритуал принес тебе душевный комфорт. Надеюсь, он позволит тебе оставить твою прошлую жизнь позади.
