Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Ah, yes. How tragic. {{GM}}He closes his eyes and shakes his head, but the smile never slips.{{/GM}}
de: Ah, ja. Wie tragisch. {{GM}}Er schließt die Augen und schüttelt den Kopf, doch das Lächeln bleibt.{{/GM}}
es: Ah, sí. Una tragedia. {{GM}}Cierra los ojos y niega con la cabeza, pero la sonrisa no desaparece.{{/GM}}
fr: Ah, oui. Quelle tragédie. {{GM}}Il ferme les yeux en hochant la tête, mais son sourire reste intact.{{/GM}}
it: Ah, sì. Che tragedia. {{GM}}Chiude gli occhi e scuote la testa, senza mai perdere il sorriso.{{/GM}}
ru: Ах да. Какая трагедия. {{GM}}Он закрывает глаза и качает головой, но улыбка продолжает плясать у него на губах.{{/GM}}

source: Ah, yes. You would like to get away from this place, of course! Rest assured, what you saw is not yet ready to take to the surface. But it will be. Soon.
de: Oh, natürlich. Du möchtest diesen Ort verlassen, natürlich! Ich kann dir versichern, dass das, was du gesehen hast, noch nicht an die Öffentlichkeit gelangen kann. Aber bald kann es das. Recht bald.
es: Ah, sí. ¡Querrás alejarte de este sitio, por supuesto! Calma, lo que has visto aún no está listo para salir a la superficie. Pero lo estará. Pronto.
fr: Ah, oui. Vous voudriez vous échapper de cet endroit, bien sûr ! Soyez assuré que ce que vous avez vu n'est pas prêt à remonter à la surface. Mais il le sera. Bientôt.
it: Ah, sì. Immagino tu voglia andartene da questo posto! Non temere, non è ancora il momento per rivelare quello che hai visto. Ma lo sarà. Presto.
ru: Ах да. Тебе нужно убраться из опасного места, конечно же! Не беспокойся, увиденное тобой пока не угрожает этому городу. Пока еще нет. Хотя скоро это изменится.

source: Ah, you are being altruistic. Forgive me. I did not expect it such sentiment from a... from you.
de: Ah. Sie sind altruistisch. Verzeihen Sie mir. Ich habe eine solche Motivation nicht von einem ... von Ihnen erwartet.
es: Ah, estás siendo altruista. Perdóname, no esperaba ese sentimiento... de ti.
fr: Ah, vous êtes un altruiste. Pardonnez-moi. Je n'attendais pas de sentiment de la part d'un... de votre part.
it: Ah, quanto altruismo. Perdonami, non mi aspettavo un tale sentimento da uno... uno come te.
ru: А-а, тобой движет альтруизм, чистый и незамутненный? Прошу прощения. Я не ожидал услышать подобное от кого-то, кто... То есть от тебя.

source: Ah... you see, the Baron - he is... unable to do such a thing in his current... condition. But enough about me.
de: Ähm ... wie sage ich es, der Baron – er ist dazu in seinem momentanen Zustand nicht in der Lage. Aber genug von mir.
es: Ah... mira, el barón es... incapaz de hacer algo así en su actual... condición. Pero basta de hablar de mí.
fr: Ah... voyez-vous, le Baron... n'as pas la possibilité de faire ceci dans sa... condition actuelle. Mais assez parlé de moi.
it: No... è che... Baron, al momento... non può fare una cosa del genere, date le sue... condizioni attuali. Ora basta parlare di me.
ru: А... Видишь ли, Барон - он... не может этого сделать в своем... текущем состоянии. Не будем о грустном.

source: Ahhhhh. {{GM}}She sighs and suddenly her mind seems to clear for a moment. You see a window of sanity.{{GM}}
de: Ahhhhh. {{GM}}Sie seufzt und scheint dann plötzlichen einen Augenblick der Klarheit zu gewinnen. Du siehst einen Schimmer der Person hinter dem Wahnsinn.{{/GM}}
es: Ahhhhh. {{GM}}Suspira y, de repente, parece despejársele la mente por un momento. Ves un atisbo de cordura.{{GM}}
fr: Ahhhhh. {{GM}}Elle soupire, et semble soudain retrouver ses esprits durant un moment. Sa santé mentale semble réapparaître.{{GM}}
it: Ahhhhh. {{GM}}Sospira e la sua mente appare lucida per un momento. Vedi un barlume di lucidità.{{GM}}
ru: А-а-а-а. {{GM}}Она вздыхает и немного успокаивается. В ее глазах появляется проблеск сознания.{{GM}}

source: Ain't no doubt about it.
de: Daran gibt es keinen Zweifel.
es: No hay ninguna duda.
fr: Aucun doute.
it: Non ho dubbi a riguardo.
ru: Можешь не сомневаться.

source: Alex
ru: Алекс

source: Aljernon
ru: Алджернон

source: Aljernon's eyes are far away, but he tilts his head when you approach, and indicates that he senses your presence. In a moment, his eyes focus and he returns. When he lowers his gaze upon you, they warm.
de: Aljernons Augen blicken in weite Ferne, doch als du dich näherst, wendet er den Kopf und scheint deine Anwesenheit zu bemerken. Die Schärfe kehrt in seine Augen zurück und er ist wieder da. Er sieht mit einem freundlichen Blick zu dir herüber.
es: La mirada de Aljernon parece lejana, pero inclina la cabeza cuando te acercas, indicando que ha percibido tu presencia. En un momento, centra la mirada y regresa. Cuando baja la mirada hacia ti, se le hace más cálida.
fr: Les yeux d'Aljernon regardent au loin, mais il remue sa tête alors que vous approchez, et indique qu'il sent votre présence. En un instant, ses yeux se concentrent et il revient. Son regard est maintenant chaleureux.
it: Gli occhi di Aljernon sono distanti, ma china la sua testa quando ti avvicini, a indicare che avverte la tua presenza. In un momento, i suoi occhi si concentrano e lui torna. Quando posa il suo sguardo su di te, si addolciscono.
ru: Взгляд Алджернона устремлен в пространство, но когда ты подходишь, он наклоняет голову в знак приветствия. Через пару секунд его взгляд становится осмысленным и он тепло улыбается тебе.

source: All I can do is arrange a meeting with the administrator. He might be able to help you. Please wait in the common room up ahead, and I'll notify him.
de: Alles, was ich Ihnen anbieten kann, ist ein Termin mit dem Leiter des Krankenhauses. Er kann Ihnen vielleicht weiterhelfen. Bitte warten Sie im Aufenthaltsraum, ich informiere ihn.
es: Lo único que puedo hacer es ofrecerle una reunión con el administrador. Seguro que él podrá ayudarle. Por favor, acomódese en la sala de espera que hay más adelante y yo le avisaré.
fr: Tout ce que je peux faire, c'est vous arranger un rendez-vous avec le directeur. Il pourra sans doute vous aider. Merci de patienter dans la salle d'attente, je vais le prévenir.
it: L'unica cosa che posso fare è chiamarle il direttore. Potrebbe esserle d'aiuto. Per favore, attenda nella sala comune laggiù, intanto che lo avverto.
ru: Я могу организовать для вас встречу с администратором. Он наверняка вам поможет. Пожалуйста, подождите в общей зале, я немедленно его уведомлю.

source: All I ever needed was one. Later, bud.
de: Einer ist alles, was man braucht. Bis später, Kumpel.
es: Solo necesitaba uno. Hasta luego, colega.
fr: Je n'en ai besoin que d'un seul. À plus.
it: Ne avevo proprio bisogno. A dopo.
ru: Я полагаюсь в основном на себя. До встречи.

source: All I need is a drop. And adequate time.
de: Alles, was ich brauche, ist ein Tropfen. Und Zeit.
es: Solo necesito un poco. Y el tiempo adecuado.
fr: J'ai juste besoin d'une goutte. Et d'un bon timing.
it: Mi basta una goccia. E un po' di tempo a disposizione.
ru: Мне нужна всего одна капля. И немного времени.

source: All I've got here is a baseball bat - but you look like you can handle yourself.
de: Dafür hab ich leider nur einen Baseballschläger, aber du siehst mir aus, als würdest du auch so klarkommen.
es: Solo tengo un bate de béisbol, pero parece que puedes arreglarte.
fr: Tout ce que j'ai c'est une batte de baseball. Mais on dirait que vous pouvez vous débrouiller.
it: Qui ho solo una mazza da baseball... ma mi sembra che tu ci sappia fare.
ru: У Дрездена где-то здесь была бейсбольная бита. Ничего лучшего предложить не могу.

source: All better. Just like that.
de: Er war also plötzlich wieder gesund. Einfach so.
es: Mucho mejor Así, de repente.
fr: Bien meilleur. Juste comme ça.
it: Rimesso a nuovo. Così, improvvisamente.
ru: Здоровый и бодрый? Хм-м...

source: All my possessions?
de: All meine Besitztümer?
es: ¿Todas mis posesiones?
fr: Tout ce que j'ai ?
it: Tutti i miei beni?
ru: Все мое имущество?

source: All right, I've had just about enough of this.
de: Okay, langsam reicht es mir.
es: Vale, ya he tenido suficiente.
fr: Bon, ça suffit.
it: Ok, ne ho avuto abbastanza.
ru: Ну все, с меня хватит.

source: All right, but...
de: Na gut, aber ...
es: Vale, pero...
fr: Très bien, mais...
it: Ok, ma...
ru: Хорошо, но...

source: All right, if that's how you want to play it. Dr. Holmes, I have reason to believe you're involved in the Emerald City Ripper killings.
de: Na gut, dann eben auf die umständliche Tour. Dr. Holmes, ich habe Grund zu der Annahme, dass Sie mit den Morden des Emerald City Rippers in Verbindung stehen.
es: De acuerdo, si es así como quiere jugar... Dr. Holmes, tengo motivos para creer que está usted implicado en los asesinatos del Destripador de Ciudad Esmeralda.
fr: Très bien, si vous voulez le voir comme ça. Dr Holmes, j'ai des raisons de croire que vous avez quelque chose à voir avec les meurtres de l'éventreur d'Emerald City.
it: Ah, se vuole metterla così... Dottor Holmes, ho ragione di credere che lei sia coinvolto negli omicidi dello Squartatore di Emerald City.
ru: Ну ладно, Холмс, будем играть по твоим правилам. Доктор, у меня есть основания полагать, что ты причастен к недавним убийствам, которые совершил Потрошитель.

source: All right, what would you like to talk about, $(l.name)?
de: Also, über was genau willst du reden, $(l.name)?
es: Veamos, ¿de qué quieres hablar, $(l.name)?
fr: Très bien, de quoi voulez-vous parler, $(l.name) ?
it: D'accordo, di cosa vorresti parlare, $(l.name)?
ru: Ну хорошо. О чем мы должны были поговорить, $(l.name)?

source: All she said was that she was looking for stopping power. Ease back on the drama!
de: Sie hat nur gesagt, dass sie eine große Knarre braucht. Kein Grund, direkt so auszurasten!
es: Lo único que dijo es que necesitaba potencia de disparo. ¡Déjate ya de dramas!
fr: Tout ce qu'elle m'a dit, c'est qu'elle voulait une arme dissuasive. Pas la peine d'en faire un cirque !
it: Ha detto solo che cercava un'arma con un buon potere d'arresto. Non fare tante storie!
ru: Она сказала, что ей надо что-нибудь помощнее. И не надо на меня давить!

source: All that's left is to get paid.
de: Jetzt fehlt nur noch die Bezahlung.
es: Ya solo queda recibir mi paga.
fr: Tout ce qu'il reste à faire c'est de se faire payer.
it: Resta solo il pagamento.
ru: Да. Мне осталось только забрать деньги.

source: All the Brothers and Sisters report to him, if that's what you mean.
de: Alle Brüder und Schwestern wenden sich an ihn, wenn es das ist, was du meinst.
es: Todos los Hermanos y Hermanas responden ante él, si es a eso a lo que te refieres.
fr: Tous les frères et sœurs lui obéissent, si c'est ce que vous voulez dire.
it: Tutti i fratelli e le sorelle rispondono a lui, se è questo ciò che intendi.
ru: Все братья и сестры ему подчиняются, да.

source: Alright deal.
de: Also gut, abgemacht.
es: Vale, trato hecho.
fr: Ok, ça marche.
it: Va bene, affare fatto.
ru: По рукам.

source: Alright everybody, let's go. Wrap it up.
de: Also gut, Leute! Zeit zu gehen. Bringt alles unter Dach und Fach.
es: Listo todo el mundo, vamos. Acabemos con esto.
fr: Allez, tout le monde, on y va. Finissons-en.
it: Va bene gente, andiamo. Basta così.
ru: Ладно, парни, нам пора. Закругляемся.

source: Alright lets see the what you have.
de: Na gut, dann zeig mal, was du hast.
es: Vale, a ver qué tienes.
fr: Très bien, voyons voir ce que vous avez.
it: Bene, vediamo cos'hai.
ru: Ладно. Показывай, что у тебя есть.

source: Alright, $(l.man). Go down the hall and take a left and you will see the cell, you'll know it when you see it. We have been waiting for that chip, time to make an example out of that slitch. Oh and take this zebra meat with you. The hounds will tear you to pieces without it.
de: Also gut, $(l.man). Geh den Gang runter und dann nach links. Da ist die Zelle. Du erkennst sie, wenn du sie siehst. Wir haben auf diesen Chip gewartet, es wird Zeit, ein Exempel an dieser Braut zu statuieren. Oh, und nimm dieses Zebrafleisch mit. Ohne das Zeug reißen dich die Viecher in Stücke.
es: Muy bien, $(l.man). Baja por el vestíbulo, gira a la izquierda y verás la celda, cuando la veas lo sabrás. Estábamos esperando ese chip, es hora de dar ejemplo con ese. Ah, y llévate esta carne de cebra. Sin ella, los perros te destrozarán.
fr: D'accord, $(l.man). Descendez le hall et tournez à gauche, vous verrez la cellule. Vous la reconnaitrez quand vous la verrez. Ça fait longtemps que nous attendons cette puce, il est temps de faire un exemple. Oh, et prenez la viande de zèbre avec vous. Les chiens vous déchiquetteraient en morceaux sans ça.
it: Ok, $(l.man). Vai in fondo alla sala e gira a sinistra, vedrai la cella passandoci davanti. Abbiamo aspettato quel chip, ora è il momento di dare una bella lezione a quella stronza. E porta questa carne di zebra con te. Senza questa i segugi ti faranno a pezzi.
ru: Ладно, $(l.man). Иди по коридору, поверни направо и увидишь камеру. Не бойся, не промахнешься. Мы уже два часа ждем этот чип, чтобы проучить ту подстилку. Да, и возьми с собой мясо зебры. Держи, говорю, а не то псы тебя разорвут на части.

source: Alright, $(l.man). Go down the hall and take a left and you will see the cell, you'll know it when you see it. We have been waiting for that chip, time to make an example out of that slitch. Oh and you already brought some zebra meat glad you thought ahead. Shoulda seen what happened to the last guy. The hounds will tear you to pieces without it.
de: Also gut, $(l.man). Geh den Gang runter und dann nach links. Da ist die Zelle. Du erkennst sie, wenn du sie siehst. Wir haben auf diesen Chip gewartet, es wird Zeit, ein Exempel an dieser Braut zu statuieren. Oh, wie ich sehe, hast du sogar schon Zebrafleisch mitgebracht. Gut, dass du vorausgedacht hast. Hättest sehen sollen, was mit dem letzten Kerl passiert ist. Ohne das Zeug reißen dich die Viecher in Stücke.
es: Muy bien, $(l.man). Baja por el vestíbulo, gira a la izquierda y verás la celda, cuando la veas lo sabrás. Estábamos esperando ese chip, es hora de dar ejemplo con ese. Ah, y tú ya has comprado carne de cebra, me alegro de que te hayas adelantado. Deberías haber visto lo que le pasó al último. Sin eso, los perros te destrozarán.
fr: D'accord, $(l.man). Descendez le hall et tournez à gauche, vous verrez la cellule. Vous la reconnaitrez quand vous la verrez. Ça fait longtemps que nous attendons cette puce, il est temps de faire un exemple. Oh, et je vois que vous avez apporté de la viande de zèbre, c'est parfait. Z'auriez du voir ce qui est arrivé au dernier gars. Les chiens vous déchiquetteraient en morceaux sans ça.
it: Ok, $(l.man). Vai in fondo alla sala e gira a sinistra, vedrai la cella passandoci davanti. Abbiamo aspettato quel chip, ora è il momento di dare una bella lezione a quella stronza. Oh, ottimo! Hai già un po' di carne di zebra con te. Se avessi visto la fine che ha fatto l'ultimo ragazzo. Senza questa i segugi ti faranno a pezzi.
ru: Ладно, $(l.man). Иди по коридору, поверни направо и увидишь камеру. Не бойся, не промахнешься. Мы уже два часа ждем этот чип, чтобы проучить ту подстилку. О, да у тебя и мясо зебры с собой? Это хорошо. Последнего парня псы разорвали на части, он был не такой предусмотрительный.

source: Alright, I’m in. If these bugs are as dangerous as you say, someone’s got to save the world. Guess it might as well be me.
de: Gut, ich bin dabei. Wenn diese Käfer so gefährlich sind, wie du behauptest, dann muss ja jemand die Welt retten. Das kann ja dann genauso gut ich sein.
es: Vale, me apunto. Si estos bichos son tan peligrosos como dices, alguien tendrá que salvar al mundo. Supongo que podría ser yo.
fr: Ok, ça marche. Si ces inectes sont aussi dangereux que vous le dites, quelqu'un va devoir sauver le monde. Autant que ce soit moi.
it: Bene, ci sto. Se questi insetti sono pericolosi come dici, qualcuno dovrà pur salvare il mondo. E quel qualcuno potrei essere io.
ru: Ладно, за дело. Если эти твари и впрямь настолько опасны, кому-то придется спасать от них мир. Даже если это буду я.

source: Alright, follow my lead then.
de: In Ordnung, folge meinen Anweisungen.
es: Vale, entonces sígueme.
fr: Ok, suivez-moi.
it: Ok, seguimi allora.
ru: Отлично, тогда следуй за мной.

source: Alright, it's a deal.
de: Na schön, so kommen wir ins Geschäft.
es: Vale, trato hecho.
fr: Ok, ça marche.
it: Ok, affare fatto.
ru: Отлично, договорились.

source: Alright, let’s get this done. My cousin, Gino, should be in one of the squats past that door up ahead. I hear there’s a whole lab setup in there. From my experience, there’s usually a lookout watching for cops outside and a guard at the door inside. Like I said, don’t know how much firepower to expect but these guys are nasty, so stay on guard. I just want to get in, grab Gino, and get out.
de: Also gut. Lass es uns hinter uns bringen. Mein Cousin Gino sollte in einer der Absteigen hinter der Tür dort drüben sein. Nach dem, was ich gehört hab, haben die da drinnen ein ganzes Labor. Meiner Erfahrung nach hält draußen üblicherweise jemand nach den Bullen Ausschau und im Inneren befindet sich eine Wache. Wie schon gesagt, keine Ahnung, wie viel Widerstand wir zu erwarten haben, aber die Kerle sind richtig übel, also passt auf. Ich will nur rein, Gino finden und wieder raus.
es: Bien, acabemos con esto. Mi primo, Gino, debería estar en una de las chozas más allá de esa puerta. He oído que hay todo un laboratorio ahí dentro. Por mi experiencia, suele haber un vigía fuera, por si llegan policías, y un guardia en la puerta, por dentro. Como dije, no sabemos cuánta potencia de fuego podemos encontrar, pero estos tipos son duros, así que estad atentos. Solo quiero entrar, agarrar a Gino y salir.
fr: Bon, finissons-en. Mon cousin, Gino, il devrait être dans l'un de ces squats un peu plus loin derrière cette porte. On m'a dit qu'il y avait tout un labo installé là-dedans. De ce que j'en sais, il y a généralement une sentinelle qui repère les flics, et un garde à l'intérieur. Comme je le disais, je ne sais pas à quel genre d'artillerie on aura affaire, mais ces gars sont des brutes, donc restons sur nos gardes. Je veux juste entrer, choper Gino et partir.
it: D'accordo, facciamolo. Mio cugino, Gino, dovrebbe trovarsi in uno di quelle baracche oltre la porta, proseguendo dritto. Ho sentito che c'è un intero laboratorio lì. Dalla mia esperienza, di solito c'è sempre una sentinella fuori, che sorveglia i dipendenti e un agente davanti alla porta interna. Come ho detto, non so quanto siano armati, ma questi tipi sono pericolosi, quindi stai in guardia. Voglio solo entrare, prendere Gino e uscire.
ru: Ну, за дело. Мой двоюродный брат, Джино, сгинул в одном из этих притонов. Может быть, он за одной из этих дверей. Судя по тому, что я знаю, там может быть целая лаборатория, и если это так, то кто-то будет стоять на стреме снаружи, а кто-то будет охранять вход изнутри. Как я уже говорила, я не знаю, какие у них пушки, но шутить эти ребята не собираются, так что оставайся настороже. Я хочу ворваться туда, схватить Джино и быстренько сделать ноги.

source: Alright, what kind of guy has black IC protecting his employment records? Either he's got some serious enemies, or he's paranoid as hell. Either way, this probably won't just be a milk run.
de: Wer lässt denn bitte seine Angestelltenakten von schwarzen IC schützen? Entweder hat dieser Kerl ein paar ernsthafte Feinde, oder er ist höllisch paranoid. Wie dem auch sei, das hier wird kein Kinderspiel.
es: A ver, ¿qué clase de persona tiene PAI negros protegiendo sus historiales laborales? O tiene enemigos importantes o está completamente paranoico. Sea lo que sea, seguro que esto no es un paseo.
fr: Bon, quel genre de type a une CI Noire protégeant ses registres de travail ? Soit il a de sérieux ennemis, soit il est complètement paranoïaque. Quel que soit la réponse, ce sera probablement pas de la tarte.
it: D'accordo, che tipo di persona mette una MAI nera a protezione del suo fascicolo personale? O ha dei nemici che fanno sul serio, o è estremamente paranoico. Ad ogni modo, non sarà un passeggiata.
ru: Ну ладно. Кем надо быть, чтобы поставить черный лед на базу данных, в которой хранятся обычные послужные списки? Одно из двух: или он нажил себе серьезных врагов, или он параноик. В любом случае, это будет непросто.

source: Always a curious place, the astral. Though a mirror world to our own, it is ever changing.
de: Der Astralraum hält stets neue Merkwürdigkeiten parat. Obwohl er ein Spiegelbild unserer Welt ist, ist er im steten Wandel.
es: Siempre es un lugar curioso, el plano astral. Aunque ese mundo es un espejo del nuestro, siempre está cambiando.
fr: Ah, le plan astral est toujours particulier. Même s'il reflète notre monde, il change en permanence.
it: Il piano astrale è sempre un luogo singolare. Nonostante sia un riflesso del nostro mondo, cambia continuamente.
ru: Астральный мир - интересное место. Он отражает привычную нам реальность, но в то же время непрерывно меняется.

source: Always do.
de: Immer doch.
es: Siempre lo hago.
fr: Toujours.
it: Lo faccio sempre.
ru: Разумеется.

source: Always wondered what she saw in him, but I guess he ain’t all bad. I’m just glad she’s back.
de: Ich hab mich immer gefragt, was sie an ihm findet, aber scheinbar ist er nicht ganz verdorben. Ich bin bloß froh, dass sie wieder da ist.
es: Siempre me he preguntado qué veía en él, pero supongo que no está tan mal. Solo me alegro de que haya vuelto.
fr: Je me suis toujours demandé ce qu'elle voyait chez lui, mais j'imagine qu'il n'est pas foncièrement mauvais. Je suis juste heureux qu'elle soit de retour.
it: Non ho mai capito cosa ci vedesse in lui, ma credo che avesse i suoi lati positivi. Sono solo felice che sia tornata.
ru: Я никогда не понимал, что она в нем нашла, но, полагаю, он все же неплохой парень. Я рад, что она вернулась.
