Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Yes. Go now and rest, spirit. Thank you.
de: Ja. Geh und finde deinen Frieden, Geist. Ich danke dir.
es: Sí. Vete y descansa, espíritu. Gracias.
fr: Oui. Allez-y et soyez en paix, esprit. Merci.
it: Sì. Vai e riposa, spirito. Grazie.
ru: Я освобождаю тебя, дух. Покойся с миром... И спасибо тебе.

source: Yes. Good luck.
de: Ja, viel Glück.
es: Sí. Buena suerte.
fr: Oui. Bonne chance.
it: Sì. Buona fortuna.
ru: Да. Удачи.

source: Yes. He's my older brother. I've asked Bear to help me speak to him... {{GM}}She shakes her head, looking like one who has found herself lost for the first time in her life.{{/GM}}
de: Ja. Er ist mein großer Bruder. Ich habe Bär um Hilfe dafür gebeten, mit ihm zu sprechen ... {{GM}}Sie schüttelt den Kopf und macht den Eindruck einer Person, die zum ersten Mal in ihrem Leben nicht weiß, was sie noch tun soll.{{/GM}}
es: Sí. Es mi hermano mayor. Le he pedido a Oso que me ayuda a hablar con él... {{GM}}Sacude la cabeza, como alguien que se encuentra perdido por primera vez en su vida.{{/GM}}
fr: Oui. C'est mon frère aîné. J'ai demandé à l'Ours de m'aider à lui parler... {{GM}}Elle secoue la tête, comme quelqu'un qui se perd pour la première fois dans sa vie.{{/GM}}
it: Sì. È il mio fratello maggiore. Ho chiesto all'Orso di aiutarmi a parlare con lui... {{GM}}Scuote la testa, come una che per la prima volta nella sua vita si sente persa.{{/GM}}
ru: Да. Это мой старший брат. Я просила духа Медведя помочь мне воззвать к нему... {{GM}}Она качает головой с видом человека, который впервые в жизни не знает, что ему делать.{{/GM}}

source: Yes. If you need to enter, you can use your janitor keycard to do so.
de: Ja. Wenn du rein musst, kannst du deine Hausmeister-Schlüsselkarte benutzen.
es: Sí. Si tienes que entrar, puedes usar tu tarjeta de limpiador para hacerlo.
fr: Oui. Si vous voulez entrer, vous pouvez utiliser votre carte d'accès de concierge.
it: Sì. Se devi entrare, perché non usi la tua tessera da custode.
ru: Да. Если тебе нужно войти, ты можешь использовать свой пропуск уборщика.

source: Yes. Now tell me where she is.
de: Ja. Jetzt sag mir, wo sie ist.
es: Sí. Ahora dime dónde está.
fr: Oui. Alors dites-moi où elle est.
it: Sì. Ora dimmi dov'è.
ru: Да. Говори где она, быстро.

source: Yes. The elf and the troll.
de: Ja. Den Elfen und den Troll.
es: Sí. El elfo y el troll.
fr: Oui. L'elfe et le troll.
it: Sì. L'Elfo e il Troll.
ru: Да. Эльфа и тролля.

source: Yes... There are others... Other spirits who may be of help. {{GM}}Her features harden in frustration, as if she's searching for something that remains elusive. Sighing, she opens her eyes and fixes you with a stare.{{/GM}}
de: Ja ... es gibt noch weitere ... weitere Geister, die vielleicht behilflich sein könnten. {{GM}}Ihr Gesicht verzieht sich in Frustration, als würde sie etwas suchen, das beständig außerhalb ihrer Reichweite bleibt. Sie seufzt und blickt dich an.{{/GM}}
es: Sí... Hay otros... Otros espíritus que podrían ayudar. {{GM}}Sus facciones se endurecen por la frustración, como si buscara algo que se le escapa. Suspirando, abre los ojos y los clava en ti.{{/GM}}
fr: Oui... Il y en a d'autres... D'autres esprits peuvent peut-être nous venir en aide. {{GM}}Ses traits se crispent sous l'effet de la frustration, comme si elle cherchait quelque chose qui lui échappait. En soupirant, elle ouvre les yeux et vous regarde fixement.{{/GM}}
it: Sì... Ce ne sono altri... Uno spirito che può essere di aiuto. {{GM}}I suoi lineamenti sono induriti dalla frustrazione, come se stesse cercando qualcosa di sfuggente. Sospirando, apre gli occhi e ti fissa.{{/GM}}
ru: Да... Есть и другие... Другие духи, которые могут помочь. {{GM}}Она хмурится и крутит головой, словно пытаясь рассмотреть что-то, чего здесь на самом деле нет. Со вздохом она открывает глаза и обращается к тебе.{{/GM}}

source: Yes... no! Hell, what do you want me to say? I'll tell you anything. Everything... Pleeaaase?
de: Ja ... nein! Zum Teufel, was willst du hören? Ich sag dir alles. Egal was ... Ich flehe dich an!
es: Sí... ¡no! Demonios, ¿qué quieres que diga? Te diré cualquier cosa. Todo... ¿Por favoooor?
fr: Oui... non ! Enfin, qu'est-ce que tu veux que je te dise ? Je te dis tout ce que tu veux. Tout. S'il te plaîîît ?
it: Sì... no! Diamine, che cosa devo dirti? Ti dirò qualunque cosa. Qualunque... Per favooreee...
ru: Да... нет! Какой ответ ты хочешь услышать? Я скажу тебе все, что захочешь. Все... Пожа-а-а-алуйста?

source: Yes?
de: Ja?
es: ¿Sí?
fr: Oui ?
it: Sì?
ru: Да?

source: Yes? What is it?
de: Ja? Worum geht es?
es: ¿Sí? ¿Qué quieres?
fr: Oui ? Qu'est-ce qu'il y a ?
it: Sì? Cosa c'è?
ru: Да? В чем дело?

source: Yo, $(l.guy). Have we met? You look familiar. I meet a lot of people. No problem. You need some brainbenders tonight? I got some of that merc stuff. Freakers, taxi drivers, you know.
de: Yo, $(l.guy). Haben wir uns schon mal getroffen? Du kommst mir so bekannt vor. Ich treffe eine Menge Leute. Kein Problem. Brauchst du ein paar Brainbender heute Nacht? Ich hab ein paar von diesen Söldnersachen. Freaker, Taxi-Fahrer, du weißt schon.
es: Eh, $(l.guy). ¿Nos conocemos? Me resultas familiar. Conozco a un montón de gente. Sin problema. ¿Necesitas algunos doblacerebros esta noche? Tengo algo de mercancía. Freakers, taxistas, ya sabes.
fr: Yo, $(l.guy). On se connait ? J'ai dû vous croiser quelque part. Je croise beaucoup de gens. Pas de problème. Besoin de tord-cervelles, ce soir ? J'ai ces trucs de mercenaires. Freakers, chauffeurs de taxi, ce genre de trucs.
it: Ehi, $(l.guy). Ci siamo già incontrati? Hai un viso familiare. Incontro tante persone. Nessun problema. Hai bisogno di un po' di Brainbender per stanotte? Ho un po' di quella roba per mercenari. Svitati, tassisti e gente del genere.
ru: Эй, $(l.guy). Мы встречались? Уверен, что мы уже встречались. Я люблю заводить новых друзей. Без проблем. Нужны стимуляторы? У меня есть все, что принимают наемники. А также то, чем упарываются девочки, таксисты и сараримены.

source: You Coyote?
de: Bist du Coyote?
es: ¿Tú Coyote?
fr: C'est toi Coyote ?
it: Coyote?
ru: Ты Койот?

source: You Delilah?
de: Bist du Delilah?
es: ¿Tú, Delilah?
fr: Vous êtes Delilah ?
it: Signor Delilah?
ru: Ты Далила?

source: You Holmes? Or Silas? Or whatever you're calling yourself at the moment.
de: Sind Sie Holmes? Oder Silas? Oder wie auch immer Sie sich sonst gerade nennen.
es: ¿Holmes? ¿O Silas? O como quiera que se haga llamar en este momento.
fr: Vous êtes Holmes ? Ou Silas ? À moins que vous n'ayez un autre nom en ce moment.
it: È Holmes? O Silas? O come altro si fa chiamare in questo momento.
ru: Ты Холмс? Или Сайлас? Или как ты себя называешь?

source: You again. How'd you find out about this murder? The press hasn't even picked it up yet.
de: Du schon wieder. Wie hast du von diesem Mord erfahren? Nicht mal die Presse weiß davon.
es: Otra vez tú. ¿Cómo te has enterado de este asesinato? La prensa ni siquiera lo ha publicado todavía.
fr: Encore vous. Comment vous avez su pour ce meurtre ? La presse ne l'a même pas encore signalé.
it: Ancora tu. Come hai saputo di questo omicidio? La stampa non ne ha ancora parlato.
ru: Опять ты. Кто тебе рассказал об этом убийстве? Даже журналисты о нем пока еще не пронюхали.

source: You again? Need a crew?
de: Du schon wieder? Brauchst du ein Team?
es: ¿Otra vez tú? ¿Necesitas gente?
fr: Encore vous ? Besoin d'une équipe ?
it: Di nuovo tu? Hai bisogno di uomini?
ru: Опять ты? Собираешь команду?

source: You again? What?
de: Du schon wieder? Was ist?
es: ¿Otra vez tú? ¿Qué?
fr: Encore vous ? Quoi ?
it: Di nuovo tu? Cosa?
ru: Снова ты? Чего тебе?

source: You aim to put a $(s.man) in the ground, best you see the job through.
de: Wenn du jemanden tot sehen möchtest, solltest du besser bis zum Ende bleiben.
es: Si intentas acabar con un $(s.man), será mejor que acabes el trabajo.
fr: Si vous voulez éliminer un $(s.man), vous devriez vous assurer que le boulot est bien fait.
it: Se il tuo obiettivo è seppellire un $(s.man), è meglio che porti a termine il lavoro.
ru: В следующий раз, когда тебе надоест $(s.man), обращайся к профессионалам.

source: You ain't a Halloweener. Why don't you buzz off?
de: Du bist kein Halloweener. Also warum verziehst du dich nicht?
es: Tú no eres de los Halloweeners. ¿Por qué no te esfumas?
fr: T'es pas un Halloweener. Tu ferais mieux de partir.
it: Non sei un Halloweener. Perché non te ne vai al diavolo?
ru: Ты не хэллоуинер. Почему бы тебе не свалить отсюда?

source: You all right, $(l.name)?
de: Alles in Ordnung, $(l.name)?
es: ¿Estás bien, $(l.name)?
fr: Ça va, $(l.name) ?
it: Tutto bene, $(l.name)?
ru: $(l.name), с тобой все в порядке?

source: You all right?
de: Alles in Ordnung?
es: ¿Estás bien?
fr: Vous allez bien ?
it: Tutto bene?
ru: Ты в порядке?

source: You already confiscated the container I took. I have no other bargaining chips.
de: Sie haben schon den Behälter konfisziert, den ich hatte. Sonst kann ich nichts anbieten.
es: Ya has confiscado el contenedor que me llevé. No tengo nada más que ofrecerte.
fr: Vous avez déjà confisqué le container que j'ai pris. Je n'ai rien d'autre à offrir.
it: Hai già confiscato il contenitore che avevo preso. Non ho altre merci di scambio.
ru: Вы уже забрали у меня контейнер. Мне больше нечего вам предложить.

source: You already have one already and there is a large stack in the box if need another one.
de: Du hast bereits eine leere Karte. Falls du noch eine brauchen solltest, warten in diesem Karton noch mehr als genug auf dich.
es: Ya tienes una y, si necesitas otra, hay un montón dentro de la caja.
fr: Vous en avez déjà une, et il y en a plein d'autres dans la boîte si nécessaire.
it: Ne hai già una e ce ne sono tante nella scatola se ne vuoi un'altra.
ru: У тебя уже есть чистая карточка. Если тебе понадобится еще одна, ты всегда можешь за ней вернуться.

source: You and your friends practice much ritual magic?
de: Üben du und deine Freunde zufällig viel rituelle Magie aus?
es: ¿Tus amigos y tú practicáis mucha magia ritual?
fr: Vous et votre ami pratiquez beaucoup de rituels magiques ?
it: Tu e i tuoi amici praticate spesso magie rituali?
ru: Ты и твои друзья разбираетесь в ритуальной магии?

source: You are Dead
de: Du bist tot
es: Has muerto
fr: Vous êtes mort
it: Sei morto
ru: Вы мертвы

source: You are Dead!
de: Du bist tot!
es: ¡Eres historia!
fr: Vous êtes mort !
it: Muori!
ru: Вы мертвы!

source: You are about to leave the Barrens, and enter the Seamstresses Union. Would you like to proceed?
de: Du bist im Begriff, die Barrens zu verlassen und die Seamstresses Union zu betreten. Möchtest du fortfahren?
es: Estás a punto de abandonar los Barrens, y entrar en el Unión de Costureras. ¿Quieres continuar?
fr: Vous allez quitter Barrens et pénétrer dans le Seamstresses Union. Voulez-vous continuer ?
it: Stai per lasciare le Terre desolate per entrare nel Seamstresses Union. Vuoi continuare?
ru: Ты собираешься оставить Пустоши и посетить Союз белошвеек.

source: You are dead
de: Du bist tot
es: Has muerto
fr: Vous êtes mort
it: Sei morto
ru: Вы мертвы

source: You are dead.
de: Du bist tot.
es: Has muerto.
fr: Vous êtes mort.
it: Sei morto.
ru: Вы мертвы.

source: You are delusional and need help. Our counselors could help you find the stability that you clearly need. Surely there some other gift of wisdom I may give to help you find your way out of the darkness.
de: Du leidest scheinbar unter Wahnvorstellungen und brauchst Hilfe. Unsere Berater können dir helfen, die geistige Stabilität zu finden, die du offensichtlich brauchst. Ich hoffe, dass auch ich dir mit meinem Wissen einen Pfad aus der Dunkelheit leuchten kann.
es: Te estás engañando, y necesitas ayuda. Nuestros consejeros podrían ayudarte a encontrar la estabilidad que evidentemente necesitas. Seguramente habrá algún otro regalo en forma de sabiduría que pueda ofrecerte para ayudarte a encontrar tu salida de la oscuridad.
fr: Vous délirez et vous avez clairement besoin d'aide. Nos conseillers pourraient vous aider à trouver la stabilité dont vous avez besoin. Je dois sûrement pouvoir vous apporter d'autres notions de sagesse pour vous aider à sortir de l'ombre.
it: Stai delirando e hai bisogno di aiuto. I nostri consulenti potrebbero aiutarti a trovare l'equilibrio di cui chiaramente hai bisogno. Di sicuro posso trasmetterti la mia saggezza in qualche altro modo e aiutarti a uscire dall'oscurità.
ru: Твою заблудшую душу гнетет безумие. Наши наставники помогут тебе обрести покой и исцелят тебя. Надеюсь, я смогу помочь тебе сделать первый шаг навстречу свету и поделиться толикой моей мудрости.

source: You are most welcome. And I offer more than simple lodging. You will find that there is more to the Union then meets the eye.
de: Du bist mehr als willkommen. Und ich biete dir mehr als nur eine Unterkunft: Du wirst herausfinden, dass die Union mehr ist, als man mit dem bloßen Auge erkennen kann.
es: Es un placer. Y no te ofrezco únicamente alojamiento. Ya verás que el Unión es mucho más de lo que parece a simple vista.
fr: Faites comme chez vous. Et je ne vous offre pas seulement un lit. Vous verrez que le Seamstresses Union regorge de trésors cachés.
it: Mi pare il minimo. Ma ti offro più che un semplice alloggio. Vedrai che l'Union è molto più di quello che sembra.
ru: Рада, что могу тебе помочь. Теперь у тебя не просто есть дом в этом городе. Союз представляет собой нечто большее, чем может показаться на первый взгляд.

source: You are trespassing on private property. Your actions are being monitored.
de: Du dringst gerade in Privatgelände ein. All deine Bewegungen werden überwacht.
es: Está invadiendo una propiedad privada. Sus acciones están siendo monitorizadas.
fr: Vous avez pénétré sans autorisation sur une propriété privée. Vos actions sont surveillées.
it: State entrando in una proprietà privata. Le vostre azioni sono sotto osservazione.
ru: Вы нарушаете границы частной собственности. Все ваши действия записываются.

source: You are trespassing on private property. Your movements are being monitored. State your business.
de: Du befindest dich auf Privatgelände. Deine Bewegungen werden überwacht. Erkläre deine Absichten.
es: Está invadiendo una propiedad privada. Sus movimientos están siendo monitorizados. Indique sus intenciones.
fr: Vous avez pénétré sans autorisation sur une propriété privée. Vos mouvements sont surveillés. Donnez les raisons de votre intrusion.
it: State entrando in una proprietà privata. I vostri movimenti sono sotto osservazione. Dichiarate il vostro scopo.
ru: Вы нарушаете границы частной собственности. Все ваши действия записываются. Назовите причину вашего визита.

source: You are very bright! Mr. Silverstar is personally conducting the investigation into last night's break-in. He is interviewing personnel who may have pertinent information. You need to be one of the personnel he interviews - in his office! Once you are inside, you will need him to leave so that you can find a way to get the sample.
de: Sehr clever! Mr. Silverstar ist persönlich für die Untersuchung des Einbruchs von letzter Nacht verantwortlich. Er befragt jedwedes Personal, das wichtige Informationen haben könnte. Du musst eine dieser von ihm befragten Personen sein – in seinem Büro! Sobald du dich im Inneren befindest, muss er den Raum verlassen, damit du an die Probe gelangen kannst.
es: ¡Brillante! El Sr. Silverstar se está encargando personalmente de la investigación de la intrusión de ayer por la noche. Está interrogando al personal que podría tener información pertinente. Tú tienes que ser parte del personal al que está interrogando; ¡en su oficina! Cuando estés dentro, tendrás que conseguir que salga de la oficina para poder hacerte con la muestra.
fr: Tu n'en loupes pas une ! M. Silverstar se charge personnellement de l'enquête concernant le cambriolage d'hier soir. Il interroge en ce moment même le personnel susceptible de savoir quelque chose d'intéressant. Débrouille-toi pour faire partie des membres du personnel qu'il interroge... Dans son bureau ! Une fois là-bas, fais en sorte qu'il te laisse seul pour que tu puisses mettre la main sur l'échantillon.
it: Non ti sfugge niente, eh! Il signor Silverstar sta conducendo personalmente le indagini sull'irruzione di ieri sera. Sta interrogando il personale che potrebbe avere informazioni pertinenti. Devi essere uno degli impiegati che interroga... nel suo ufficio! Una volta dentro, devi farlo allontanare, in modo da recuperare quel campione.
ru: Именно так! Мистер Сильверстар лично возглавил расследование вчерашнего инцидента. Сейчас он допрашивает служащих, у которых, по его мнению, может быть информация о случившемся, поэтому твоя задача - попасть а число допрашиваемых, которых просят подняться в его офис! Оказавшись внутри, убеди его оставить тебя на пару минут, чтобы мы могли извлечь образец.

source: You asking me to pay his tab?
de: Willst du etwa, dass ich seine Rechnung bezahle?
es: ¿Me estás pidiendo que pague su deuda?
fr: Tu veux que je paie sa dose ?
it: Mi stai chiedendo di saldare la sua fattura?
ru: Предлагаешь мне заплатить за него?

source: You back again?
de: Was machst du schon wieder hier?
es: ¿Otra vez tú?
fr: Encore vous ?
it: Di nuovo qui?
ru: Опять ты?

source: You bastards!
de: Ihr Bastarde!
es: ¡Cabrones!
fr: Bande de salauds !
it: Bastardi!
ru: Какие же вы подонки!

source: You been drinking, Sam?
de: Hast du getrunken, Sam?
es: ¿Has estado bebiendo, Sam?
fr: T'as picolé, Sam ?
it: Hai bevuto, Sam?
ru: Сэм, ты пьян?

source: You been living under a rock, omae? Nerps is the wonder drug. It’ll cure whatever ails you.
de: Sag mal, lebst du hinterm Mond, omae? Nerps ist die Wunderdroge. Es heilt, was auch immer dich bedrückt.
es: ¿Vives debajo de una roca, omae? Nerps es la droga maravilla. Te curará todas tus aflicciones.
fr: Tu débarques toi, ou quoi ? Les Nerps, c'est la potion magique . Ça soigne tous les maux.
it: Ma dove vivi, omae? In mezzo ai boschi? I Nerps sono delle droghe da paura. Curano qualsiasi problema.
ru: Омае, ты что, вообще ничего не знаешь? Нерпс - это чудо. Лекарство от всех забот, тревог и болезней.

source: You bet just remember to keep this just between us.
de: Kein Problem. Denk nur daran, dass diese Sache zwischen uns bleibt.
es: Claro, pero recuerda que esto queda entre nosotros.
fr: J'espère bien. Rappelez-vous simplement de garder ça pour vous.
it: Ricordati solo di non farne parola con nessuno.
ru: Ну ладно. И чтобы никому об этом ни слова!

source: You bet. Can you get me in?
de: Aber sicher. Kannst du mich reinlassen?
es: Ya te digo. ¿Puedes colarme?
fr: Pour sûr. Tu peux me faire rentrer ?
it: Puoi scommetterci. Puoi farmi entrare?
ru: Само собой! Есть лишний билетик?

source: You bet. {{GM}}Lean down to pick up the necklace.{{/GM}}
de: Na logo. {{GM}}Beug dich nach unten, um die Halskette aufzuheben.{{/GM}}
es: Ya lo creo. {{GM}}Agacharte para recoger el collar.{{/GM}}
fr: Pour sûr. {{GM}}Se baisser pour ramasser le collier.{{/GM}}
it: Contaci. {{GM}}Abbassati a prendere la collana.{{/GM}}
ru: Само собой. {{GM}}Наклониться и поднять ожерелье.{{/GM}}

source: You better have a good reason for locking me in here overnight.
de: Ich hoffe, du hast einen guten Grund, mich über Nacht hier einzusperren.
es: Más vale que tengas un buen motivo para haberme encerrado aquí por la noche.
fr: J'espère que vous avez de bonnes raisons de m'avoir enfermé ici cette nuit.
it: Farai meglio ad avere una buona ragione per chiudermi qui dentro per tutta la notte.
ru: Надеюсь, у тебя была веская причина мариновать меня тут всю ночь.

source: You came under the thrall of these creatures long before you knew of your mother's death.
de: Du hast schon unter dem Einfluss dieser Kreaturen gestanden, lange bevor du vom Tod deiner Mutter erfuhrst.
es: Caíste en las garras de estas criaturas mucho antes de enterarte de la muerte de tu madre.
fr: Vous êtes tombée sous l'emprise de ces créatures bien avant d'apprendre la mort de votre mère.
it: Eri alla mercé di queste creature molto prima di scoprire che tua madre morisse.
ru: Эти твари овладели твоей душой задолго до того, как ты узнала о смерти матери.

source: You can be more than human.
de: Du kannst mehr sein als nur ein Mensch.
es: Puedes ser algo más que humano.
fr: Vous pouvez être plus qu'un humain.
it: Puoi diventare più che un Umano.
ru: Ты можешь стать чем-то большим, чем просто человек.

source: You can count on it.
de: Darauf kannst du wetten.
es: Cuenta con ello.
fr: Comptez là-dessus.
it: Ci puoi contare.
ru: Можешь на это рассчитывать.

source: You can drop the act, Silas. Secret's out.
de: Schluss mit dem Theater, Silas. Ihr Geheimnis ist aus dem Sack.
es: Deja de fingir, Silas. Tu secreto ha salido a la luz.
fr: Pas la peine d'essayer, Silas. C'est fini les petits secrets.
it: Giù la maschera, Silas. Non ha più segreti.
ru: Завязывай, Сайлас. Твой секрет выплыл наружу.

source: You can feel a wild spirit within this object. You will only be able to control it for a moment, but it's enough time to open the locked door from the other side.
de: Du kannst einen wilden Geist im Inneren dieses Objekts spüren. Du wirst nur für einen Moment in der Lage sein, ihn zu kontrollieren, aber das ist genügend Zeit, um die verschlossene Tür von der anderen Seite zu öffnen.
es: Puedes sentir un espíritu salvaje en el interior de este objeto. Solo podrás controlarlo un instante, pero lo suficiente como para abrir la puerta cerrada desde el otro lado.
fr: Vous ressentez qu'un esprit sauvage habite cet objet. Vous ne pourrez le contrôler qu'un instant, mais cela suffira pour ouvrir la porte verrouillée depuis l'autre côté.
it: Avverti uno spirito selvaggio in questo oggetto. Potrai controllarlo solo per un momento, ma è abbastanza per aprire la porta bloccata dall'altro lato.
ru: Ты чувствуешь в этом предмете непокорного духа. Тебе удается подчинить его своей воле всего на пару секунд, но этого достаточно, чтобы он успел отпереть дверь с другой стороны.

source: You can never have enough firepower.
de: Man kann nie genügend Knarren haben.
es: Nunca se tiene suficiente potencia de fuego.
fr: On n'a jamais suffisamment de puissance de feu.
it: La potenza di fuoco non è mai troppa.
ru: Много оружия не бывает.

source: You can relax, Marie-Louise, you are safe. It is over.
de: Beruhig dich, Marie-Louise, du bist in Sicherheit. Es ist vorbei.
es: Puedes relajarte, Marie-Louise, estás a salvo. Se acabó.
fr: Détend-toi, Marie-Louise, tu es en sécurité, maintenant. C'est fini.
it: Stai tranquilla Marie Louise, sei al sicuro. È finita.
ru: Мария-Луиза, ты можешь расслабиться. Все уже кончилось.

source: You can't go in there!
de: Du kannst hier nicht rein!
es: ¡No puedes entrar ahí!
fr: Vous ne pouvez pas entrer ici !
it: Non puoi andare lì!
ru: Тебе сюда нельзя!
