Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}She's glassy-eyed. Maybe in shock.{{/GM}} I’m... I just gotta get out of here. Don’t worry about me. I’ll... I’ll see you around.
de: {{GM}}Mit gläsernem Blick starrt sie an dir vorbei. Sie steht wahrscheinlich unter Schock.{{/GM}} Ich ... Ich muss hier einfach raus. Mach dir keine Sorgen. Ich ... wir sehen uns.
es: {{GM}}Tiene la mirada perdida. Posiblemente por la impresión.{{/GM}} Yo... creo que me voy de aquí. No te preocupes por mí. Ya... ya nos veremos.
fr: {{GM}}Elle a un regard vitreux. Elle doit être choquée.{{/GM}} Je... Je dois juste partir d'ici. Ne vous inquiétez pas pour moi. Je... On se verra plus tard.
it: {{GM}}Ha lo sguardo vitreo. Forse è in stato di shock.{{/GM}} Io... devo andarmene da qui. Non preoccuparti per me. Ci... Ci si vede.
ru: {{GM}}Она смотрит прямо сквозь тебя. Похоже, у нее шок.{{/GM}} Я... Я должна... Не волнуйся. У меня все хорошо. Еще... еще увидимся.

source: {{GM}}She's glassy-eyed. Maybe in shock.{{/GM}} That was... I don't know. That was bad. Really bad. I'm out of here. Sorry...
de: {{GM}}Mit gläsernem Blick starrt sie an dir vorbei. Sie steht wahrscheinlich unter Schock.{{/GM}} Das war ... ich weiß nicht. Das war übel. Richtig übel. Ich muss hier weg. Sorry ...
es: {{GM}}Tiene la mirada perdida. Posiblemente por la impresión.{{/GM}} Eso ha sido... no sé. Ha estado mal. Muy mal. Yo me largo de aquí. Lo siento...
fr: {{GM}}Elle a un regard vitreux. Elle doit être choquée.{{/GM}} C'était... Je ne sais pas. Mais c'était mauvais. Vraiment mauvais. Je m'en vais. Désolé...
it: {{GM}}Ha lo sguardo vitreo. Forse è in stato di shock.{{/GM}} È stato... Non so. È stato orribile. Davvero orribile. Devo andarmene. Scusa...
ru: {{GM}}Она смотрит прямо сквозь тебя. Похоже, у нее шок.{{/GM}} Это были... не знаю. Что-то плохое. Очень плохое. Я не могу здесь оставаться. Прости...

source: {{GM}}She’s amped. Ready.{{/GM}} Five or six? That’s not so bad. We have surprise on our side.
de: {{GM}}Sie ist aufgehypt. Zu allem bereit.{{/GM}} Fünf oder sechs? Das ist nicht so übel. Wir haben das Überraschungsmoment auf unserer Seite.
es: {{GM}}Está frenética. Todo listo.{{/GM}} ¿Cinco o seis? No es tan malo. Tenemos el factor sorpresa.
fr: {{GM}}Elle est à fond. Tout est prêt.{{/GM}} Cinq ou six ? C'est pas si terrible. Nous avons l'élément de surprise.
it: {{GM}}Ha esagerato. Pronti.{{/GM}} Cinque o sei? Non è così male. Abbiamo l'effetto sorpresa dalla nostra parte.
ru: {{GM}}Она подбирается, как кошка, которая готовится к прыжку.{{/GM}} Пятеро или шестеро? Могло быть гораздо хуже. Элемент неожиданности на нашей стороне.

source: {{GM}}She’s guarded but playing polite.{{/GM}} Very well. But let's not keep Father O'Malley.
de: {{GM}}Sie wirkt zurückhaltend, doch höflich.{{/GM}} Nun gut. Doch lass uns Vater O’Malley nicht aufhalten.
es: {{GM}}Ella se comporta con educación, pero está en guardia.{{/GM}} Muy bien. Pero no deberíamos retener a Padre O'Malley.
fr: {{GM}}Elle est prudente, elle la joue polie.{{/GM}} Très bien. Mais ne retenons le père O'Malley.
it: {{GM}}È circospetta, ma cortese.{{/GM}} Molto bene. Ma non tratteniamo Padre O'Malley.
ru: {{GM}}Она выглядит настороженной, но сохраняет вежливость.{{/GM}} Хорошо. Но не будем задерживать отца О'Мэлли.

source: {{GM}}Shorty.{{/GM}}
ru: {{GM}}Коротышка.{{/GM}}

source: {{GM}}Shove the zebra meat through the bars.{{/GM}}
de: {{GM}}Schieb das Zebrafleisch durch die Gitterstäbe hindurch.{{/GM}}
es: {{GM}}Lanzar la carne de cebra por los barrotes.{{/GM}}
fr: {{GM}}Lancer la viande de zèbre à travers les barreaux.{{/GM}}
it: {{GM}}Spingi la carne di zebra attraverso le sbarre.{{/GM}}
ru: {{GM}}Пропихнуть между прутьями мясо зебры.{{/GM}}

source: {{GM}}Show her the picture of her and Sam as children.{{/GM}}
de: {{GM}}Zeig ihr das Foto von ihr und Sam als Kinder.{{/GM}}
es: {{GM}}Enseñarle la fotografía de ella y Sam de niños.{{/GM}}
fr: {{GM}}Lui montrer une photo d'elle et Sam enfants.{{/GM}}
it: {{GM}}Mostrale la foto di lei e Sam da piccoli.{{/GM}}
ru: {{GM}}Показать ей детскую фотографию, на которой запечатлены они с Сэмом.{{/GM}}

source: {{GM}}Show him the BTL chip.{{/GM}}
de: {{GM}}Zeig ihm den BTL-Chip.{{/GM}}
es: {{GM}}Enseñarle el chip de BTL.{{/GM}}
fr: {{GM}}Montrez-lui la puce BTL.{{/GM}}
it: {{GM}}Mostragli il chip BTL.{{/GM}}
ru: {{GM}}Показать ему ИР-чип.{{/GM}}

source: {{GM}}Show the first magical fetish to the spirits.{{/GM}}
de: {{GM}}Zeige den Geistern den ersten magischen Fetisch.{{/GM}}
es: {{GM}}Enseñarles a los espíritus el primer talismán mágico.{{/GM}}
fr: {{GM}}Montrer le premier fétiche magique aux esprits.{{/GM}}
it: {{GM}}Mostra il primo feticcio magico agli spiriti.{{/GM}}
ru: {{GM}}Показать духам первый магический фетиш.{{/GM}}

source: {{GM}}Show the fourth magical fetish to the spirits.{{/GM}}
de: {{GM}}Zeige den Geistern den vierten magischen Fetisch.{{/GM}}
es: {{GM}}Enseñarles a los espíritus el cuarto talismán mágico.{{/GM}}
fr: {{GM}}Montrer le quatrième fétiche magique aux esprits.{{/GM}}
it: {{GM}}Mostra il quarto feticcio magico agli spiriti.{{/GM}}
ru: {{GM}}Показать духам четвертый магический фетиш.{{/GM}}

source: {{GM}}Show the second magical fetish to the spirits.{{/GM}}
de: {{GM}}Zeige den Geistern den zweiten magischen Fetisch.{{/GM}}
es: {{GM}}Enseñarles a los espíritus el segundo talismán mágico.{{/GM}}
fr: {{GM}}Montrer le second fétiche magique aux esprits.{{/GM}}
it: {{GM}}Mostra il secondo feticcio magico agli spiriti.{{/GM}}
ru: {{GM}}Показать духам второй магический фетиш.{{/GM}}

source: {{GM}}Show the third magical fetish to the spirits.{{/GM}}
de: {{GM}}Zeige den Geistern den dritten magischen Fetisch.{{/GM}}
es: {{GM}}Enseñarles a los espíritus el tercer talismán mágico.{{/GM}}
fr: {{GM}}Montrer le troisième fétiche magique aux esprits.{{/GM}}
it: {{GM}}Mostra il terzo feticcio magico agli spiriti.{{/GM}}
ru: {{GM}}Показать духам третий магический фетиш.{{/GM}}

source: {{GM}}Sister Sally smiles.{{/GM}} Of course. Truth makes us one.
de: {{GM}}Schwester Sally lächelt.{{/GM}} Natürlich. Die Wahrheit vereinigt uns.
es: {{GM}}Hermana Sally sonríe.{{/GM}} Por supuesto. La Verdad nos hace uno.
fr: {{GM}}Sœur Sally sourit.{{/GM}} Bien sûr. La vérité nous unit.
it: {{GM}}Sorella Sally sorride.{{/GM}} Certamente. La verità ci unisce.
ru: {{GM}}Сестра Салли улыбается.{{/GM}} Не за что. Правда объединяет.

source: {{GM}}Skim the journal.{{/GM}}
de: {{GM}}Durchblättere das Notizbuch.{{/GM}}
es: {{GM}}Echar un vistazo al diario.{{/GM}}
fr: {{GM}}Parcourir le journal.{{/GM}}
it: {{GM}}Sfoglia il taccuino.{{/GM}}
ru: {{GM}}Открыть папку.{{/GM}}

source: {{GM}}Slap the nuyen out of his hand.{{/GM}}
de: {{GM}}Schlag ihm die Nuyen aus der Hand.{{/GM}}
es: {{GM}}Arrancarle los nuyens de la mano.{{/GM}}
fr: {{GM}}Jeter ses nuyens par terre.{{/GM}}
it: {{GM}}Fai cadere i nuyen a terra.{{/GM}}
ru: {{GM}}Выбить деньги у него из рук.{{/GM}}

source: {{GM}}Something dawns on him. He leans in to New Larry - amused and dangerous.{{/GM}} We were set up... and he knows it... don’tcha Larry? What was that call you made before we hit Renraku? How come you couldn't geek that guy before he unloaded on Dowd? I've seen you fling a lightning bolt, son. He shoulda been burnt toast before his gun cleared the holster.
de: {{GM}}Etwas scheint ihm klar zu werden. Er beugt sich zu New Larry hinüber – belustigt und doch gefährlich.{{/GM}} Das war ein Hinterhalt ... und er weiß es ... nicht wahr, Larry? Hast du deshalb vor unserem Run auf Renraku noch schnell jemanden angerufen? Wieso konntest du den Kerl nicht geeken, bevor er sein Magazin in Dowd geleert hat? Ich hab dich oft genug ’nen Blitzstrahl schleudern sehen. Der Typ hätte kross gebraten sein müssen, bevor er Zeit gehabt hätte, seine Waffe zu ziehen.
es: {{GM}}Se le pasa algo por la cabeza. Se acerca a New Larry; divertido y peligroso.{{/GM}} Nos tendieron una trampa... Y él lo sabe... ¿Verdad, Larry? ¿Fue esa llamada que hiciste antes de que atacáramos Renraku? ¿Cómo es posible que no vieras a ese tío antes de que disparara a discreción contra Dowd? Te he visto actuar como un rayo, chico. Debería haber sido historia antes de haber desenfundado.
fr: {{GM}}Une idée lui vient à l'esprit. Il se penche vers New Larry, l'air amusé et menaçant.{{/GM}} On s'est fait avoir... et il le sait bien... pas vrai, Larry ? Qu'est-ce que t'as foutu juste avant qu'on se jette sur Renraku ? Comment ça se fait que t'aies pas liquidé ce type avant qu'il flingue Dowd ? Je t'ai vu lancer un éclair, mec. Il aurait dû se faire griller avant même de sortir son flingue.
it: {{GM}}Qualcosa gli passa per la mente. Si avvicina a New Larry, divertito e pericoloso.{{/GM}} Ci hanno incastrato... e lui lo sa... Vero, Larry? Chi stavi chiamando prima che entrassimo nella Renraku? Come mai non sei riuscito a far fuori quel tipo prima che riducesse Dowd a un colabrodo? Ti ho visto che gli sparavi un Lampo di fulmine, amico. Avrebbe dovuto friggere prima di arrivare a toccare il grilletto.
ru: {{GM}}Внезапно его лицо озаряет понимание. Он поворачивается к Ларри, злой и в то же время довольный.{{/GM}} Нас и впрямь заложили... и он прекрасно это знает... так ведь, Ларри? Кому ты звонил перед тем, как мы пошли на Ренраку? Почему ты не обезвредил того парня прежде, чем тот подстрелил Дауда? Ты кинул в него молнией, сынок. Он должен был спечься еще до того, как схватился за пушку.

source: {{GM}}Something trips in the guard's mind. He looks at you very intently.{{/GM}}
de: {{GM}}Irgendetwas gerät im Kopf der Wache ins Rollen. Er schaut dich ganz genau an.{{/GM}}
es: {{GM}}Al guarda se le pasa algo por la cabeza. Te mira atentamente.{{/GM}}
fr: {{GM}}Quelque chose fait tilt dans la tête du garde. Il vous regarde très attentivement.{{/GM}}
it: {{GM}}Qualcosa passa per la testa della guardia. Ti osserva con attenzione.{{/GM}}
ru: {{GM}}Услышав твои слова, охранник на секунду задумывается. Он смотрит на тебя очень внимательно.{{/GM}}

source: {{GM}}Sorting through the shoes, you realize that there are three shoes with no matching pair. A left blue sneaker, a right red high-heel pump, and a left black dress shoe.{{/GM}}
de: {{GM}}Beim Sortieren der Schuhe fällt dir auf, dass es drei Schuhe gibt, zu denen der zweite Schuh fehlt. Ein linker blauer Turnschuh, ein rechter roter Damenpumps und ein linker schwarzer Abendschuh.{{/GM}}
es: {{GM}}Buscando entre los zapatos, te das cuenta de que hay tres zapatos que no tienen pareja. Una zapatilla azul del pie izquierdo, un escarpín rojo con tacón alto, del pie derecho, y un zapato de vestir negro, del pie izquierdo.{{/GM}}
fr: {{GM}}En arrangeant les chaussures, vous vous apercevez que trois paires de chaussures sont incomplètes. Il n'y a qu'une basket gauche bleue, qu'une chaussure à talon haut droite rouge, et qu'une chaussure de soirée gauche noire.{{/GM}}
it: {{GM}}Mentre rovisti tra le scarpe, noti che ci sono tre scarpe spaiate. Una scarpa sinistra da tennis blu, una scarpa destra con tacco alto rossa e una scarpa sinistra elegante nera.{{/GM}}
ru: {{GM}}Перебирая обувь, ты понимаешь, что три предмета остались без пары: это левая кроссовка синего цвета, красная туфля с высоким каблуком и блестящий начищенный ботинок .{{/GM}}

source: {{GM}}Spread the lard on the ground, then push the vending machine out of the way.{{/GM}}
de: {{GM}}Verteile das Fett auf dem Boden und versuche dann, den Automaten aus dem Weg zu schieben.{{/GM}}
es: {{GM}}Untar el suelo con la manteca y apartar la máquina expendedora.{{/GM}}
fr: {{GM}}Étaler du saindoux par terre, puis pousser le distributeur.{{/GM}}
it: {{GM}}Spalma lo strutto per terra, e poi allontana il distributore automatico.{{/GM}}
ru: {{GM}}Намазать пол жиром и попытаться сдвинуть торговый автомат.{{/GM}}

source: {{GM}}Start Data Entry.{{/GM}}
de: {{GM}}Mit Dateneingabe beginnen.{{/GM}}
es: {{GM}}Empezar a introducir datos{{/GM}}
fr: {{GM}}Commencer la saisie des données.{{/GM}}
it: {{GM}}Inizia l'inserimento dei dati.{{/GM}}
ru: {{GM}}Начать ввод данных.{{/GM}}

source: {{GM}}Stay here for now.{{/GM}}
de: {{GM}}Bleib erst einmal hier.{{/GM}}
es: {{GM}}Quedarse aquí de momento.{{/GM}}
fr: {{GM}}Rester ici pour le moment.{{/GM}}
it: {{GM}}Resta qui per adesso.{{/GM}}
ru: {{GM}}Остаться здесь.{{/GM}}

source: {{GM}}Sucker punch him in his blind eye.{{/GM}}
de: {{GM}}Schlag ihm auf sein blindes Auge.{{/GM}}
es: {{GM}}Darle un puñetazo sorpresa en el ojo ciego.{{/GM}}
fr: {{GM}}Envoyer un coup de poing dans son œil.{{/GM}}
it: {{GM}}Colpiscilo a tradimento sul suo occhio cieco.{{/GM}}
ru: {{GM}}Ударить его кулаком в слепой глаз.{{/GM}}

source: {{GM}}Suddenly, the Baron’s flowery speech is gone, and he’s all business.{{/GM}} Get to a secure jackpoint. Enter Shadowlands. I will meet you there. Bon voyage! {{GM}}The Baron grins and his image flickers away.{{/GM}}
de: {{GM}}Plötzlich ist Schluss mit den blumigen Formulierungen des Barons und es wird über das Geschäft geredet.{{/GM}} Besorg dir einen sicheren Jackpoint. Geh in die Shadowlands. Ich treffe dich da. Bon voyage! {{GM}}Der Baron grinst und sein Bild erlischt.{{/GM}}
es: {{GM}}De repente, el florido discurso del barón desaparece y adopta un tono puramente comercial.{{/GM}} Ve a un punto de conexión seguro. Entra en Shadowlands. Me reuniré contigo allí. ¡Bon voyage! {{GM}}El barón sonríe y su imagen desaparece con un destello.{{/GM}}
fr: {{GM}}Tout à coup, le discours fleuri du Baron fait place à un ton très sérieux.{{/GM}} Trouvez un point de branchement sécurisé. Accédez à Shadowlands. Je vous y retrouverai. Bon voyage ! {{GM}}Un rictus illumine le visage du Baron avant que l'écran ne s'éteigne.{{/GM}}
it: {{GM}}Improvvisamente l'eloquio fiorito di Baron sparisce e si inizia a parlare d'affari.{{/GM}} Trova un jackpoint protetto. Entra in Shadowlands. Ci incontreremo lì. Bon voyage! {{GM}}Baron sogghigna e la sua immagine svanisce.{{/GM}}
ru: {{GM}}Неожидано вся развязность Барона куда-то исчезает. Он переходит на сухой и деловой тон.{{/GM}} Найди безопасную точку входа. Зайди в Сумеречные земли. Я буду ждать. Bon voyage! {{GM}}Барон ухмыляется, и его изображение пропадает с экрана твоего коммлинка.{{/GM}}

source: {{GM}}Switchblade has the air of an old pro. Looks to be in his mid-twenties - old for a Street Samurai. He knew Dowd almost as well as you did. Knows enough to be on edge about this meeting with the Fixer, too.{{/GM}} I don’t have a good feeling about this. The run was not exactly clockwork, then the Fixer sent us this bizarre meet location, and now he hasn’t shown up.
de: {{GM}}Switchblade hat die Ausstrahlung eines echten Profis. Er ist etwa Mitte Zwanzig – alt für einen Straßensamurai. Er kannte Dowd fast so gut wie du und ist erfahren genug, um nervös über dieses Treffen mit dem Schieber zu sein.{{/GM}} Ich hab kein gutes Gefühl bei der Sache. Der Run lief nicht gerade wie geplant, dann macht der Schieber so einen beknackten Treffpunkt aus und jetzt ist er immer noch nicht hier.
es: {{GM}}Switchblade tiene aires de profesional veterano. Debe de andar por los veintitantos, una edad avanzada para un samurái callejero. Conocía a Dowd casi tan bien como tú. Y además sabe lo suficiente como para estar inquieto por este encuentro con el fixer.{{/GM}} Esto me da mala espina. La carrera no fue precisamente como un reloj, y después el fixer nos envió este extraño punto de encuentro, y ahora no se ha presentado.
fr: {{GM}}Switchblade a l'air d'un ancien professionnel. Il semble avoir environ 25 ans, ce qui est plutôt vieux pour un samuraï. Il connaissait Dowd presque aussi bien que vous. Et il en sait assez pour être nerveux à propos du rendez-vous avec le Fixer.{{/GM}} J'ai un mauvais pressentiment. Le run n'était pas vraiment parfait, le Fixer nous a envoyé le rencontrer dans cet endroit bizarre, et il n'est même pas venu.
it: {{GM}}Switchblade ha l'aspetto di un vecchio professionista. Sembra che abbia circa 25 anni, vecchio per un Samurai di strada. Conosceva Dowd bene quasi quanto te. Inoltre, ne sa abbastanza per stare all'erta per questo incontro con il ricettatore.{{/GM}} Ho un cattivo presentimento. La missione non è andata alla perfezione e il ricettatore ci ha dato incontro in un luogo strano; ora non si sta facendo vedere.
ru: {{GM}}Кинжал производит впечатление настоящего профессионала. Ему двадцать лет с небольшим - по меркам уличных самураев, это очень много. Он знал Дауда почти так же хорошо, как и ты. Сложившаяся ситуация ему определенно не нравится.{{/GM}} У меня очень плохое предчувствие. Сначала набег идет не так, как планировалось, потом посредник назначает нам встречу неизвестно где - а теперь он на нее не явился.

source: {{GM}}Take Father Willy's ID card.{{/GM}}
de: {{GM}}Nimm Vater Willys Mitgliedskarte.{{/GM}}
es: {{GM}}Coger la tarjeta identificativa de Padre Willy.{{/GM}}
fr: {{GM}}Prendre la carte d'identité de Père Willy.{{/GM}}
it: {{GM}}Prendi la tessera di identificazione di Padre Willy.{{/GM}}
ru: {{GM}}Забрать пропуск отца Вилли.{{/GM}}

source: {{GM}}Take Father Willy's Universal Brotherhood uniform.{{/GM}}
de: {{GM}}Nimm Vater Willys Bruderschaftsuniform.{{/GM}}
es: {{GM}}Coger el uniforme de la Hermandad Universal de Padre Willy.{{/GM}}
fr: {{GM}}Prendre l'uniforme de la Confrérie Universelle de Père Willy.{{/GM}}
it: {{GM}}Prendi l'uniforme della Fratellanza Universale di Padre Willy.{{/GM}}
ru: {{GM}}Забрать облачение отца Вилли.{{/GM}}

source: {{GM}}Take a blank ID card.{{/GM}}
de: {{GM}}Nimm eine leere Mitgliedskarte.{{/GM}}
es: {{GM}}Llevarte una tarjeta de identificación virgen.{{/GM}}
fr: {{GM}}Prendre une carte vierge.{{/GM}}
it: {{GM}}Prendi una tessera vergine.{{/GM}}
ru: {{GM}}Взять чистую карточку.{{/GM}}

source: {{GM}}Take a blank Universal Brotherhood keycard.{{/GM}}
de: {{GM}}Nimm eine leere Schlüsselkarte der Universellen Bruderschaft.{{/GM}}
es: {{GM}}Coger una tarjeta de acceso virgen de la Hermandad Universal.{{/GM}}
fr: {{GM}}Prendre une carte vierge de la Confrérie Universelle.{{/GM}}
it: {{GM}}Prendi una scheda vergine della Fratellanza Universale.{{/GM}}
ru: {{GM}}Взять чистую карточку.{{/GM}}

source: {{GM}}Take a blank keycard.{{/GM}}
de: {{GM}}Nimm eine leere Schlüsselkarte.{{/GM}}
es: {{GM}}Coger una tarjeta de acceso virgen.{{/GM}}
fr: {{GM}}Prendre une carte vierge.{{/GM}}
it: {{GM}}Prendi una tessera di identificazione vergine.{{/GM}}
ru: {{GM}}Взять чистую карточку.{{/GM}}

source: {{GM}}Take a bottle of chloroform.{{/GM}}
de: {{GM}}Nimm eine Flasche Chloroform.{{/GM}}
es: {{GM}}Llevarte una botella de cloroformo.{{/GM}}
fr: {{GM}}Prendre la bouteille de chloroforme.{{/GM}}
it: {{GM}}Prendi una bottiglia di cloroformio.{{/GM}}
ru: {{GM}}Взять бутыль с хлороформом.{{/GM}}

source: {{GM}}Take some of the LAN parts.{{/GM}}
de: {{GM}}Nimm ein paar der LAN-Teil.{{/GM}}
es: {{GM}}Tomar algunas partes de la LAN.{{/GM}}
fr: {{GM}}Prendre quelques morceaux du LAN.{{/GM}}
it: {{GM}}Prendi alcuni componenti LAN.{{/GM}}
ru: {{GM}}Взять несколько запасных частей.{{/GM}}

source: {{GM}}Take the Janitor's uniform.{{/GM}}
de: {{GM}}Nimm die Hausmeisteruniform.{{/GM}}
es: {{GM}}Coger el uniforme de limpiador.{{/GM}}
fr: {{GM}}Prendre l'uniforme de concierge.{{/GM}}
it: {{GM}}Prendi l'uniforme del custode.{{/GM}}
ru: {{GM}}Забрать комбинезон уборщика.{{/GM}}

source: {{GM}}Take the Ork size janitor uniform.{{/GM}}
de: {{GM}}Nimm die Hausmeisteruniform in Orkmaßen.{{/GM}}
es: {{GM}}Coger el uniforme de limpiador tamaño orko.{{/GM}}
fr: {{GM}}Prendre l'uniforme de concierge taille Ork.{{/GM}}
it: {{GM}}Prendi l'uniforme da custode, della misura di un Orco.{{/GM}}
ru: {{GM}}Взять комбинезон на орка.{{/GM}}

source: {{GM}}Take the Troll size janitor uniform.{{/GM}}
de: {{GM}}Nimm die Hausmeisteruniform in Trollmaßen.{{/GM}}
es: {{GM}}Coger el uniforme de limpiador tamaño troll.{{/GM}}
fr: {{GM}}Prendre l'uniforme de concierge taille Troll.{{/GM}}
it: {{GM}}Prendi l'uniforme da custode, della misura di un Troll.{{/GM}}
ru: {{GM}}Взять комбинезон на тролля.{{/GM}}

source: {{GM}}Take the Universal Brotherhood Home Access keycard.{{/GM}}
de: {{GM}}Nimm die Aufenthaltsbereich-Schlüsselkarte der Universellen Bruderschaft.{{/GM}}
es: {{GM}}Llevarte la tarjeta de acceso al Hogar de la Hermandad Universal.{{/GM}}
fr: {{GM}}Prendre la carte d'accès au Foyer de la Confrérie Universelle{{/GM}}
it: {{GM}}Prendi la tessera d'accesso per la Casa della Fratellanza Universale.{{/GM}}
ru: {{GM}}Забрать пропуск в жилую зону Всеобщего братства.{{/GM}}

source: {{GM}}Take the Universal Brotherhood Inner Sanctum Access keycard.{{/GM}}
de: {{GM}}Nimm die Schlüsselkarte für das innere Heiligtum der Universellen Bruderschaft.{{/GM}}
es: {{GM}}Llevarte la tarjeta de acceso al Sanctasanctórum de la Hermandad Universal.{{/GM}}
fr: {{GM}}Prendre la carte d'accès d'accès au Sanctuaire Intérieur de la Confrérie Universelle{{/GM}}
it: {{GM}}Prendi la tessera d'accesso per il Santuario nascosto della Fratellanza Universale.{{/GM}}
ru: {{GM}}Забрать пропуск во внутренние помещения Всеобщего братства.{{/GM}}

source: {{GM}}Take the credstick.{{/GM}}
de: {{GM}}Nimm den Credstick.{{/GM}}
es: {{GM}}Coge el credistick.{{/GM}}
fr: {{GM}}Prendre le créditube.{{/GM}}
it: {{GM}}Prendi il credstick.{{/GM}}
ru: {{GM}}Забрать кредстик.{{/GM}}

source: {{GM}}Take the kerosene can.{{/GM}}
de: {{GM}}Nimm den Kerosinkanister auf.{{/GM}}
es: {{GM}}Coger la lata de queroseno.{{/GM}}
fr: {{GM}}Prendre le bidon de pétrole.{{/GM}}
it: {{GM}}Prendi il contenitore del cherosene.{{/GM}}
ru: {{GM}}Взять канистру с керосином.{{/GM}}

source: {{GM}}Take the keycard.{{/GM}}
de: {{GM}}Nimm die Schlüsselkarte.{{/GM}}
es: {{GM}}Coger la tarjeta de acceso.{{/GM}}
fr: {{GM}}Prendre le badge.{{/GM}}
it: {{GM}}Prendi la tessera.{{/GM}}
ru: {{GM}}Забрать пропуск.{{/GM}}

source: {{GM}}Take the lard.{{/GM}}
de: {{GM}}Nimm das Fett.{{/GM}}
es: {{GM}}Coger la manteca.{{/GM}}
fr: {{GM}}Prendre le saindoux.{{/GM}}
it: {{GM}}Prendi lo strutto.{{/GM}}
ru: {{GM}}Взять банку.{{/GM}}

source: {{GM}}Take the notebook.{{/GM}}
de: {{GM}}Notizbuch einstecken.{{/GM}}
es: {{GM}}Recoger la libreta.{{/GM}}
fr: {{GM}}Prendre le carnet.{{/GM}}
it: {{GM}}Prendi il bloc notes.{{/GM}}
ru: {{GM}}Забрать блокнот.{{/GM}}

source: {{GM}}Take the nuyen.{{/GM}}
de: {{GM}}Nimm die Nuyen.{{/GM}}
es: {{GM}}Coger los nuyens.{{/GM}}
fr: {{GM}}Prendre les nuyens.{{/GM}}
it: {{GM}}Prendi i nuyen.{{/GM}}
ru: {{GM}}Взять деньги.{{/GM}}

source: {{GM}}Take the ring.{{/GM}}
de: {{GM}}Nimm den Ring an dich.{{/GM}}
es: {{GM}}Coge el anillo.{{/GM}}
fr: {{GM}}Prendre la bague.{{/GM}}
it: {{GM}}Prendi l'anello.{{/GM}}
ru: {{GM}}Взять кольцо.{{/GM}}

source: {{GM}}Take the sample.{{/GM}}
de: {{GM}}Nimm die Probe an dich.{{/GM}}
es: {{GM}}Coge la muestra.{{/GM}}
fr: {{GM}}Prendre l'échantillon.{{/GM}}
it: {{GM}}Prendi il prototipo.{{/GM}}
ru: {{GM}}Забрать образец.{{/GM}}

source: {{GM}}Take the standard sized uniform.{{/GM}}
de: {{GM}}Nimm die Uniform in Standardgröße.{{/GM}}
es: {{GM}}Llevarte el uniforme de tamaño estándar.{{/GM}}
fr: {{GM}}Prendre l'uniforme de taille standard.{{/GM}}
it: {{GM}}Prendi l'uniforme di dimensioni standard.{{/GM}}
ru: {{GM}}Взять комбинезон среднего размера.{{/GM}}

source: {{GM}}Take the uniform.{{/GM}}
de: {{GM}}Nimm die Uniform.{{/GM}}
es: {{GM}}Llevarte el uniforme.{{/GM}}
fr: {{GM}}Prendre l'uniforme.{{/GM}}
it: {{GM}}Prendi l'uniforme.{{/GM}}
ru: {{GM}}Взять комбинезон.{{/GM}}

source: {{GM}}Tears run down her face.{{/GM}} Oh God. What have I done?
de: {{GM}}Tränen strömen ihr Gesicht herab.{{/GM}} Oh Gott. Was habe ich nur getan?
es: {{GM}}Las lágrimas le caen por el rostro.{{/GM}} Oh, Dios mío. ¿Qué es lo que he hecho?
fr: {{GM}}Des larmes coulent sur son visage.{{/GM}} Mon Dieu. Mais qu'ai-je fait ?
it: {{GM}}Il suo viso è rigato dalle lacrime.{{/GM}} Oh santo cielo! Che ho fatto?
ru: {{GM}}По ее лицу стекают слезы.{{/GM}} О господи. Что я натворила?
