Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Coyote, we need to get you back to the Union. Mrs. Kubota has that med-lab in the basement...
de: Coyote, wir müssen dich zurück in die Union bringen. Mrs. Kubota hat eine Krankenstation im Untergeschoss ...
es: Coyote, tenemos que llevarte al Unión. La Srta. Kubota tiene un laboratorio médico en el sótano...
fr: Coyote, on doit te ramener à l'Union. Mme Kubota a un labo médical dans la cave...
it: Coyote, dobbiamo portarti all'Union. Nel seminterrato della signora Kubota c'è il laboratorio medico...
ru: Койот, мы должны доставить тебя обратно в Союз. У миссис Куботы в подвале есть медицинская лаборатория...

source: Coyote, you need medical attention. Forget the job - let's get out of here.
de: Coyote, du musst ärztlich versorgt werden. Vergiss den Job – nichts wie raus hier.
es: Coyote, necesitas atención médica. Olvida el trabajo; salgamos de aquí.
fr: Coyote, tu as besoin d'un docteur. Oublie le boulot, on se casse.
it: Coyote, ti servono delle cure. Lascia perdere il lavoro, andiamocene di qui.
ru: Койот, тебе нужна медицинская помощь. Забудь про Далилу и давай выбираться отсюда.

source: Coyote...
ru: Койот...

source: Coyote’s bed has a diary with several papers sticking out of it.
de: Auf Coyotes Bett liegt ein Tagebuch, aus dem mehrere lose Blätter Papier ragen.
es: En la cama de Coyote hay un diario del que salen varios papeles.
fr: Un journal intime, duquel dépassent plusieurs feuilles, est posé sur le lit de Coyote.
it: Sul letto di Coyote c'è un diario con vari fogli che ne fuoriescono.
ru: На кровати Койот лежит дневник, из которого в разные стороны торчат бумажки.

source: Coyote’s gone, Mrs. Kubota.
de: Coyote ist tot, Mrs. Kubota.
es: Coyote ya no está, Sra. Kubota.
fr: Coyote est partie, Mme Kubota.
it: Coyote non c'è più, signora Kubota.
ru: Койот мертва, миссис Кубота.

source: Crap!
de: Scheiße!
es: ¡Maldición!
fr: Merde !
it: Cacchio!
ru: Дерьмо!

source: Crazed Patient
de: Verrückter Patient
es: Paciente enloquecido
fr: Patient dérangé
it: Malato mentale
ru: Помешанный пациент

source: Credentials, please.
de: Papiere, bitte.
es: Credenciales, por favor.
fr: Accréditation, s'il vous plaît.
it: Credenziali, prego.
ru: Документы, пожалуйста.

source: Crowding into a corporate elevator on a shadowrun is risky. You’re exposed. Vulnerable. But time is of the essence, the CEO’s office is fifty floors up, and the Baron has your back - in theory. Light, blanderized music flows softly from hidden speakers as you make your way up to James Telestrian’s office and towards your objective - a sample of Project Aegis. You need to find the sample and get out before the Baron loses control of the Telestrian mainframe and all hell breaks loose.
de: Das ganze Team während eines Runs in einen Konzernaufzug zu quetschen ist riskant. An keinem anderen Ort ist man als Shadowrunner so angreifbar. Doch die Zeit ist knapp, das Büro des CEOs ist fünfzig Stockwerke weiter oben und der Baron hält euch den Rücken frei – theoretisch zumindest. Sanfte, melodische Klänge dringen aus den Lautsprechern, während der Aufzug euch dem Büro von James Telestrian und somit eurem Ziel – eine Probe von Projekt Aegis zu erlangen – entgegenbringt. Dein Job ist es, die Probe zu finden und zu verschwinden, bevor der Baron die Kontrolle über Telestrians Netzwerk verliert und das ganze Stockwerk im Chaos versinkt.
es: Es arriesgado meterse en un ascensor lleno durante un shadowrun. Eres vulnerable. Pero el tiempo apremia, la oficina del presidente está cincuenta plantas más arriba y el barón te guarda las espaldas... en teoría. Luz, una música tranquila suena suavemente desde unos altavoces ocultos, mientras te diriges a la oficina de James Telestrian, hacia tu objetivo: una muestra del proyecto Aegis. Tienes que encontrar una muestra y salir antes de que el barón pierda el control del ordenador central de Telestrian y todo se vaya al infierno.
fr: Se presser dans un ascenseur corporatiste lors d'un run est risqué. Vous êtes exposé, vulnérable. Mais le temps presse. Le bureau du PDG se trouve cinquante étages plus haut, et le Baron vous couvre. En théorie. De la musique aseptisée sort de haut-parleurs bien cachés pendant que vous montez jusqu'au bureau de James Telestrian et vers votre objectif : un échantillon du projet Aegis. Vous devez trouver l'échantillon et sortir avant que le Baron ne perde le contrôle de l'unité centrale Telestrian. Évitez-vous cet enfer.
it: Prendere un ascensore aziendale affollato mentre si è in missione, è un rischio. Sei allo scoperto, vulnerabile, ma il tempismo è tutto. L'ufficio dell'amministratore delegato è 50 piani più in alto e c'è Baron a coprirti le spalle, in teoria. Gli altoparlanti nascosti diffondono una musica lieve e inespressiva mentre raggiungi l'ufficio di James Telestrian e il tuo obiettivo: il prototipo del Progetto Aegis. Devi trovare uno dei prototipi e uscire prima che Baron perda il controllo del computer centrale Telestrian e si scateni un putiferio.
ru: Как правило, пользоваться лифтами во время набега - плохая идея. В ограниченном пространстве группа уязвима. Ее легко нейтрализовать. Увы, время поджимает: офис исполнительного директора находится на пятидесятом этаже, а Барон обещал вас прикрыть. Вопрос о том, насколько можно ему доверять, остается открытым. Негромкая музыка сопровождает вас, пока лифт поднимается в кабинет Джеймса Телестриана. Где-то там, в сейфе, терпеливо дожидается своего часа образец проекта ''Эгида''. Ваша задача - найти его и выбраться оттуда, прежде чем Барон утратит контроль над внутренней сетью корпорации и все полетит к чертям.

source: Crudely put but accurate. We must stop the Universal Brotherhood from summoning a Queen and we must stop them immediately. You are the the only one who has been inside their facility and the only one who has personally fought these creatures before. That, along with your highly-effective assault upon my property indicates that you are the ideal person to lead the attack.
de: Krude formuliert, aber zutreffend. Wir müssen die Universelle Bruderschaft daran hindern, eine Königin zu beschwören und zwar sofort. Sie sind die einzige Person, die in die Einrichtung gelangt ist und die diese Kreaturen persönlich bekämpft hat. Das, in Verbindung mit Ihrem höchst effektiven Angriff auf mein Eigentum, hat mich davon überzeugt, dass Sie die richtige Person für diesen Einsatz sind.
es: Es una manera muy vulgar de decirlo, pero es así. Debemos evitar que la Hermandad Universal conjure una Reina y debemos pararles los pies de inmediato. Solo tú has estado dentro de sus instalaciones y has luchado en persona con esas criaturas. Eso, junto con tu eficaz asalto contra mi propiedad, demuestra que eres la persona ideal para dirigir el ataque.
fr: Grossièrement, c'est cela oui. Nous devons empêcher la Confrérie Universelle d'invoquer une reine, sans plus attendre. Vous êtes le seul à avoir pénétré dans leurs locaux et le seul à avoir déjà affronté personnellement ces créatures. Si l'on ajoute à cela votre capacité à vous infiltrer chez moi sans mal, tout semble faire de vous la personne idéale pour diriger l'attaque.
it: Detto senza giri di parole, chiarissimo. Dobbiamo impedire alla Fratellanza Universale di invocare una Regina, e subito. Nessun altro, a parte te, è mai stato nel loro quartier generale e ha combattuto queste creature prima d'ora. Questo, e la tua aggressione efficacissima alla mia proprietà, mi suggeriscono che sei la persona ideale per condurre l'attacco.
ru: Сказано грубо, но довольно исчерпывающе. Мы должны помешать Всеобщему братству призвать королеву, и чем скорее мы начнем действовать, тем лучше. Тебе уже довелось побывать внутри их логова, и никто из собравшихся кроме тебя не видел этих тварей в настоящем бою. Кроме того, твое более чем успешное нападение на мой небоскреб убедило меня в том, что лучшей кандидатуры для проведения этой операции нам не найти.

source: Crush
de: Zerdrücken
es: Aplastar
fr: Écraser
it: Schiaccia
ru: Пресс

source: Cut the act, doc. I know you killed the real Holmes, and I know you're running around town carving up people for parts.
de: Schluss mit dem Theater, Doc. Ich weiß, dass Sie den echten Holmes getötet haben und auch, dass Sie in der Stadt umherziehen und Leuten ihre Organe rauben.
es: Déjate de historias. Sé que tú mataste al auténtico Holmes y que ahora te paseas por la ciudad despezando a la gente.
fr: On ne me la fait pas, docteur. Je sais que vous avez tué le véritable Dr Holmes, et que vous saucissonnez des gens partout en ville pour récupérer des pièces détachées.
it: Mettiamo fine a questa farsa, dottore! So che ha ucciso il vero Holmes, e che se ne va in giro a fare a pezzi la gente.
ru: Док, не надо пудрить мне мозги. Я знаю, что ты убил настоящего Холмса, и знаю, что именно ты всю последнюю неделю режешь людей на части.

source: Cut the drek, Sam. We both know why Dowd went down and it wasn’t the Fixer or some other paranoid chip-dream of yours.
de: Genug von diesem Drek, Sam. Wir wissen beide, warum Dowd gestorben ist und es war nicht wegen dem Schieber oder irgendeiner deiner anderen paranoiden Chip-Fantasien.
es: Déjate de historias, Sam. Los dos sabemos por qué murió Dowd y no fue culpa del fixer ni de cualquier otra paranoia de las tuyas.
fr: Arrête un peu, Sam. Toi et moi, on sait parfaitement pourquoi Dowd y est passé, et ce n'était pas à cause du Fixer ou d'un autre de tes fantasmes cybernétiques à la noix.
it: Dacci un taglio, Sam. Sappiamo tutti e due perché Dowd ha fatto una brutta fine, e anche che non è stato un ricettatore né un'altra delle tue paranoie da microchip.
ru: Уймись, Сэм. Мы оба знаем, почему погиб Дауд, и виноват в этом не мой связной. У тебя паранойя - смотри меньше криминальных тридов.

source: Cut the drek.
de: Lass den Scheiß.
es: Déjate de historias.
fr: Arrêtez vos conneries.
it: Taglia corto.
ru: Хватит пудрить мозги.

source: Cutter Thug
de: Cutter-Schläger
es: Matón de los Cortadores
fr: Membre des Cutters
it: Cutter delinquente
ru: Головорез

source: Cyberdoc?
es: ¿Ciberdoc?
fr: Un cyberdoc ?
it: Medico cibernetico?
ru: Кибернетическая клиника?

source: C’mon, kid. When Fate taps you on the shoulder, you've gotta pay attention! Unfortunately, she has the nasty habit of tapping you on the opposite shoulder, so that when you turn around she's on your other side, giggling like a deranged schoolgirl. I hate that.
de: Komm schon, Kindchen! Wenn das Schicksal dir auf die Schulter tippt, musst du auch reagieren! Leider hat es die Angewohnheit, dir auf die falsche Schulter zu tippen, um dich dann von der anderen Seite wie ein dämliches Schulkind auszulachen. Ich hasse das.
es: Vamos... ¡Cuando la fe te da una palmadita en el hombro, tienes que prestar atención! Por desgracia, tiene la mala costumbre de darte en el hombro contrario, para que cuando te des la vuelta esté en el otro lado, riéndose como una colegiala enloquecida. Odio cuando pasa eso.
fr: Allez, mon garçon. Quand le destin frappe à votre porte, il faut saisir l'occasion ! Malheureusement, il a la fâcheuse habitude de frapper à la mauvaise porte, de sorte que quand vous allez ouvrir, il est déjà parti et vous nargue depuis la fenêtre. Je déteste ça.
it: Dai, forza. Quando il destino bussa alla porta, devi rispondere! Sfortunatamente, ha la pessima abitudine di bussare sempre alla porta sbagliata, perciò quando apri una porta, lui è dietro all'altra che se la ride come un bambino dispettoso. Che fastidio.
ru: Ну же, детка. Когда Судьба хлопает тебя по плечу, нужно хватать ее за руку! Увы, чаще всего она хлопает тебя с другой стороны, и когда ты оборачиваешься, оказывается не там, где ты ожидал, хихикая при этом, как избалованная школьница. Как же я это ненавижу.

source: D-dead? But I just saw him... I... do you know what happened to him?
de: T-tot? Aber ich habe ihn doch vor kurzem erst ... Ich ... Weißt du, was ihm zugestoßen ist?
es: ¿Mu-muerto? Pero si le acabo de ver... Yo... ¿Sabes qué le ha pasado?
fr: M-mort ? Mais je l'ai vu il y a... Je... vous savez comment c'est arrivé ?
it: M-morto? Ma l'ho appena visto... Io... Cioè... Sai che gli è successo?
ru: М-мертв? Но я же совсем недавно его видела. Что с ним случилось?!

source: DNA Evidence
de: DNA-Spur
es: Pruebas de ADN
fr: Preuve ADN
it: Prova del DNA
ru: Образец ДНК

source: DNA MATCH LOCATED 100% MATCH \\ARREST RECORDS DATABASE\
de: DNA-ÜBEREINSTIMMUNG GEFUNDEN ÜBEREINSTIMMUNG 100 % \\VERBRECHERDATENBANK\
es: COINCIDENCIA DE ADN LOCALIZADA COINCIDENCIA DEL 100 % \\BASE DE DATOS DE REGISTRO DE ARRESTOS\
fr: CORRESPONDANCE ADN TROUVÉE CORRESPONDANCE À 100 % \\BASE DE DONNÉES DES ARRESTATIONS\
it: CORRISPONDENZA DNA INDIVIDUATA CORRISPONDENZA 100% \\BANCA DATI ARRESTI\
ru: НАЙДЕНО СОВПАДЕНИЕ ТОЧНОСТЬ СОВПАДЕНИЯ 100% \\БАЗА ДАННЫХ ПРЕДЫДУЩИХ АРЕСТОВ\

source: DON'T LOOK AT ME! Pleeeeeaasssse, nooooo. UNCLEAN! CURSED!
de: SIEH MICH NICHT AN! Biiiittteeeeee niiiiicht. UNREIN! VERFLUCHT!
es: ¡MO ME MIRE! Por favooooooooooor, nooooo. ¡IMPURA! ¡MALDITA!
fr: NE ME REGARDEZ PAS S'il vous plaaiiiit, noooonnn. IMPURE ! MAUDITE !
it: NON MI GUARDARE! Per favoreeee, nooooo. SPORCIZIA! MALEDIZIONE!
ru: НЕ СМОТРИ НА МЕНЯ! Умоля-а-а-а-аю, не-е-е-е-т. НЕЧИСТАЯ! ПРОКЛЯТАЯ!

source: DON’T MOVE. Identify yourself.
de: NICHT BEWEGEN. Sag uns, wer du bist.
es: NO TE MUEVAS. Identifícate.
fr: PAS UN GESTE. Qui êtes-vous ?
it: NON FARE UNA MOSSA. Identificati.
ru: НЕ ДВИГАТЬСЯ. Назови себя.

source: DOWN AND OUT
de: AM BODEN ANGEKOMMEN
es: ABATIDO Y FUERA
fr: LA DÈCHE
it: SOTTO E FUORI
ru: НА ДНЕ

source: Dad, its all gone. The runners attacked last night and managed to blow the whole damn Columbia River facility to bits. I have had teams sorting through the rubble all morning and they haven’t found any viable Project Aegis material. The sample I sent you is all that’s left. This is a mess, lots of people dead and the building a total loss. Call me to discuss what you want me to do next. Tom.
de: Dad, es ist alles weg. Die Runner haben letzte Nacht angegriffen und die gesamte Columbia-River-Einrichtung in Schutt und Asche gelegt. Meine Leute durchsuchen schon den ganzen Morgen das Trümmerfeld. Bisher konnten sie keinerlei Überbleibsel von Projekt Aegis finden. Die Probe, die ich dir geschickt habe, ist alles, was uns bleibt. Die ganze Sache ist ein Desaster. Wir haben hier jede Menge Tote und das Gebäude können wir abschreiben. Ruf mich an und wir besprechen, was als nächstes zu tun ist. Tom.
es: Papá, ha desaparecido todo. Los runners atacaron ayer por la noche y consiguieron hacer saltar por los aires toda la instalación del río Columbia. He hecho que los equipos rebuscaran entre los escombros durante toda la mañana y no han encontrado ningún material viable del Proyecto Aegis. Lo único que queda es la muestra que te mandé. Esto es un desastre, hay mucha gente muerta y el edificio está en ruinas. Llámame para ver qué quieres que haga. Tom.
fr: Papa, il ne reste plus rien. Les Runners ont attaqué hier soir et ont complètement détruit les locaux de Columbia River. Ce matin j'ai envoyé des équipes fouiller les décombres. Ils n'ont trouvé aucune trace de matériel du projet Aegis en état d'utilisation. Tout ce qui reste, c'est l'échantillon que je t'ai envoyé. C'est un vrai désastre. Y'a des tas de morts et l'immeuble est en ruine. Appelle-moi pour me dire ce que tu veux que je fasse. Tom.
it: Papà, è andato tutto in fumo. I Runner hanno attaccato ieri notte, e sono riusciti a fare saltare l'impianto nella zona del fiume Columbia. Ho mandato delle squadre, che hanno rovistato tra le macerie per tutta la mattina, ma non hanno ritrovato tracce del materiale sul Progetto Aegis. Il campione che ti ho mandato è tutto ciò che ci rimane. È un casino, un sacco di gente è morta e l'edificio è totalmente distrutto. Chiamami per discutere sul da farsi. Tom.
ru: Отец, пропало все. Раннеры напали на завод прошлой ночью и взорвали его к чертям. Эксперты все утро рылись среди битого кирпича и не нашли ничего. Образец, который я отправил тебе - последний. У нас на руках куча покойников и огромный скандал. Позвони и сообщи, что мне следует делать дальше. Том.

source: Dale Yates
ru: Дэйл Йейтс

source: Dammit... you're right. You can go on through my place.
de: Verdammt ... du hast ja recht. Ihr könnt durch meine Wohnung nach oben gelangen.
es: Maldita sea... tienes razón. Podéis pasar por mi casa.
fr: Bon sang... vous avez raison. Vous pouvez continuer jusqu'à chez moi.
it: Dannazione... hai ragione. Puoi passare attraverso casa mia.
ru: Черт побери... Вы правы. Я вас пропущу.

source: Damn SINless people making more work for me!
de: Dieses verdammte SINlose Volk macht mir wieder einen Haufen Arbeit!
es: ¡Los malditos noNIS me dan más trabajo!
fr: Ces satanés SINless qui me rajoutent du travail !
it: Maledette persone senza Numero di identificazione del sistema, quanto mi fanno faticare!
ru: Я могу понять, что гражданская регистрационная характеристика есть не у каждого. Но я не могу понять, почему я должен работать вместо этих лентяев!

source: Damn it! The frigging Fixer sold us out to Renraku!
de: Verdammt! Dieser miese Schieber hat uns an Renraku verkauft!
es: ¡Maldición! ¡El maldito fixer nos ha vendido a Renraku!
fr: Merde ! Ce connard de Fixer nous a vendu à Renraku !
it: Dannazione! Quel cavolo di Ricettatore ci ha venduto ai Renraku!
ru: Проклятье! Наш работодатель продал нас Ренраку!

source: Damn it! This is critical to me, just tell me who it is so I can answer question.
de: Verdammt! Ich muss es wissen, sag es mir einfach, damit ich deine Frage beantworten kann.
es: ¡Maldición! Esto es muy importante para mí, tan solo dígame quién es para que pueda responder a la pregunta.
fr: Merde ! C'est vital pour moi, dites-moi qui c'est afin que je puisse répondre à votre question.
it: Dannazione! È cruciale per me, mi dica solo chi è, così potrò rispondere alla domanda.
ru: Проклятье! Ты не представляешь, насколько это для меня важно. Скажи мне, кто это, и я отвечу на твой вопрос.

source: Damn it, let me help! Give me something to shoot with!
de: Verdammt noch mal, lass mich helfen! Gib mir ein Schießeisen!
es: ¡Maldita sea, deja que te ayude! ¡Dame algo con lo que disparar!
fr: Bon sang, je veux aider aussi ! Donne-moi un bon vieux flingue !
it: Cavolo, fammi essere d'aiuto! Dammi qualcosa con cui sparare!
ru: Черт, я же хочу помочь! Дай мне что-нибудь, что стреляет!

source: Damn right I’m gonna collect.
de: Da kannst du aber einen drauf lassen.
es: Por supuesto que voy a cobrar.
fr: Oh que oui.
it: Certo che lo vado a riscuotere, cazzo.
ru: Конечно, хочу!

source: Damn right we will.
de: Aber sicher werden wir das.
es: Claro que lo haremos.
fr: Carrément, ouais.
it: Certo, eccome!
ru: Причем прямо сейчас.

source: Damn. I was hoping this would be a milk run.
de: Verdammt. Ich hatte gehofft, das Ganze würde eine reine Routineaufgabe werden.
es: Maldición. Esperaba que esto fuera un paseo.
fr: La vache. J'espérais que ça passerait comme dans du beurre.
it: Dannazione. Speravo fosse una cosa semplice.
ru: Черт. А все начиналось так хорошо.

source: Damn. I was hoping to be able to bring you in feet-first.
de: Verdammt. Ich hatte gehofft, dich mit den Füßen zuerst hineinschleifen zu können.
es: Maldita sea. Estaba deseando llevarte con los pies por delante.
fr: Merde. J'aurais préféré vous y amener les pieds devant.
it: Dannazione. Speravo di riuscire a portartici da cadavere.
ru: Черт. Я надеялся, что мы притащим тебя на ковер ногами вперед.

source: Damn... well ok.
de: Verdammt ... naja, okay.
es: Maldición... vale, de acuerdo.
fr: La vache... bon, d'accord.
it: Dannazione... ok, va bene.
ru: Черт... ну ладно.

source: Damned if I know! You live your life making stuff up, then you die, and end up on a stool in a bar in a story you made up. So meta.
de: Wenn ich das nur wüsste! Du verbringst dein ganzes Leben damit, Zeug zu erfinden, dann stirbst du und findest dich auf einem Hocker in einer Bar in genau der Geschichte, die du erfunden hast, wieder. Das ist so meta.
es: ¡Ya me gustaría a mí saberlo! Te pasas la vida inventándote cosas y, de repente, un día te mueres y acabas en el taburete de un bar, metido en una de las historias que tú mismo has inventado. Qué meta es todo.
fr: Comment je le saurais ?! Tu passes ta vie à inventer des trucs, tu meurs, et tu finis sur le tabouret d'un bar dans une histoire que tu as toi-même inventé. Pas banal.
it: Magari lo sapessi! Passi tutta la vita a inventare storie, poi muori e finisci seduto nel bar di una storia che hai inventato. Questa sì che è metanarrazione.
ru: Понятия не имею! Всю свою жизнь я упражнял воображение, а потом умер и оказался мною же придуманном баре. Это и называется ''метагейм''.

source: Damned if I know. While I was alive, I wished I’d written Harry Potter because I’d be incredibly rich and have brought joy to endless millions. Now, in death, I wish I'd written Harry Potter because I would be haunting Hogwarts instead of this dive.
de: Wenn ich das nur wüsste. Als ich noch gelebt habe, hab ich mir immer gewünscht, ich hätte Harry Potter geschrieben, weil ich dann unglaublich reich wäre und Millionen von Leuten glücklich gemacht hätte. Jetzt, wo ich tot bin, wünsche ich mir, ich hätte Harry Potter geschrieben, weil ich dann in Hogwarts rumhängen könnte, statt in dieser Absteige.
es: Que me maldigan si lo sé. Cuando estaba vivo me hubiera gustado escribir Harry Potter, porque entonces sería increíblemente rico y le habría llevado la felicidad a millones de personas. Ahora que estoy muerto, me hubiera gustado escribir Harry Potter porque estaría vagando por Hogwarts, y no por este antro.
fr: Si je savais... Quand j'étais en vie, j'aurais voulu avoir écrit Harry Potter parce que j'aurais été riche et que j'aurais apporté le bonheur à des millions de gens. Maintenant que je suis mort, j'aurais voulu avoir écrit Harry Potter parce que je hanterais Poudlard au lieu de hanter ce bouge.
it: Non ne ho idea. Mentre ero in vita, vorrei aver scritto Harry Potter perché avrei guadagnato un mucchio di soldi e portato gioia a tantissima gente. Ora, che non sono più in vita, vorrei aver scritto Harry Potter perché starei infestando Hogwarts invece di questa bettola.
ru: Ха! Когда я был жив, я жалел, что не написал Гарри Поттера. Я был бы богат и вписал свое имя в мировую литературу. А теперь я мертв, и жалею, что не написал Гарри Поттера, потому что обрел бы вечный покой в Хогвартсе вместо этой дыры.

source: Dan the Donut Man
de: Dan, der Donutmann
es: Dan el hombre rosquilla
fr: Dan l'homme-donut
it: Dan l'uomo delle ciambelle
ru: Пончик Дэн

source: Dance for me!
de: Tanzt für mich!
es: ¡Baila para mí!
fr: Allez, danse !
it: Danza per me!
ru: Пляшите, мои хорошие!

source: Dark clouds surround you, my friend. But perhaps there is something I could provide that would help with whatever weighs so heavily upon you?
de: Dunkle Wolken umgeben dich, mein Freund. Doch vielleicht könnte ich dir etwas bieten, das dir bei dem hilft, das dich belastet.
es: Estás rodeado de nubes negras, amigo mío. Pero quizá te pueda proporcionar algo que aligere tu carga...
fr: Les nuages noirs vous entourent, mon ami. Mais peut-être que je peux faire quelque chose pour vous aider avec tous ces poids qui pèsent sur vous ?
it: Vedo nuvole scure intorno a te. Ma forse posso darti qualcosa per alleggerire il peso che ti opprime?
ru: Над тобой сгущаются темные тучи. Быть может, я смогу облегчить тяжесть гнетущих тебя забот? Не стесняйся, говори, что тебе нужно.

source: Data Pad
de: Datenpad
es: Visor de datos
it: Terminale
ru: Планшет

source: Data Store
de: Datenspeicher
es: Almacenamiento de datos
fr: Stockage de données
it: Archivio dati
ru: Хранилище данных
