Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I know the perfect $(scene.BroSis) to speak with you, $(l.he) has a similar background and talks $(scene.TalkAbout). You two would get along fabulously, but $(l.he) isn't in today and the rest of my counselor are currently booked. Could you come back tomorrow?
de: Ich kenne da genau die richtige Person für dich: $(l.he) hat eine ähnliche Herkunft und spricht wohl eine ähnliche Sprache wie du. Ihr würdet sicherlich ausgezeichnet miteinander auskommen, aber leider ist $(l.he) heute nicht da und meine restlichen Berater sind ausgebucht. Könntest du morgen wiederkommen?
es: Conozco al $(scene.BroSis) perfecto para hablar contigo, $(l.he) tiene un pasado parecido y habla $(scene.TalkAbout). Os llevaréis muy bien, pero $(l.he) no está hoy y el resto de los consejeros están ocupados actualmente. ¿Podrías volver mañana?
fr: J'ai le parfait $(scene.BroSis) pour vous, $(l.he) a le même background et sa spécialité est la suivante : $(scene.TalkAbout). Vous allez vous entendre à merveille, mais $(l.he) n'est pas là aujourd'hui et les autres conseillers sont occupés. Pourriez-vous revenir demain ?
it: So quale $(scene.BroSis) è più adatto a te, $(l.he) ha esperienze simili alle tue e parla $(scene.TalkAbout). Andrete sicuramente d'accordo, ma oggi $(l.he) non è qui e tutti gli altri consulenti sono prenotati. Puoi tornare domani?
ru: У нас есть замечательный человек, который с большим удовольствием стал бы вашим наставником! Не сомневаюсь, он бы сразу вам понравился, но сегодня он взял выходной, а все остальные заняты до позднего вечера. Не могли бы вы зайти к нам завтра?

source: I know they found his body a block away from the Union, just lying there in broad daylight. That’s the Barrens for you. {{GM}}Jake looks down, his expression masked by chrome and crimson glass.{{/GM}} Shame though. Wish I’d been there. If those slaggin’ gangers hadn’t come along...
de: Ich weiß, dass sie seine Leiche bloß einen Block von der Union entfernt gefunden haben, im hellen Tageslicht. Aber so geht es in den Barrens eben zu. {{GM}}Jake blickt zu Boden. Sein Gesichtsausdruck verbirgt sich hinter dem Chrom und dem rotem Glas seiner Sonnenbrille.{{/GM}} Ist ’ne verdammte Schande. Ich wünschte, ich wäre da gewesen. Wenn nur diese verfluchten Ganger nicht gewesen wären ...
es: Sé que encontraron su cuerpo a una manzana del Unión, ahí tirado a plena luz del día. Así son los Barrens. {{GM}}Jake mira hacia abajo, con la mirada cubierta por las gafas carmesí y el cromo.{{/GM}} Una pena. Ojalá hubiera esta allí. Si esos malditos pandilleros no hubieran aparecido...
fr: Je sais qu'ils ont trouvé son cadavre pas très loin de l'Union. Il était étendu là, en plein jour. Bienvenue à Barrens. {{GM}}Jake baisse les yeux, son visage masqué par le chrome et le verre teinté.{{/GM}} C'est dommage. Si j'avais été là... Si c'est salopards de gangers m'avaient pas sautés dessus...
it: So che hanno trovato il suo cadavere a un isolato dall'Union, per terra, in pieno giorno. Tipico delle Terre desolate. {{GM}}Jake abbassa lo sguardo, l'espressione è nascosta dai suoi occhiali rossi cromati.{{/GM}} È un peccato. Avrei voluto essere lì. Se non fossero arrivati quei fottuti ganger...
ru: Его тело нашли всего в нескольких улицах от Союза, но не сумели разыскать ни одного свидетеля. Так в Пустошах чаще всего и бывает. {{GM}}Джейк опускает голову. Выражение его лица трудно разобрать из-за бликов на красном стекле и блеска хрома.{{/GM}} Я сожалею. Если бы я был рядом с ним, этого бы не случилось. Эти проклятые головорезы случились удивительно не вовремя...

source: I know who the Ripper is and I am going to visit him now.
de: Ich weiß, wer der Ripper ist und werde ihm jetzt einen kleinen Besuch abstatten.
es: Sé quién es el Destripador y ahora voy a ir a visitarlo.
fr: Je sais qui est l'éventreur, et je vais lui rendre visite.
it: So chi è lo Squartatore e sto andando a fargli visita proprio ora.
ru: Я знаю, кто такой Потрошитель, и собираюсь нанести ему визит.

source: I know who you are. You're the guy I'm gonna kill.
de: Keine Sorge, ich weiß, wer du bist. Der Kerl, den ich heute umniete.
es: Lo sé muy bien. Eres el tipo al que voy a matar.
fr: Je sais qui vous êtes. Vous êtes le type que je vais tuer.
it: So chi sei. Sei il tipo che sto per ammazzare.
ru: Конечно, знаю. Ты - моя жертва.

source: I know! It’s fascinating, isn’t it?
de: Ja, ich weiß! Faszinierend, nicht wahr?
es: ¡Lo sé! Es fascinante, ¿verdad?
fr: Je sais ! Fascinant, n'est-ce pas ?
it: Lo so! Sorprendente, non è vero?
ru: Я знаю! Просто невероятно, не правда ли?

source: I know, right! I haven't seen him in days. Dr. Philipe told me not to worry about it. He says I worry too much. But who am I supposed to play chess with? Donny over there can't suss more than match-four.
de: Genau das habe ich mir auch gedacht! Ich hab ihn schon seit Tagen nicht gesehen, aber Dr. Philipe hat gesagt, ich soll mir keine Sorgen machen. Er sagt, dass ich mir immer zu viele Gedanken mache. Aber mit wem soll ich jetzt Schach spielen? Donny da drüben ist grade mal zu „Vier Gewinnt“ fähig.
es: ¡Ya lo sé! Hace días que no le veo. El Dr. Philipe me dijo que no me preocupara. Dice que me preocupo demasiado. ¿Pero con quién se supone que tengo que jugar al ajedrez? Donny solo sabe mover los peones.
fr: Je sais ! Ça fait des jours que je ne l'ai pas vu, le pauvre. Le Dr Philipe m'a dit de ne pas m'en faire pour ça. Il dit que je me fais trop de mauvais sang. Mais avec qui je vais jouer aux échecs, moi, hein ? Donny, là, il pige vraiment que dalle.
it: Ma certo, lo so! Non l'ho visto negli ultimi giorni, ma il dottor Philipe mi ha detto di non preoccuparmi. Dice che mi preoccupo troppo. E con chi altri dovrei giocare a scacchi? Donny, laggiù, al massimo sa giocare a tris.
ru: В том-то и дело! Я не видела его уже несколько дней. Доктор Филип сказал мне о нем не беспокоиться. Говорит, это мне вредно. Но мне не с кем играть в шахматы! Донни не осилит ничего сложнее крестиков-ноликов.

source: I know. But do what you can and bring us one step closer.
de: Ich weiß. Aber was du tun kannst, ist, uns einen Schritt näher daran zu bringen.
es: Ya lo sé. Pero haz lo que puedas para que estemos un poco más cerca.
fr: Je sais. Mais faites ce que vous pouvez et aidez-nous.
it: Lo so. Ma fai il possibile e aiutaci.
ru: Я знаю. Сделай все возможное, чтобы мир стал лучше - пусть ненамного.

source: I let him go. He seemed like he could use a career change.
de: Ich hab ihn laufen lassen. Es schien mir, er könnte mal ein bisschen frische Luft gebrauchen.
es: Le dejé marchar. Parecía que necesitaba cambiar de carrera.
fr: Je l'ai laissé partir. On aurait dit qu'il voulait changer de métier.
it: L'ho lasciato andare. Sembrava convinto di poter cambiare carriera.
ru: Вашего ученого пришлось отпустить. Он решил начать новую жизнь.

source: I like to keep my distance. Got a rifle?
de: Ich agiere lieber aus der Entfernung. Hast du ein Gewehr?
es: Me gusta mantener las distancias. ¿Tienes un rifle?
fr: J'aime rester à distance. Vous auriez un fusil ?
it: Mi piace mantenere la distanza. Hai un fucile d'assalto?
ru: Я убиваю на расстоянии. Одолжишь мне винтовку?

source: I look forward to hearing it one day.
de: Ich freu mich schon, sie eines Tages zu hören.
es: Estoy deseando oír eso algún día.
fr: J'aimerais bien l'entendre un de ces jours.
it: Non vedo l'ora di sentirla.
ru: Надеюсь, когда-нибудь ты мне об этом расскажешь.

source: I love it being part of the Universal Brotherhood. Belonging helps everyone. We have a free soup kitchen that feeds hundreds of people every day, educational talks in our auditorium, and a counseling center to help prospective members with deep one-on-one therapy.
de: Ich liebe es, Teil der Universellen Brucherschaft zu sein. Zugehörigkeit macht alles besser. Wir haben eine kostenlose Suppenküche, die jeden Tag Hunderte Menschen ernährt, informative Reden im Auditorium und ein Beratungszentrum, um zukünftigen Mitgliedern mit tiefgehenden, persönlichen Therapiesitzungen weiterzuhelfen.
es: Me encanta formar parte de la Hermandad Universal. Pertenecer es bueno para todos. Tenemos un comedor gratuito que da de comer cada día a cientos de personas, charlas educativas en nuestro auditorio y un centro de asesoramiento que ayuda a los futuros miembros con una profunda terapia individual.
fr: J'aime faire partie de la Confrérie Universelle. L'Appartenance aide tout le monde. Nous avons une soupe populaire qui nourrit des centaines de gens tous les jours, des conférences éducatives dans notre auditorium, et un centre de conseils pour aider les futurs membres avec une thérapie individuelle.
it: Adoro far parte della Fratellanza Universale. L'Appartenenza aiuta tutti. Abbiamo una mensa gratuita che nutre centinaia di persone ogni giorno, conferenze educative nel nostro auditorium e un consultorio per aiutare i potenziali membri con una profonda terapia individuale.
ru: Очень! Здесь замечательно. Все мы принадлежим к чему-то большему - огромной и любящей семье. Недавно мы открыли бесплатную столовую, в которую каждый день приходят сотни малоимущих, а теперь еще и читаем лекции в аудиториях и образовали совет душепопечителей, где каждый может подыскать для себя духовного наставника.

source: I make my own luck.
de: Ich bin meines eigenen Glückes Schmied.
es: Yo creo mi propia suerte.
fr: Il faut se la créer, la chance.
it: Sono io l'artefice della mia fortuna.
ru: Удача благоволит умелым. И отважным.

source: I mean I didn't want this to happen! I mean, hell! Who would?
de: Ich wollte nicht, dass so etwas passiert! Ich mein, verdammt! Wer würde so etwas wollen?
es: ¡Yo no quería que esto ocurriera! ¡Qué demonios! ¿Quién iba a querer algo así?
fr: Mais je ne voulais pas que ça arrive ! Je veux dire, bordel ! Qui l'aurait voulu ?
it: Ma io non volevo causare tutto questo! Voglio dire, cavolo! Chi mai avrebbe voluto?
ru: Но я же не виноват! Я не знал, что так получится! И не мог знать!

source: I might have just the thing to help you out.
de: Ich habe hier vielleicht genau das, was du brauchst.
es: Quizá yo tenga justo lo que necesitas.
fr: J'ai peut-être exactement ce qu'il vous faut.
it: Forse so come aiutarti.
ru: А что если я сумею тебе помочь?

source: I might swing by.
de: Vielleicht schau ich mal vorbei.
es: Puede que me pase.
fr: J'essaierais de passer.
it: Forse farò un salto.
ru: Попробую не пропустить.

source: I might. Hard to say.
de: Vielleicht. Ist schwer zu sagen.
es: Podría. Es difícil de decir.
fr: Peut-être. Difficile à dire.
it: Può darsi. Difficile dirlo.
ru: Может быть. А может, и нет.

source: I mourned losing Sam long before he died.
de: Ich habe Sams Verlust lange vor seinem Tod nachgetrauert.
es: Lloré la pérdida de Sam mucho antes de que muriera.
fr: J'ai fait le deuil de Sam bien avant qu'il ne meure.
it: Ho sofferto per la perdita di Sam molto tempo prima morisse.
ru: Я оплакала Сэма задолго до того, как он погиб.

source: I must admit, it isn’t. None of this is.
de: Das stimmt. Das sind sie nicht. Ich bin nichts von all dem gewöhnt.
es: Debo admitir que no lo son. Nada de esto lo es.
fr: Je dois dire que oui. Je suis plutôt loin de tout ça.
it: No, nessuno di questi posti lo è.
ru: Вынуждена признать, что это так. Здесь мне весьма некомфортно.

source: I need a computer terminal, you know where one is?
de: Ich brauche Zugriff auf einen Computer. Weißt du, wo ich einen finden kann?
es: Necesito un terminal de ordenador, ¿sabes dónde hay uno?
fr: J'ai besoin d'un terminal informatique, pouvez-vous m'en indiquer un ?
it: Ho bisogno di un terminale, sai dove posso trovarne uno?
ru: Мне нужен компьютерный терминал. Тут есть хотя бы один?

source: I need a little information. I'm willing to pay for it.
de: Ich brauche Informationen. Ich bin bereit, dafür zu zahlen.
es: Necesito algo de información. Y puedo pagar por ella.
fr: J'ai besoin de quelques infos. Je peux vous payer.
it: Ho bisogno di qualche piccola informazione. Sono disposto a pagare per averla.
ru: Мне нужна информация. И я хорошо за нее заплачу.

source: I need a replacement for my keycard.
de: Ich brauche einen Ersatz für meine Schlüsselkarte.
es: Tengo que cambiar mi tarjeta de acceso.
fr: J'ai besoin d'un double de ma carte d'accès.
it: Dovrei sostituire la mia tessera.
ru: Мне нужен новый пропуск.

source: I need answers first. Who are you?
de: Ich will erst Antworten. Wer bist du?
es: Antes necesito respuestas. ¿Quién eres tú?
fr: Mais je veux des réponses d'abord. Qui êtes-vous ?
it: Prima ho bisogno di risposte. Chi sei?
ru: Сперва я хочу получить ответы. Ты кто?

source: I need more money...
de: Ich brauche mehr Geld ...
es: Necesito más dinero...
fr: Il me faut plus d'argent...
it: Mi serve altra grana...
ru: Мне нужны еще деньги...

source: I need some cyber installed. Can you help me out?
de: Ich bräuchte neue Cyberware-Implantate. Könntest du da behilflich sein?
es: Necesito instalar un ciber. ¿Puedes ayudarme?
fr: J'ai besoin de greffes cybernétiques. Vous pouvez m'aider ?
it: Mi servono delle parti cibernetiche da installare. Puoi aiutarmi?
ru: Мне нужно установить киберимплант.

source: I need some healing supplies.
de: Ich bräuchte ein paar Heilmittel.
es: Necesito suministros de curación.
fr: J'ai besoin de matériel de soin.
it: Mi serve qualche medicina.
ru: Мне нужны медицинские препараты.

source: I need some new gear.
de: Ich brauch neue Ausrüstung.
es: Necesito equipamiento nuevo.
fr: J'ai besoin d'un nouvel équipement.
it: Mi serve un po' di attrezzatura nuova.
ru: Я хочу купить снаряжение.

source: I need someone to analyze a DNA sample.
de: Ich brauche jemanden, der eine DNA-Probe für mich analysiert.
es: Necesito que alguien me analice una muestra de ADN.
fr: J'ai besoin que quelqu'un analyse un échantillon d'ADN.
it: Ho bisogno di qualcuno che analizzi un campione di DNA.
ru: Мне нужен кто-то, кто сможет сделать анализ ДНК.

source: I need to ask you some questions.
de: Ich möchte dir ein paar Fragen stellen.
es: Tengo que hacerte algunas preguntas.
fr: Je dois vous poser quelques questions.
it: Ho bisogno di farti alcune domande.
ru: Я хочу задать тебе пару вопросов.

source: I need to finish this call perhaps another time?
de: Ich führe gerade einen wichtigen Anruf. Vielleicht später.
es: Tengo que terminar con esta llamada, ¿en otro momento, tal vez?
fr: Je dois finir cet appel, peut-être une autre fois ?
it: Devo finire questa chiamata, facciamo un'altra volta?
ru: Мне нужно закончить звонок. Поговорим позднее?

source: I need to get to the top floor.
de: Ich muss in den oberen Stock.
es: Necesito llegar al último piso.
fr: Je dois aller à l'étage supérieur.
it: Devo arrivare all'ultimo piano.
ru: На верхний этаж.

source: I need to get upstairs. My supervisor says there's more cleaning to do.
de: Ich muss nach oben. Mein Vorgesetzter sagt, dort stehen Putzarbeiten an.
es: Necesito subir arriba. Mi supervisor dice que hay que hacer más limpieza.
fr: Je dois aller à l'étage. Mon superviseur a dit qu'il y a encore du nettoyage à faire.
it: Devo salire di sopra. Il mio supervisore ha detto che c'è ancora da pulire.
ru: Мне надо наверх. Начальник говорит, там тоже надо убраться.

source: I need to hire a crew.
de: Ich muss mir eine Crew zulegen.
es: Tengo que contratar a un equipo.
fr: Je dois monter une équipe.
it: Ho bisogno di mettere insieme una squadra.
ru: Мне нужно собрать команду.

source: I need to know who you are and what you’re doing here before my trigger happy friend’s take the conversation in a new direction.
de: Ich will wissen, wer du bist und was du hier tust, bevor meine schießwütigen Freunde dieser Unterhaltung eine neue Wendung geben.
es: Necesito saber quién eres y qué haces aquí antes de que mi amigo de gatillo fácil lleve la conversación hacia una nueva dirección.
fr: Je veux savoir qui vous êtes et pourquoi vous êtes là avant que mes amis (qui ont la gâchette facile) ne s'impatientent.
it: Devo sapere chi sei e cosa stai facendo qui, prima che i miei amici dal grilletto facile portino la conversazione su un altro argomento.
ru: Я хочу знать, кто ты и что ты тут делаешь, прежде чем моим друзьям надоест ждать и они решат с тобой поразвлечься.

source: I need to put a crew together.
de: Ich brauche ein Team.
es: Tengo que montar una banda.
fr: J'ai besoin de monter une équipe.
it: Ho bisogno di mettere insieme una squadra.
ru: Мне нужно собрать команду.

source: I need to put together a team for a Renraku Lab.
de: Ich brauche ein Team, um eins von Renrakus Laboren anzugreifen.
es: Necesito juntar un equipo para un run en el laboratorio de Renraku.
fr: Je dois monter une équipe pour le labo Renraku.
it: Devo mettere insieme una squadra per una missione al Laboratorio della Renraku.
ru: Мне нужно собрать команду для набега на лабораторию Ренраку.

source: I need to put together a team to hit a Telestrian Office.
de: Ich brauche ein Team, um in ein Bürogebäude von Telestrian Industries einzubrechen.
es: Necesito juntar un equipo para atacar una oficina de Telestrian.
fr: Je dois monter une équipe pour me rendre au bureau Telestrian.
it: Devo mettere insieme una squadra per un colpo agli uffici Telestrian.
ru: Мне нужно собрать команду для набега на здание Телестриан Индастриз.

source: I need to see that now.
de: Ich muss mir das sofort ansehen.
es: Tengo que verlo ahora mismo.
fr: Je dois voir ça tout de suite.
it: Ho bisogno di dare un'occhiata immediatamente.
ru: Мне надо это увидеть.

source: I need to take the victim's necklace with me. It may help in my investigation.
de: Ich muss die Halskette des Opfers mitnehmen. Sie könnte vielleicht hilfreich bei meiner Untersuchung sein.
es: Necesito llevarme el collar de la víctima. Podría ayudarme con mi investigación.
fr: Je dois emmener le collier de la victime. Il peut m'être utile dans mon enquête.
it: Devo prendere la collana della vittima. Potrebbe essere utile nell'indagine.
ru: Мне нужно забрать ожерелье жертвы. Оно может помочь мне в расследовании.

source: I need to talk to Jessica Watts.
de: Ich muss mit Jessica Watts sprechen.
es: Necesito hablar con Jessica Watts.
fr: Je dois parler à Jessica Watts.
it: Devo parlare con Jessica Watts.
ru: Мне нужно поговорить с Джессикой Уоттс.

source: I need to talk to her about the Emerald City Ripper.
de: Ich muss mit ihr über den Emerald City Ripper sprechen.
es: Tengo que hablar con ella sobre el Destripador de Ciudad Esmeralda.
fr: Je dois lui parler de l'éventreur d'Emerald City.
it: Devo parlarle dello Squartatore di Emerald City.
ru: Мне нужно поговорить с ней о Потрошителе Изумрудного города.

source: I need to uhhhh, I...
de: Ich muss ääähh, ich ...
es: Tengo que uhhhh, yo...
fr: Je dois euhhh, je...
it: Ho bisogno di ehhhh, io...
ru: Мне надо... а-а-а... я...

source: I need you to talk to Mr. Delilah for me about the Royale run. He is usually upstairs.
de: Ihr müst mit Mr. Delilah über den Run am Royale sprechen. Er ist für gewöhnlich oben in der Bar.
es: Necesito que habléis con el Sr. Delilah de mi parte sobre Royale. Suele estar arriba.
fr: J'ai besoin que tu parles à M. Delilah pour moi à propos du run aux Royale. Il est généralement à l'étage.
it: Devi andare a parlare con il signor Delilah della missione agli Appartamenti Royale. Di solito è al piano di sopra.
ru: Мне нужно, чтобы вы нашли мистера Далилу и рассказали ему о нашем набеге. Он обычно сидит наверху.

source: I never answered your question about what's in the crates. According to my friend, the weapons dealer, they contain med-kits and hand-grenades. Just thought you should know.
de: Ich habe dir nie deine Frage beantwortet, was in den Kisten ist. Laut meinem Freund, dem Waffenhändler, enthalten sie Medkits und Handgranaten. Dachte mir, das solltest du besser wissen.
es: Nunca respondí a tu pregunta sobre qué había en las cajas. Según mi amigo, el traficante de armas, contienen botiquines y granadas de mano. Pensé que debías saberlo.
fr: Je n'ai jamais répondu à ta question sur ce qu'il y a dans les caisses. D'après mon ami, le marchand d'armes, elles contiennent des médikits et des grenades. Je voulais juste que tu le saches.
it: Non ho mai risposto alla tua domanda sul contenuto delle casse. Stando al mio amico, il venditore di armi, contengono kit medici e granate a mano. Pensavo di doverti almeno avvertire.
ru: Я так и не сказал тебе, что внутри тех ящиков. Ну вот, они принадлежат моему приятелю, который торгует оружием. Там медицинские комплекты и ручные гранаты. Мне показалось, тебе следует это знать.

source: I never ask about the past. None of us do. Coyote's real name is Gina. That is the most personal information I have about her.
de: Ich frage nie nach der Vergangenheit. Keiner von uns tut das. Coyotes echter Name ist Gina. Und das ist auch schon die persönlichste Information, die ich von ihr habe.
es: Yo nunca pregunto por el pasado. Ninguno de nosotros lo hacemos. El nombre real de Coyote es Gina. Es el dato más personal que tengo sobre ella.
fr: Je ne demande rien à propos du passé. Personne ne le fait. Le vrai nom de Coyote est Gina. C'est l'information la plus importante que j'ai sur elle.
it: Non faccio mai domande sul passato. Nessuno di noi le fa. Il vero nome di Coyote è Gina. Questa è l'informazione più personale che ho di lei.
ru: Я не спрашивала ее о прошлом. Здесь этого делать не принято. Ее настоящее имя Джина. Это все, что я о ней знаю.

source: I never had a family. Could I find one here?
de: Ich hatte nie eine Familie. Ob ich hier eine finden könnte?
es: Nunca he tenido una familia. ¿Podría encontrar una aquí?
fr: J'ai jamais eu de famille. Pourrais-je en trouver une ici ?
it: Non ho mai avuto una famiglia. Qui ne troverei una?
ru: У меня никогда не было семьи. Неужали я смогу обрести ее?

source: I never knew you cared, doc.
de: Ich wusste gar nicht, dass du so um mich besorgt bist, Doc.
es: Nunca pensé que te importara, doctora.
fr: Je ne savais pas que vous vous inquiétez pour moi.
it: Non sapevo che t'importasse.
ru: Вы хорошо заботитесь о своих пациентах, доктор.

source: I once thought so too. I thought that belonging to something meant giving away my freedom. My individuality. But now I see the Truth. How together, we are more than just the sum of our parts. You can learn this, too. Is there any other wisdom I can impart upon you?
de: So dachte ich auch einst. Ich dachte, dass Zugehörigkeit bedeutet, ich müsste meine eigene Freiheit einschränken – meine Individualität. Doch nun kenne ich die Wahrheit. Zusammen sind wir mehr als bloß die Summe unserer Teile. Auch du kannst das lernen. Kann ich dir auf sonst eine Weise mit meinem Wissen dienen?
es: Yo también pensaba eso. Pensaba que Pertenecer a algo significaba renunciar a mi libertad. Mi individualidad. Pero ahora veo la Verdad. Juntos somos más que la suma de nuestras partes. Tú también puedes conocerlo. ¿Puedo compartir más saber contigo?
fr: Je le pensais aussi autrefois. Je pensais qu'appartenir à quelque chose signifiait renoncer à ma liberté. À mon individualité. Mais aujourd'hui je vois la Vérité. Comment ensemble, nous sommes plus que la somme de nos individualités. Vous pouvez l'apprendre, vous aussi. Y a-t-il un autre aspect de votre vie qui bénéficierait de ma sagesse ?
it: Un tempo anch'io la pensavo così. Credevo che appartenere a qualcosa significasse rinunciare alla mia libertà. Alla mia individualità. Ma ora vedo la Verità. Insieme siamo molto di più della semplice somma delle parti. Anche tu puoi impararlo. Posso trasmetterti la mia saggezza in qualche altro modo?
ru: Когда-то я тоже так думал. Я верил, что обретая семью, я заплачу за это свободой. Утрачу свою личность. Но теперь я вижу истину. Все вместе мы можем стать чем-то несоизмеримо большим. Со временем ты тоже это поймешь. Я могу просветить тебя как-то иначе?
