Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}From another intercom, Dr. Holmes continues.{{/GM}} Someone once told me that I was a broken thing. But he also said I could remake myself. He wanted to break me down, so I could put myself back together again. And I did, but only after I broke him.
de: {{GM}}Dr. Holmes fährt aus einer anderen Sprechanlage mit seinem Monolog fort.{{/GM}} Jemand sagte mir einst, ich wäre ein kaputtes Ding. Doch er sagte auch, ich könnte mich neu erfinden. Er wollte mich auseinandernehmen, damit ich mich selbst wieder zusammensetzen könnte. Das tat ich auch, aber erst nachdem ich auch ihn kaputtgemacht hatte.
es: {{GM}}Desde otro intercomunicador, el Dr. Holmes continúa.{{/GM}} Alguien me dijo una vez que yo era un objeto roto. Pero también me dijo que podía reconstruirme. Quería romperme para que yo pudiera volver a reconstruirme. Y lo hice, pero solo después de romperlo yo a él.
fr: {{GM}}Depuis un autre interphone, le Dr. Holmes continue.{{/GM}} Quelqu'un m'a dit un jour que j'étais brisé. Mais il a dit aussi que je pouvais m'en remettre. Me refaire. Il voulait me briser, afin de pouvoir repartir de zéro. Et je l'ai fait, mais seulement après l'avoir brisé lui.
it: {{GM}}Da un altro interfono, il dottor Holmes continua.{{/GM}} Una volta qualcuno mi disse che ero a pezzi. Ma disse anche che poteva rimettermi insieme. Voleva smontarmi, in modo da potermi ricostruire. E ce l'ho fatta, ma solo dopo aver fatto a pezzi lui.
ru: {{GM}}Доктор Холмс продолжает из соседнего динамика.{{/GM}} Однажды врач сказал мне, что я никчемный, сломленный человек. Но он сказал, что я могу возродиться. Он хотел разобрать меня и сложить снова. Вместо этого я разобрал его.

source: {{GM}}Full of life with a quick smile, the man tilts his head and watches you approach.{{/GM}} Hey $(l.guy), what’s shakin’?
de: {{GM}}Der Mann verfolgt deine Bewegungen mit guter Laune und einem schnellen Lächeln.{{/GM}} Hey, $(l.guy)! Was geht?
es: {{GM}}Lleno de vida y con una sonrisa en el semblante, el hombre inclina la cabeza mientras ve cómo te acercas.{{/GM}} Eh, $(l.guy), ¿qué se cuece?
fr: {{GM}}Plein de vitalité et souriant, l'homme remue la tête et vous regarde approcher.{{/GM}} Hé $(l.guy), qu'est-ce passe par ici ?
it: {{GM}}Vivace e sorridente, l'uomo gira la testa e ti osserva mentre ti avvicini.{{/GM}} Ehi $(l.guy), come butta?
ru: {{GM}}Жизнерадостный человек наблюдает за твоим приближением с довольной улыбкой.{{/GM}} Как дела, $(l.guy)?

source: {{GM}}Gino looks at her with glazed eyes. No recognition.{{/GM}} Slot me back in, goddamnit! This is bullshit! I don’t wanna be here anymore. SLOT ME BACK IN! {{GM}}He looks around the room, angrily. His hand reaches for his implant. Coyote grabs his wrist. Stops him.{{/GM}}
de: {{GM}}Gino starrt sie mit glasigem Blick an. Er erkennt sie nicht.{{/GM}} Slotte mich wieder ein, verdammt! Was soll dieser Drek? Ich will hier nicht sein. SLOTTE MICH WIEDER EIN! {{GM}}Er sieht sich wütend im Raum um. Seine Hand fährt zu seinem Implantat hoch. Coyote ergreift sein Handgelenk und hält ihn auf.{{/GM}}
es: {{GM}}Gino la mira con los ojos vidriosos. No la reconoce.{{/GM}} ¡Vuelve a conectarme, maldita sea! ¡Esto es una mierda! Ya no quiero seguir aquí. ¡VUELVE A CONECTARME! {{GM}}Mira alrededor de la sala, enfadado. Intenta tocarse el implante con la mano. Coyote lo coge de la muñeca. Lo evita.{{/GM}}
fr: {{GM}}Gino la regarde avec des yeux vitreux. Il ne la reconnaît pas.{{/GM}} Remets-la moi, putain ! C'est la merde, ici ! Je ne veux plus être ici. REMETS-LA MOI ! {{GM}}Il parcourt la pièce du regard, en colère. Il tend la main vers son implant. Coyote lui saisit le poignet. Elle le retient.{{/GM}}
it: {{GM}}Gino la guarda con occhi gelidi. Non la riconosce.{{/GM}} Ricollegami subito, dannazione! Merda! Non ci voglio stare, qui! RICOLLEGAMI SUBITO! {{GM}}Si guarda intorno nella stanza, furioso. Cerca il suo impianto a tentoni. Coyote gli afferra il polso. Lo ferma.{{/GM}}
ru: {{GM}}Джино смотрит на нее стеклянными глазами. Он не узнает ее.{{/GM}} Подключи меня обратно, черт бы тебя побрал! Дерьмо! Я не хочу быть здесь! ПОДКЛЮЧИ МЕНЯ ОБРАТНО! {{GM}}Он окидывает комнату сердитым взглядом и тянет руку к имплантату. Койот хватает его за запястье.{{/GM}}

source: {{GM}}Give Fry the blood sample.{{/GM}}
de: {{GM}}Gib Fry die Blutprobe.{{/GM}}
es: {{GM}}Dale a Fry la muestra de sangre.{{/GM}}
fr: {{GM}}Donner l'échantillon à Fry.{{/GM}}
it: {{GM}}Consegna il campione di sangue a Fry.{{/GM}}
ru: {{GM}}Отдать Фраю образец крови.{{/GM}}

source: {{GM}}Give Mr. Quoth your credstick.{{/GM}}
de: {{GM}}Gib Mr. Quoth deinen Credstick.{{/GM}}
es: {{GM}}Darle al Sr. Quoth tu credistick.{{/GM}}
fr: {{GM}}Donnez votre créditube à M. Quoth.{{/GM}}
it: {{GM}}Consegna il tuo credstick al signor Quoth.{{/GM}}
ru: {{GM}}Дать Ворону твой кредстик.{{/GM}}

source: {{GM}}Give him all the stones.{{/GM}}
de: {{GM}}Gib ihm alle Steine.{{/GM}}
es: {{GM}}Darle todas las piedras.{{/GM}}
fr: {{GM}}Lui donner toutes les pierres.{{/GM}}
it: {{GM}}Dagli tutte le pietre.{{/GM}}
ru: {{GM}}Отдать ему все камни.{{/GM}}

source: {{GM}}HR Communications{{/GM}}
de: {{GM}}HR-Kommunikation{{/GM}}
es: {{GM}}Comunicados de RR.HH.{{/GM}}
fr: {{GM}}Communications RH{{/GM}}
it: {{GM}}Comunicazioni RU{{/GM}}
ru: {{GM}}Отдел по работе с персоналом{{/GM}}

source: {{GM}}Hand him the melted UB keycard.{{/GM}}
de: {{GM}}Gib ihm die geschmolzene UB-Schlüsselkarte.{{/GM}}
es: {{GM}}Entregarle la tarjeta de acceso de la HU fundida.{{/GM}}
fr: {{GM}}Lui donner la carte d'accès fondue de la CU.{{/GM}}
it: {{GM}}Consegnagli la tessera FU fusa.{{/GM}}
ru: {{GM}}Отдать ему оплавленный пропуск.{{/GM}}

source: {{GM}}Hand over the pebble.{{/GM}}
de: {{GM}}Gib ihm den Kieselstein.{{/GM}}
es: {{GM}}Entrega el guijarro.{{/GM}}
fr: {{GM}}Donner le galet.{{/GM}}
it: {{GM}}Consegna la pietra.{{/GM}}
ru: {{GM}}Отдать камень.{{/GM}}

source: {{GM}}Hanging up she turn to face you{{/GM}} Thank you, thank you so much. People say the worst things about runners but I knew like everyone else you could'nt be all bad.
de: {{GM}}Sie legt auf und schaut dich an.{{/GM}} Ich danke dir, vielen Dank. Man hört ja immer die schlimmsten Geschichten über Runner, aber ich wusste, dass sie nicht alle schlecht sein können.
es: {{GM}}Cuelga y se gira a mirarte{{/GM}} Gracias, muchas gracias. La gente dice cosas horribles sobre los runners pero sabía, como todos los demás, que tú no podrías ser tan mala.
fr: {{GM}}Elle raccroche et se tourne vers vous.{{/GM}} Merci, merci infiniment. Les gens disent toujours du mal des runners, mais je savais que vous n'étiez pas tous comme ça.
it: {{GM}}Mentre riaggancia, si volta verso di voi.{{/GM}} Grazie, grazie infinite. La gente dice le cose peggiori sui Runner, ma sapevo che, in generale, non potevate essere tutti cattivi.
ru: {{GM}}Закончив разговор, она поворачивается к тебе{{/GM}} Спасибо, спасибо большое. О раннерах часто рассказывают всякую гадость, но я верила, что среди вас много хороших людей. Как и везде.

source: {{GM}}Harlequin cracks another grin.{{/GM}} Have to admire their passion. But bug mamas' passions can lead to madness just like anyone's, eh?
de: {{GM}}Erneut beginnt Harlequin zu grinsen.{{/GM}} Ihre Hingabe ist bewundernswert. Aber die Hingabe einer Insektenmama kann genauso schnell in Wahnsinn umschlagen wie jede andere, nicht wahr?
es: {{GM}}Arlequín vuelve a sonreír.{{/GM}} Su pasión es digna de admiración. Pero las pasiones de mamá bicho pueden acabar en locura, como las del resto, ¿no?
fr: {{GM}}Arlequin sourit de toutes ses dents.{{/GM}} Je dois dire que j'admire leur passion. Mais, chez les insectes comme partout, la passion d'une mère peut rendre fou, hein ?
it: {{GM}}Arlecchino si lascia andare a un altro sorriso.{{/GM}} Bisogna ammirare la loro dedizione. Ma l'eccessiva dedizione di una mamma insetto può condurre alla follia come qualunque altra, no?
ru: {{GM}}Арлекин снова ухмыляется.{{/GM}} Зато самоотверженности ей не занимать. Страсти всегда ведут к безумию, и этот случай - не исключение.

source: {{GM}}Harlequin fixes you with a steely glare.{{/GM}} No. I don’t.
de: {{GM}}Harlequin stiert dich kalt an.{{/GM}} Nein. Das tue ich nicht.
es: {{GM}}Arlequín fija en ti una mirada con un destello metálico.{{/GM}} No. Yo no.
fr: {{GM}}Arlequin vous fixe de son regard d'acier.{{/GM}} Non.
it: {{GM}}Arlecchino ti fissa con uno sguardo di ghiaccio.{{/GM}} No, io no.
ru: {{GM}}Арлекин награждает тебя ледяным взглядом.{{/GM}} Нет.

source: {{GM}}Harlequin fixes you with a steely glare.{{/GM}} No. I don’t.
de: {{GM}}Harlequin stiert dich kalt an.{{/GM}} Nein. Das tue ich nicht.
es: {{GM}}Arlequín fija en ti una mirada con un destello metálico.{{/GM}} No. Yo no.
fr: {{GM}}Arlequin vous fixe de son regard d'acier.{{/GM}} Non.
it: {{GM}}Arlecchino ti fissa con uno sguardo di ghiaccio.{{/GM}} No, io no.
ru: {{GM}}Арлекин награждает тебя ледяным взглядом.{{/GM}} Нет.

source: {{GM}}Harlequin grins a wide, predatory grin. Both sets of his pearly-white teeth, offset by the livid red lipstick around his mouth.{{/GM}} Now the fun begins.
de: {{GM}}Harlequins Gesicht verzieht sich zu einem breiten Raubtiergrinsen, sodass man jeden einzelnen seiner perlweißen Zähne sieht, die durch den knallroten Lippenstift um seinen Mund noch mehr hervorgehoben werden.{{/GM}} Und jetzt beginnt der Spaß.
es: {{GM}}Arlequín esboza una amplia sonrisa depredadora. Las dos líneas de dientes blancos como perlas se compensan con el intenso pintalabios rojo que le enmarca la boca.{{/GM}} Ahora empieza la diversión.
fr: {{GM}}Arlequin arbore un sourire carnassier. Sa double rangée de dents éclatantes tranche avec le contour rouge vif de sa bouche.{{/GM}} Il a envie de s'amuser.
it: {{GM}}Arlecchino sfoggia un enorme ghigno da predatore. Entrambe le fila dei suoi denti bianco-perla sono incorniciate da un rossetto rosso che gli colora le labbra.{{/GM}} Ora comincia il divertimento.
ru: {{GM}}Арлекин хищно растягивает покрытые кроваво-красной помадой губы и демонстрирует всем желающим два ряда безупречных жемчужных зубов.{{/GM}} Начнем веселье.

source: {{GM}}Harlequin makes an exaggerated grimace.{{/GM}} And then crap out a few billion young. Blech.
de: {{GM}}Harlequin zieht eine übertriebene Grimasse.{{/GM}} Um dann ein paar Milliarden Junge zu gebären. Pfui.
es: {{GM}}Arlequín hace una mueca exagerada.{{/GM}} Y encima saca a unos cuantos millones de enanos. Puaj.
fr: {{GM}}Arlequin fait une mimique exagérée.{{/GM}} Pour ne pas parler de mettre une raclée à deux-trois milliards de morveux... Beurk.
it: {{GM}}Arlecchino fa una smorfia esagerata.{{/GM}} E poi sgancerà qualche miliardo di luridi cuccioli. Bleah.
ru: {{GM}}Арлекин корчит гримасу отвращения.{{/GM}} А потом примется рожать членистоногих детишек, миллион за миллионом. Тьфу.

source: {{GM}}Harlequin rolls his eyes.{{/GM}} Nooooo. Of course they’re not. Government agencies are well known for their perspicacity. And there’s no racism in government. That was wiped out in the 20th Century! This is getting fun.
de: {{GM}}Harlequin rollt mit den Augen.{{/GM}} Neeeein. Natürlich nicht. Regierungsfirmen sind ja für ihren Scharfsinn bekannt. Und Rassismus gibt es in der Regierung natürlich auch nicht. Der wurde ja im 20. Jahrhundert ganz einfach abgeschafft! Was ein Spaß.
es: {{GM}}Arlequín pone los ojos en blanco.{{/GM}} Nooooo. Claro que no. Las agencias del gobierno son famosas por su perspicacia. Y no hay racismo en el gobierno. ¡Eso quedó eliminado en el siglo XX! Esto se está volviendo divertido.
fr: {{GM}}Arlequin roule des yeux.{{/GM}} Noooon. Bien sûr que non. Les agences gouvernementales sont réputées pour leur perspicacité. Et il n'y a pas de racisme au gouvernement. Pas depuis le 20è siècle. Mais ça devient amusant.
it: {{GM}}Arlecchino alza gli occhi al cielo.{{/GM}} Ma nooo. Certo che no. Le agenzie governative sono famose per la loro scaltrezza. E non c'è più traccia di razzismo nel governo. Quello non c'è più dal ventesimo secolo! La cosa si fa intrigante.
ru: {{GM}}Арлекин картинно заламывает руки.{{/GM}} Ну разумеется! Правительственные агенства славятся своей проницательностью, а политики никогда не опускаются до расизма. Все эти предрассудки остались в XX веке! Мне уже смешно.

source: {{GM}}Harlequin still sports a wry smile.{{/GM}} On the plus side, a billion creepy crawly children makes for one hell of a Mother's Day.
de: {{GM}}Harlequin lächelt immer noch sein schiefes Lächeln.{{/GM}} Naja, immerhin sollten eine Milliarden krabbelnder Kinder für einen unvergesslichen Muttertag sorgen können.
es: {{GM}}Arlequín sigue esbozando una sonrisa irónica.{{/GM}} La parte buena es que tener millones de asquerosos bebés reptadores harán que el Día de la Madre sea inolvidable.
fr: {{GM}}Arlequin arbore toujours son sourire narquois.{{/GM}} Quand on y pense, un milliard de rejetons grouillants et rampants, ça doit faire un sacré bazar pour la fête des mères.
it: {{GM}}Arlecchino sfoggia ancora un ghigno sarcastico.{{/GM}} Se vogliamo vedere il lato positivo, un miliardo di figlioli terrificanti fanno una festa della mamma con i contro attributi.
ru: {{GM}}Арлекин продолжает ухмыляться.{{/GM}} Зато как она будет счастлива! Миллиард членистоногих детишек, и каждый хочет поздравить ее с днем Матери! Мечта!

source: {{GM}}Harlequin winks.{{/GM}} I’m kinda fuzzy on that concept. {{GM}}Then, he lets out a big sigh.{{/GM}} Okay, look.
de: {{GM}}Harlequin zwinkert dir zu.{{/GM}} Das Konzept ist irgendwie schwer zu fassen. {{GM}}Dann seufzt er bedeutungsschwanger.{{/GM}} Okay, hör zu.
es: {{GM}}Arlequín guiña un ojo.{{/GM}} Estoy algo confuso con ese concepto. {{GM}}Entonces, deja escapar un gran suspiro.{{/GM}} Vale, mira.
fr: {{GM}}Arlequin vous lance un clin d'œil.{{/GM}} Je suis pas bien sûr de bien saisir. {{GM}}Puis il laisse échapper un soupir.{{/GM}} Ok, écoute.
it: {{GM}}Arlecchino ammicca.{{/GM}} È un concetto vago per me. {{GM}}Tira un profondo sospiro.{{/GM}} Ok, ascolta.
ru: {{GM}}Арлекин подмигивает.{{/GM}} Даже и не знаю, что тебе сказать. {{GM}}После этого он тяжело вздыхает.{{/GM}} Ну ладно, слушай.

source: {{GM}}Harlequin winks.{{/GM}} Not working for ya? {{GM}}Then, he lets out a big sigh.{{/GM}} Okay, look.
de: {{GM}}Harlequin zwinkert dir zu.{{/GM}} Überzeugt dich das nicht? {{GM}}Dann seufzt er bedeutungsschwanger.{{/GM}} Okay, hör zu.
es: {{GM}}Arlequín guiña un ojo.{{/GM}} ¿No te vale? {{GM}}Entonces, deja escapar un gran suspiro.{{/GM}} Vale, mira.
fr: {{GM}}Arlequin vous lance un clin d'œil.{{/GM}} Ça ne te va pas ? {{GM}}Puis il laisse échapper un soupir.{{/GM}} Ok, écoute.
it: {{GM}}Arlecchino ammicca.{{/GM}} Non attacca con te, eh? {{GM}}Tira un profondo sospiro.{{/GM}} Ok, ascolta.
ru: {{GM}}Арлекин подмигивает.{{/GM}} Что, тебе этого мало? {{GM}}После этого он тяжело вздыхает.{{/GM}} Ладно, смотри.

source: {{GM}}Harlequin’s eyes glitter at the question.{{/GM}} Oh, this one is genius. Genius! Talk about hiding in plain sight! This cycle, the bugs didn’t use some whacked-out shaman in a small rural village as their portal.
de: {{GM}}Harlequins Augen glitzern in Reaktion auf diese Frage.{{/GM}} Oh, das ist ein wahrer Geniestreich! Sie haben sich im Zentrum der öffentlichen Aufmerksamkeit verborgen! Dieses Mal haben sich die Käfer nicht durch einen verrückten Schamanen in einem kleinen, abgelegenen Dorf eingeschlichen.
es: {{GM}}Los ojos del arlequín brillan ante la pregunta.{{/GM}} Oh, qué genialidad. ¡Genialidad! ¡Eso sí que es esconderse a plena vista! En este ciclo, los bichos no han usado de portal a un chamán chalado de un pequeño pueblo rural.
fr: {{GM}}Les yeux d'Arlequin s'illuminent en entendant la question.{{/GM}} Alors ça, c'est un génie. Un génie ! Se cacher à découvert ! Ce cycle, les insectes n'ont pas utilisé de chaman débile dans un petit village comme portail.
it: {{GM}}Gli occhi di Arlecchino si illuminano alla domanda.{{/GM}} Oh, una cosa geniale. Geniale! Fanno tutto alla luce del sole! Per questo ciclo, gli insetti non hanno scelto di presentarsi con l'ultimo Sciamano di campagna un po' fuori di testa.
ru: {{GM}}Глаза Арлекина радостно вспыхивают.{{/GM}} О, это хороший вопрос. Великолепный вопрос! На этот раз они спрятались на самом виду, прямо у нас под носом! К чему искать помешанного шамана в занюханной деревеньке на краю света, чтобы превратить его в портал?

source: {{GM}}He begins weeping, his body racked in great, inconsolable, heaving sobs.{{/GM}}
de: {{GM}}Er beginnt zu weinen, sein Körper wird von großen, verzweifelten Schluchzern geschüttelt.{{/GM}}
es: {{GM}}Empieza a llorar, el cuerpo se le retuerce sumido en grandes e inconsolables sollozos.{{/GM}}
fr: {{GM}}Il commence à pleurer, inconsolable, à gros sanglots.{{/GM}}
it: {{GM}}Inizia a singhiozzare, il suo corpo è scosso da singulti profondi e inconsolabili.{{/GM}}
ru: {{GM}}Он начинает рыдать. Его тело сотрясают громкие безудержные всхлипывания.{{/GM}}

source: {{GM}}He bows with a flourish.{{/GM}} I am Har'lea'quinn. The Lightbearer. Last Knight of the Crying Spire. He who manipulates shadowrunners and fights duels with assholes. And for the next hour or two, I am at your service.
de: {{GM}}Er verbeugt sich mit einer schwungvollen Bewegung.{{/GM}} Ich bin Har’lea’quinn. Träger des Licht. Letzter Ritter der roten Zinne. Der Mann, der Shadowrunner für sich tanzen lässt und Duelle mit Arschlöchern austrägt. Und für die nächsten ein, zwei Stunden ... stehe ich dir zu Diensten.
es: {{GM}}Saluda con un ademán ostentoso.{{/GM}} Soy Ar'le'quín. El portador de la Luz. El último caballero de la Aguja Llorosa. El que manipula a los shadowrunners y se enfrenta en duelo a capullos. Y, durante una o dos horas, estoy a tus órdenes.
fr: {{GM}}Il fait une révérence avec de grands gestes.{{/GM}} Je suis Har'lea'quinn. Le porteur de lumière. Dernier chevalier du Crying Spire. Celui qui manipule les shadowrunners et combat en duel contre les salopards. Et durant les prochaines heures, je suis à votre service.
it: {{GM}}Si inchina con un gesto vezzoso.{{/GM}} Son Ar-le-cchino. Il Lucifero. Ultimo cavaliere del Pinnacolo del pianto. Colui che manipola gli Shadowrunner e sfida a duello i bastardi. Per un'ora o due sarò al tuo servizio.
ru: {{GM}}Он делает изящный поклон.{{/GM}} Я Хар'леа'кинн. Светоносный. Последний рыцарь Кричащей башни. Тот, кто дергает раннеров за ниточки и вызывает на поединки засранцев. На ближайшие пару часов я всецело к твоим услугам.

source: {{GM}}He brightens.{{/GM}} I just read a journal about it so the information's still fresh. Frankly, it should be easy. What do you want to know about it?
de: {{GM}}Seine Miene erhellt sich.{{/GM}} Ich habe gerade erst einen Artikel darüber gelesen, die Informationen sind mir also noch frisch im Gedächtnis. Ehrlich gesagt sollte es ziemlich einfach sein. Was willst du darüber wissen?
es: {{GM}}Se le ilumina el rostro.{{/GM}} Acabo de leer una publicación sobre el tema, la información es reciente. La verdad es que debería de ser sencillo. ¿Qué es lo que quieres saber?
fr: {{GM}}Il s'illumine.{{/GM}} Je viens de lire un article là-dessus, c'est encore tout frais. Franchement, ça devrait être assez facile. Qu'est-ce que vous voulez savoir à son sujet ?
it: {{GM}}S'illumina.{{/GM}} L'ho appena letto su un giornale: l'informazione è ancora fresca. Francamente, dovrebbe essere facile. Cosa vuoi sapere al riguardo?
ru: {{GM}}Он довольно улыбается.{{/GM}} Я прочитал об этом методе в научном журнале. Не самая сложная задача. Так что ты хочешь в итоге установить?

source: {{GM}}He brightens.{{/GM}} Lone Star’s Emergency Response Team set up a secure phone line right here to coordinate their efforts. I can authorize you to use it!
de: {{GM}}Er lächelt.{{/GM}} Das Lone-Star-Sondereinsatzkommando hat hier eine sichere Leitung installiert, um ihren Einsatz zu koordinieren. Ich kann dir Zugriff darauf verschaffen!
es: {{GM}}Se le ilumina el rostro.{{/GM}} El equipo de respuesta a emergencias del Lone Star preparó una línea segura justo aquí para coordinar su trabajo. ¡Puedo autorizarte a usarla!
fr: {{GM}}Son visage s'éclaircit.{{/GM}} Les équipes d'urgence de Lone Star ont mis en place une ligne sécurisée juste ici pour coordonner leurs efforts. Je peux vous autoriser à l'utiliser !
it: {{GM}}S'illumina.{{/GM}} La Squadra di pronto intervento della Lone Star ha allestito una linea telefonica protetta proprio qui, per il coordinamento dei lavori. Posso darti l'autorizzazione per usarla!
ru: {{GM}}Он сияет.{{/GM}} Тогда тебе повезло. Декеры "Одинокой звезды" установили защищенную линию, чтобы координировать действия штурмовых отрядов. Можешь воспользоваться ей, я разрешаю!

source: {{GM}}He catches himself, takes a breath, and visibly calms.{{/GM}} Sorry. I just know some folks who went to the Brotherhood for these very reasons. I might have ended up there myself if Mrs. Kubota hadn’t taken me in.
de: {{GM}}Er fasst sich wieder, atmet tief ein und beruhigt sich sichtlich.{{/GM}} Entschuldigung. Ich kenne ein paar Leute, die aus genau diesen Gründen zur Bruderschaft gegangen sind. Vielleicht wäre ich sogar selbst dort gelandet, wenn mich Mrs. Kubota nicht eingestellt hätte.
es: {{GM}}Se calla, respira hondo y se tranquiliza visiblemente.{{/GM}} Perdona. Conozco a varias personas que fueron a la Hermandad por estos motivos. Yo podría haber acabado allí mismo si la Sra. Kubota no me hubiera aceptado.
fr: {{GM}}Il se reprend, prend une grande inspiration et se calme à vue d'œil.{{/GM}} Désolé. C'est juste que je connais des gens qui sont allés à la Confrérie pour ça. J'aurais sans doute fini là-bas moi aussi, si Mme Kubota ne m'avait pas embauché.
it: {{GM}}Si concentra, inala un respiro e si calma visibilmente.{{/GM}} Mi dispiace. È solo che conosco qualcuno che è andato alla Fratellanza proprio per queste ragioni. Sarei potuto finirci anch'io se la signora Kubota non mi avesse accolto.
ru: {{GM}}Он ловит себя на полуслове, делает глубокий вдох и заметно успокаивается.{{/GM}} Прошу прощения. Несколько моих друзей присоединились к Братству именно по этой причине. Я бы и сам мог последовать за ними, если бы миссис Кубота не приютила меня.

source: {{GM}}He chortles.{{/GM}} You really that dumb, dummy? Do you know who I work for? The same guy whose building you just broke into.
de: {{GM}}Er gluckst vor sich hin.{{/GM}} Bist du wirklich so blöde? Weißt du, für wen ich arbeite? Derselbe Mann, in dessen Gebäude du da gerade eingebrochen bist.
es: {{GM}}Ríe satisfecho.{{/GM}} ¿De verdad eres tan ignorante, ignorante? ¿Sabes para quién trabajo? Para el dueño del edificio donde acabas de colarte.
fr: {{GM}}Il glousse.{{/GM}} Vous êtes vraiment aussi stupide ? Vous savez pour qui je travaille ? Le même type à qui appartient le bâtiment dans lequel vous venez de pénétrer.
it: {{GM}}Ridacchia.{{/GM}} Sei davvero così deficiente? Lo sai per chi lavoro? Per lo stesso tizio che possiede l'edificio in cui hai appena fatto irruzione.
ru: {{GM}}Он хмыкает.{{/GM}} Ты что, и вправду тупица? Знаешь, на кого я работаю? На эльфа, которому принадлежит это здание.

source: {{GM}}He chortles.{{/GM}} C'mon, she offed herself... I had it on very good authority.
de: {{GM}}Er lacht.{{/GM}} Komm schon, die hat sich umgebracht ... die Information stammte aus einer sehr glaubwürdigen Quelle.
es: {{GM}}Ríe satisfecho.{{/GM}} Venga, Está claro que se quitó la vida... Lo sé de buena tinta.
fr: {{GM}}Il glousse.{{/GM}} Allez, elle s'est tuée... Je le tiens d'une très bonne source.
it: {{GM}}Ridacchia.{{/GM}} Andiamo, si è ammazzata... Avevo delle fonti attendibili.
ru: {{GM}}Он фыркает.{{/GM}} Перестань. Я получил информацию из надежного источника.
