Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Concert4
de: Konzert 4

source: Concert5
de: Konzert 5

source: Concert6
de: Konzert 6

source: Concert7
de: Konzert 7

source: Concert8
de: Konzert 8

source: Concert9
de: Konzert 9

source: GuyAtLynne
de: Mann bei Lynne

source: Player 0
de: Spieler 0
it: Giocatore 0

source: Player 1
de: Spieler 1
it: Giocatore 1

source: Player 2
de: Spieler 2
it: Giocatore 2

source: Player 3
de: Spieler 3
it: Giocatore 3

source: c21_TestShaman
de: c21_TestSchamane
