Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I'm $(s.name). I'm looking for Coyote. I need to ask her some questions.
de: Ich bin $(s.name). Ich suche nach Coyote und möchte dir ein paar Fragen stellen.
es: Soy $(s.name). Estoy buscando a Coyote. Tengo que hacerle algunas preguntas.
fr: Je m'appelle $(s.name). Je cherche Coyote. Je dois lui poser quelques questions.
it: Sono $(s.name). Sto cercando Coyote. Ho bisogno di farle alcune domande.
ru: Меня зовут $(s.name). Я разыскиваю Койот. Мне нужно задать ей пару вопросов.

source: I'm $(s.name). Who are you?
de: Ich bin $(s.name). Wer bist du?
es: Soy $(s.name). ¿Quién eres tú?
fr: Je m'appelle $(s.name). Qui êtes-vous ?
it: Sono $(s.name). Chi sei?
ru: Меня зовут $(s.name). А ты кто?

source: I'm $(scene.BroSis) $(l.name). I was just visiting friends and didn't want to go in uniform.
de: Ich bin $(scene.BroSis) $(l.name). Ich hab ein paar Freunde besucht und wollte das nicht in der Kleidung der Bruderschaft tun.
es: Soy $(scene.BroSis) $(l.name). Solo estaba visitando a unos amigos y no quería entrar con el uniforme.
fr: Je suis $(scene.BroSis) $(l.name). Je ne faisais que rendre visite à des amis et je ne voulais pas y aller en uniforme.
it: Sono $(scene.BroSis) $(l.name). Stavo solo facendo visita a degli amici e non volevo indossare l'uniforme.
ru: Меня зовут $(scene.BroSis) $(l.name). Мне хотелось навестить друзей, поэтому я сегодня не в форме.

source: I'm $(scene.FatherMother) $(s.name).
de: Ich bin $(scene.FatherMother) $(s.name).
es: Soy $(scene.FatherMother) $(s.name).
fr: Je suis $(scene.FatherMother) $(s.name).
it: Sono $(scene.FatherMother) $(s.name).
ru: Я $(scene.FatherMother) $(s.name).

source: I'm Father Julius. There seems to be a data entry issue in my record.
de: Ich bin Vater Julius. In meiner Akte scheint irgendein Fehler bei der Dateneingabe aufgetreten zu sein.
es: Yo soy Padre Julius. Parece que en mi registro hay un problema con la entrada de datos.
fr: Je suis Père Julius. Il semble qu'il y ait une erreur de saisie des données dans mes registres.
it: Sono Padre Julius. Sembra che ci sia un problema di inserimento dati nel mio fascicolo.
ru: Я отец Джулиус. По ошибке меня занесли в базу данных как женщину.

source: I'm Father Willy Hansen.
de: Ich bin Vater Willy Hansen.
es: Soy Padre Willy Hansen.
fr: Je suis Père Willy Hansen.
it: Sono Padre Willy Hansen.
ru: Я отец Вилли Хансен.

source: I'm Mother Julie.
de: Ich bin Mutter Julie.
es: Soy Madre Julie.
fr: Je suis Mère Julie.
it: Sono Madre Julie.
ru: Я мать Джулия.

source: I'm Sister Nancy.
de: Ich bin Schwester Nancy.
es: Soy Hermana Nancy.
fr: Je suis Sœur Nancy.
it: Sono Sorella Nancy.
ru: Меня зовут сестра Нэнси.

source: I'm a business man. Whatcha got for me?
de: Ich bin ein Geschäftsmann. Was hast du anzubieten?
es: Soy un hombre de negocios. ¿Qué tienes para mí?
fr: Je suis un homme d'affaires. Qu'est-ce que vous avez pour moi ?
it: Sono un uomo d'affari. Cos'hai per me?
ru: В первую очередь я бизнесмен. Что ты хочешь мне предложить?

source: I'm a busy $(s.man). Who's the corpse?
de: Ich bin eine vielbeschäftigte Person. Wer ist der Tote?
es: Tengo mucho que hacer, $(s.man). ¿De quién es el cadáver?
fr: Je suis un $(s.man) très occupé. Qui est le macchabée ?
it: Sono piuttosto impegnato come $(s.man). Di chi è quel cadavere?
ru: У меня были дела. Что это за жмурик?

source: I'm a freelancer. I'm working for the family of a victim.
de: Ich arbeite unabhängig. Für die Familie eines Opfers.
es: Soy autónomo. Trabajo para la familia de una víctima.
fr: Je travaille en freelance. La famille d'une victime m'a engagé.
it: Lavoro per conto mio. Lavoro per la famiglia di una vittima.
ru: Я частный детектив. Меня наняла семья убитого.

source: I'm a lost sheep who's coming looking for my flock.
de: Ich bin ein verlorenes Schaf, das nach seiner Herde sucht.
es: Soy una oveja perdida que ha venido buscando un rebaño.
fr: Je suis un agneau perdu qui cherche son troupeau.
it: Sono una pecorella smarrita in cerca del suo gregge.
ru: Я заблудший агнец, отбившийся от стада.

source: I'm a professional. And professionals get paid for their work. I assume that serving all mankind involves compensation.
de: Ich bin ein Profi. Profis werden für ihre Arbeit bezahlt. Ich gehe davon aus, dass ein Dienst für die gesamte Metamenschheit eine finanzielle Entschädigung nach sich zieht?
es: Soy profesional de esto. Y a los profesionales les pagan por su trabajo. Supongo que servir a toda la humanidad tiene su compensación.
fr: Je suis un pro. Et les pros se font payer leurs services. Je présume que servir l'humanité entière a un prix.
it: Lo faccio di lavoro. I professionisti come me si fanno pagare per il loro lavoro. Immagino che salvare l'umanità necessiti di una ricompensa.
ru: Я профессионал. Профессионалы ожидают получить компенсацию за свои услуги. Спасение человечества должно хорошо оплачиваться.

source: I'm afraid not. But thank you.
de: Leider nicht. Aber danke.
es: Me temo que no. Pero gracias.
fr: J'ai bien peur que non. Mais merci.
it: Ho paura che non sia così. Ma grazie comunque.
ru: Боюсь, что нет. Но спасибо.

source: I'm afraid you're confused. Silas Forsberg was a patient here, who died tragically in a fire.
de: Ich fürchte, da liegt ein Irrtum vor. Silas Forsberg war ein Patient von mir, der bei einem tragischen Unfall ums Leben kam.
es: Me temo que se equivoca. Silas Forsberg estuvo ingresado aquí, murió trágicamente en un incendio.
fr: Désolé mais vous faites erreur. Silas Forsberg était un de mes patients, mort de façon tragique dans un incendie.
it: Temo che si stia confondendo. Silas Forsberg era un paziente, è morto tragicamente in un incendio.
ru: Я боюсь, это какая-то ошибка. Сайлас Форберг был одним из пациентов этой клиники, который трагически погиб во время пожара.

source: I'm always up for getting paid.
de: Ich bin immer bereit dazu, bezahlt zu werden.
es: Siempre con ganas de que me paguen.
fr: Je suis toujours à la hauteur pour être payé.
it: Sempre a disposizione, per i soldi.
ru: Деньги всегда нужны.

source: I'm betting the artwork and the safe are tied together somehow.
de: Ich wette, die Gemälde und der Tresor hängen irgendwie zusammen.
es: Seguro que las obras y la caja fuerte están relacionadas de alguna forma.
fr: Je parie qu'il y a un lien entre les œuvres d'art et le coffre-fort.
it: Scommetto che i dipinti e la cassaforte sono collegati.
ru: Спорю на что угодно, инсталляция включает в себя эти картины.

source: I'm closing in. I can feel it.
de: Ich hab den Fall bald gelöst. Das spüre ich.
es: Me estoy acercando. Lo noto.
fr: Je touche au but. Je le sens.
it: So che ci sto riuscendo. Lo sento.
ru: Я почти у цели. Я это чувствую.

source: I'm coming for you. If you fight back, I'll just make it hurt more.
de: Ich komme, euch zu holen. Wenn ihr euch wehrt, wird es nur noch mehr wehtun.
es: Vengo a por ti. Si te resistes, haré que te duela aún más.
fr: Je vais venir vous chercher, moi. Pas la peine de résister, ça ferait encore plus mal.
it: Sono qui per te. Se provi a reagire, ti farai solo più male.
ru: Я иду за тобой. Если вздумаешь сопротивляться, будет только хуже.

source: I'm counting on it, ass-hat.
de: Darauf wette ich, Arschloch.
es: Cuento con ello, cara culo.
fr: J'y compte bien, baltringue.
it: Ci conto, imbecille.
ru: Жду с нетерпением, морда.

source: I'm doing a health and safety check for the corporate office.
de: Ich soll für die Konzernführung eine Arbeitsschutzuntersuchung durchführen.
es: Estoy haciendo una comprobación de sanidad y seguridad para la oficina corporativa.
fr: J'effectue une vérification santé et sécurité pour le compte du comité directeur.
it: Sto facendo un controllo di sicurezza per l'azienda.
ru: Я провожу санитарно-эпидемиологическую проверку по приказу главного офиса.

source: I'm done asking questions.
de: Ich habe alles gefragt, was ich wissen wollte.
es: No tengo más preguntas.
fr: J'ai fini de poser des questions.
it: Ho finito con le domande.
ru: Больше вопросов нет.

source: I'm done asking questions.
de: Das war alles, was ich wissen wollte.
es: He terminado de hacer preguntas.
fr: Je n'ai plus de questions.
it: Ho finito con le domande.
ru: У меня больше нет вопросов.

source: I'm done here. Good luck with that sanity thing.
de: Mir reicht’s. Viel Glück mit diesem Wahnvorstellungsding.
es: He terminado aquí. Buena suerte con eso de la cordura.
fr: Bon, c'est fini pour moi. Bon courage avec ta santé mentale.
it: Ho finito qui. Spero tu riesca a riprenderti in futuro.
ru: С меня довольно. Надеюсь, ты сумеешь оправиться.

source: I'm enjoying my drink, here. What is it?
de: Ich genieße hier gerade meinen Drink. Was gibt es?
es: Estoy disfrutando de mi bebida. ¿Qué pasa?
fr: Je profite de mon verre. Qu'est-ce qu'il y a ?
it: Buono questo drink. Cos'è?
ru: Я хочу отдохнуть. В чем дело?

source: I'm game.
de: Ich bin dabei.
es: Me apunto.
fr: Ça marche.
it: Ci sto.
ru: Я слушаю.

source: I'm getting that a lot lately. But no.
de: Das hör ich in letzter Zeit öfter, aber nein.
es: Últimamente me lo preguntan mucho. Pero no.
fr: On me demande ça souvent, dernièrement. Mais non.
it: Me lo chiedono spesso, ultimamente. Ma la risposta è no.
ru: Последнее время мне часто приходится это слышать. Нет, это не официальное расследование.

source: I'm going but one day, you and I are gonna go round and round, McKlusky.
de: Ich füge mich ja schon, aber eines Tages werden wir beide ein heißes Tänzchen führen, McKlusky.
es: Me voy, pero un día tú y yo vamos a dar unas cuantas vueltas, McKlusky.
fr: Je vais venir, mais un jour, vous et moi en rediscuterons, McKlusky.
it: Me ne vado, ma arriverà il giorno della resa dei conti, McKlusky.
ru: Твоя взяла. Но когда-нибудь я тебе это еще припомню, Макклюски.

source: I'm going to bring his killer to justice. At least street justice.
de: Ich werde seinen Mörder zur Rechenschaft ziehen. Zumindest zu der Art von Rechenschaft, die die Straße zu bieten hat.
es: Voy a llevar a su asesino ante la justicia. Al menos, ante la justicia callejera.
fr: Je vais amener son assassin devant la justice. La justice de la rue, au moins.
it: Ho intenzione di assicurare il suo assassino alla giustizia. Almeno alla giustizia di strada.
ru: Преступник заплатит за эти убийства. Я покажу ему, как работает уличное правосудие.

source: I'm going to look around.
de: Ich schau mich mal um.
es: Voy a echar una ojeada.
fr: Je vais jeter un œil aux alentours.
it: Darò un'occhiata in giro.
ru: Я пока осмотрюсь.

source: I'm going to take a look around.
de: Ich werd mich mal umsehen.
es: Voy a echar a un vistazo.
fr: Je vais aller jeter un coup d'œil aux alentours.
it: Darò un'occhiata in giro.
ru: Я пока осмотрюсь в этом помещении.

source: I'm good for now.
de: Ich hab alles, was ich brauche.
es: Por ahora no necesito nada.
fr: J'ai ce qu'il me faut pour l'instant.
it: Non mi serve niente ora.
ru: Пока ничего не нужно, спасибо.

source: I'm good with a shotgun.
de: Ich kann gut mit Schrotgewehren umgehen.
es: Lo mío son las escopetas.
fr: Je sais utiliser un fusil à pompe.
it: Un fucile va bene.
ru: Мне нужен дробовик.

source: I'm happy to take your money, but only if you're buying new gear. Sam and I can settle up in the great beyond.
de: Ich nehme dein Geld gerne, aber nur wenn du neue Ausrüstung kaufst. Sam und ich können noch im jenseits quitt werden.
es: Estoy dispuesto a aceptar tu dinero, pero solo si compras equipo nuevo. Sam y yo podemos hacer cuentas en el más allá.
fr: Je veux bien prendre ton argent, mais seulement si tu achètes du matos. Sam et moi, on règlera ça dans l'autre monde.
it: Accetto volentieri i tuoi soldi, ma solo se compri dei pezzi nuovi. Sam e io ce la vedremo tra di noi all'altro mondo.
ru: Я возьму у тебя деньги только если ты собираешься что-то купить. Сэм и я - на том свете сочтемся.

source: I'm headed up there after this.
de: Wenn ich hier fertig bin, muss ich da oben auch aufräumen.
es: Cuando acabe aquí iré para allá.
fr: Je dois aller là-haut, après ça.
it: Devo andare lassù tra poco.
ru: Когда я здесь закочу, буду убираться там.

source: I'm heading to the Universal Brotherhood. Call the runners.
de: Ich gehe zur Universellen Bruderschaft. Ruf die Runner.
es: Me voy a la Hermandad Universal. Llama a los runners.
fr: Je pars pour la Confrérie Universelle. Appelez les runners.
it: Sto andando alla Fratellanza Universale. Chiama i Runner.
ru: Я отправляюсь во Всеобщее братство. Собирай раннеров.

source: I'm here because I'm unclean. Unclean. Unclean. Tainted. I mated with a saint but I birthed a demon. Jesus, God. Forgive me. It was MY genes, MY BLOOD!
de: Ich bin hier, weil ich unrein bin. Unrein. Unrein. Befleckt. Ich habe einen Heiligen geliebt, aber einen Dämonen geboren. Jesus, Gott. Verzeiht mir. Es waren MEINE Gene, MEIN BLUT!
es: Estoy aquí por ser impura. Impura. Impura. Podrida. Me apareé con un santo pero di a luz a un demonio. Por favor, Dios mío. Perdóname. Fueron MIS genes, ¡MI SANGRE!
fr: Je suis ici parce que je suis impure. Impure. Impure. Infectée. Je me suis accouplée avec un saint mais j'ai mis au monde un démon. Mon Dieu. Pardonnez-moi. C'était MES gènes, MON SANG !
it: Sono qui perché sono sporca, sporca, sporca. Contaminata. Mi sono unita con un santo ma ho dato alla luce un demone. Signore mio. Perdonami, sono stati i MIEI geni, il MIO SANGUE!
ru: Я здесь, потому что я нечистая. Нечистая. Скверна. Я полюбила святого, но родила демона. Иисусе, господи. прости меня. Это были МОИ гены, МОЯ КРОВЬ!

source: I'm here to see Coroner Dresden.
de: Ich bin hier, um mit Gerichtsmediziner Dresden zu sprechen.
es: He venido a ver al forense Dresden.
fr: Je suis ici pour voir le légiste Dresden.
it: Devo vedere il dottor Dresden.
ru: Я хочу поговорить с Дрезденом.

source: I'm here to see Holmes. Dr. Holmes.
de: Ich möchte zu Holmes. Dr. Holmes.
es: He venido ver a Holmes. El Dr. Holmes.
fr: Je suis venu voir Holmes. Le Dr Holmes.
it: Sono qui per vedere il dottor Holmes.
ru: Мне нужен Холмс. Доктор Холмс.

source: I'm here to see the body at the NTSB warehouse.
de: Ich bin hier, um den Leichnam in der NTSB-Lagerhalle zu begutachten.
es: He venido a ver el cuerpo del almacén del CNST.
fr: Je suis ici pour voir le corps à l'entrepôt du NTSB.
it: Sono qui per vedere il corpo nel magazzino della NTBS.
ru: Мне нужно осмотреть тело на складе НСПБНТ.

source: I'm here to visit a patient.
de: Ich möchte einen Patienten besuchen.
es: He venido a visitar a un paciente.
fr: Je suis venu voir un patient.
it: Sono qui per visitare un paziente.
ru: Я хочу навестить пациента.

source: I'm here to wreck Stevie J's shit. It's going to happen. So, I can add you to my to-do list, OR you can step aside and when the smoke clears, you run this BTL shop.
de: Ich bin hier, um Stevie J’s Laden auseinanderzunehmen. Das werde ich auch tun. Ich kann dich also entweder auf meine Liste setzten, ODER du machst dich aus dem Staub und übernimmst den Laden, wenn ich weg bin und alle tot sind.
es: He venido a destrozarle toda esta mierda a Stevie J. Ya está escrito. Así que puedo añadirte a mi lista de cosas pendientes, O puedes quedarte a un lado y, cuando se despeje el humo, llevas tú esta tienda de BTL.
fr: Je suis ici pour démolir tous les trucs de Stevie J. Et je vais le faire. Donc, je peux vous ajouter à ma liste, OU vous pouvez vous écarter, et quand les choses seront revenues à la normale, reprendre cette boutique BTL.
it: Sono qui per fare a pezzi Stevie J. Accadrà. Quindi, posso aggiungerti alla mia lista delle cose sa fare, oppure puoi farti da parte e, quando si calmano le acque, puoi gestire questo spaccio di BTL.
ru: Я собираюсь выпустит Стиви-младшему кишки. Прямо сегодня. Скоро я примусь убивать его прихвостней и могу начать с тебя. А если ты отойдешь в сторону, ты сможешь занять его место, когда я с ним покончу.

source: I'm homeless, not helpless! Thank'ye... but no thanks. I remember the old days, the taste of REAL coffee, and let me tell ya - that drek? that's NOT real coffee.
de: Ich bin obdachlos, nicht hilflos! Danke ... aber nein danke. Ich erinnere mich noch an die alten Tage, den Geschmack von ECHTEM Kaffee und lass mich dir sagen ... dieser Drek? Das ist KEIN echter Kaffee.
es: ¡Soy un sin techo, no un inválido! Gracias... pero no, gracias. Recuerdo los viejos días, el sabor del café DE VERDAD, y déjame decirte una cosa: ¿esa mierda? Eso NO es café.
fr: J'ai peut-être pas de maison, mais j'ai encore ma dignité ! Merci, mais... non merci. Je me souviens du bon vieux temps, du goût du VRAI café, et laissez-moi vous dire, ça, cette merde, c'est PAS du vrai café.
it: Sono un barbone, non un disperato! Gentile... ma no, grazie. Mi ricordo i vecchi tempi... il sapore del VERO caffè... e lasciatelo dire: quello schifo? NON è caffè.
ru: Я бездомный, а не беспомощный! Спасибо... но я откажусь. Я еще помню вкус НАСТОЯЩЕГО кофе, и поверь мне на слово - эта жижа на него не похожа.

source: I'm in the back!
de: Ich bin hier hinten!
es: ¡Estoy en la parte de atrás!
fr: Je suis au fond !
it: Sono nel retro!
ru: Я в задней комнате!

source: I'm in. Don't worry, we'll get her back.
de: Bin dabei. Mach dir keine Sorgen, wir holen sie zurück.
es: Me apunto. No te preocupes, la recuperaremos.
fr: Je viens. T'en fais pas, on va la retrouver.
it: Certo. Non preoccuparti, la riporteremo qui.
ru: С тобой. Не волнуйся, мы ее вытащим.

source: I'm in. Let's see the nuyen.
de: Abgemacht. Her mit den Nuyen.
es: Acepto. Veamos los nuyens.
fr: J'en suis. Faites voir les nuyens.
it: Ci sto. Vediamo i nuyen.
ru: Договорились. Показывай деньги.

source: I'm independent. What's your relationship to the dead man?
de: Ich bin ein unabhängiger Ermittler. In was für einem Verhältnis standest du zu dem Toten?
es: Soy independiente. ¿Cuál era tu relación con el hombre muerto?
fr: Je suis indépendant. Quelle est votre relation avec le défunt ?
it: Lavoro privatamente. In che rapporti eri con l'uomo che è morto?
ru: Я веду независимое расследование. Кем тебе приходится покойный?

source: I'm investigating a murder, and she was one of the last people to see the victim alive. She might know something that could help me find the killer.
de: Ich untersuche einen Mordfall und sie war eine der letzten Personen, die das Opfer lebendig gesehen hat. Sie weiß vielleicht etwas, das mir dabei helfen könnte, den Mörder zu finden.
es: Estoy investigando un asesinato y ella es una de las últimas personas que vieron a la víctima con vida. Quizás sabe algo que pueda ayudarme a encontrar al asesino.
fr: J'enquête sur un meurtre, et elle est l'une des dernières personnes à avoir vu la victime de son vivant. Elle a peut-être des infos qui pourraient m'aider à trouver l'assassin.
it: Sto indagando su un omicidio e lei è una delle ultime persone che hanno visto la vittima viva. Potrebbe sapere qualcosa che mi aiuti a trovare l'assassino.
ru: Я расследую убийство, а она стала последней, кто разговаривал с жертвой. Возможно, она знает что-то, что поможет мне разыскать убийцу.

source: I'm investigating a murder.
de: Ich untersuche einen Mordfall.
es: Estoy investigando un asesinato.
fr: J'enquête sur un meurtre.
it: Sto indagando su un omicidio.
ru: Я расследую убийство.

source: I'm just a humble fixer looking to match you with a certain Mr. Johnson.
de: Ich bin nur ein einfacher Schieber, der dich mit einem gewissen Mr. Johnson zusammenbringen möchte.
es: Soy un humilde fixer que busca ponerte en contacto con un tal Sr. Johnson.
fr: Juste un Fixer qui veut vous faire rentrer au service d'un certain M. Johnson.
it: Sono un modesto ricettatore che vuole farti incontrare con un certo signor Johnson.
ru: Обычный посредник. У меня есть знакомый - назовем его мистер Джонсон - который хотел бы с тобой встретиться. Таких знакомых всегда зовут мистер Джонсон.

source: I'm just trying to save my friend, and helping you happened to be convenient.
de: Ich will bloß eine Freundin retten und dir zu helfen lag praktisch auf meinem Weg.
es: Solo estoy intentando salvar a mi colega, y ayudarte ha resultado conveniente.
fr: J'essayais juste de sauver mon ami, et puis c'était utile de vous aider.
it: Sto solo cercando di salvare una persona amica. Ti ho aiutato perché mi faceva comodo.
ru: Я пытаюсь спасти мою подругу. Но не бросать же нам было тебя.

source: I'm looking for Dr. Holmes.
de: Ich suche nach Dr. Holmes.
es: Estoy buscando al Dr. Holmes.
fr: Je cherche le Dr. Holmes.
it: Sto cercando il dottor Holmes.
ru: Мне нужен доктор Холмс.

source: I'm looking for information.
de: Ich suche nach Informationen.
es: Busco información.
fr: Je cherche des renseignements.
it: Cerco informazioni.
ru: Мне нужна информация.

source: I'm looking for my kitty cat. Here kitty!
de: Ich suche nur meine Katze. Miez, miez. Komm her, Kätzchen!
es: Estoy buscando a mi gatito. ¡Misi misi!
fr: Je cherche mon petit chat. Petit, petit !
it: Sto cercando il mio gattino. Qui gattino!
ru: У меня убежала кошка! Кис-кис-кис...

source: I'm looking to get in with Stevie. Can I take the BTL he's waiting on upstairs?
de: Ich versuche, mit Stevie ins Geschäft zu kommen. Kann ich den BTL hochbringen, auf den er wartet?
es: Quiero llegar hasta Stevie. ¿Puedo llevarle arriba el BTL que está esperando?
fr: Je cherche à voir Stevie. Puis-je prendre la BTL qu'il attend à l'étage ?
it: Voglio unirmi a Stevie. Posso andare su a portargli la BTL che stava aspettando?
ru: Я хочу понравиться Стиви. Давай я отнесу ему чип, которого он дожидается с утра?

source: I'm new here so tell me about your kitchen.
de: Ich bin neu hier. Erzähl mir etwas über deine Küche.
es: Acabo de llegar, háblame de tu cocina.
fr: Je suis nouveau ici, alors parlez-moi de votre cuisine.
it: Tutto è nuovo per me qui perciò parlami della tua cucina.
ru: Я тут недавно, поэтому расскажи мне про кухню.

source: I'm not here for you. Just let me through.
de: Ich bin nicht wegen dir hier. Lass mich einfach durch.
es: No he venido por ti. Déjame pasar.
fr: Je ne suis pas ici pour vous. Laissez-moi passer, d'accord ?
it: Non sono qui per te. Lasciami passare.
ru: Я здесь не по твою душу. Отойди в сторону.

source: I'm not in the mood for games.
de: Ich bin nicht in der Stimmung für Spielchen.
es: No estoy para juegos.
fr: Je n'ai pas vraiment envie de jouer là.
it: Non sono in vena di giochi.
ru: Я не в настроении.

source: I'm not leaving.
de: Das werde ich nicht.
es: No pienso marcharme.
fr: Je reste là.
it: Non me ne andrò.
ru: Никуда я не пойду.

source: I'm not looking for a patient. Just information.
de: Ich bin nicht auf der Suche nach einem Patienten. Nur nach Informationen.
es: No estoy buscando a ningún paciente. Solo información.
fr: Je ne cherche pas un patient. Juste des renseignements.
it: Non sto cercando un paziente. Solo informazioni.
ru: Меня не интересуют пациенты. Мне нужна информация.

source: I'm not one to talk, but you look like drek. Afraid there isn’t much I can do for that.
de: Mir geht es zwar nicht viel besser, aber du siehst richtig übel aus. Ich fürchte, da gibt es nicht viel, was ich tun kann.
es: No soy la persona más indicada para hablar, pero estás hecha una mierda. Me temo que no puedo hacer mucho en cuanto a eso.
fr: C'est peut-être déplacé, mais vous avez une mine de merde. J'ai peur de ne pas pouvoir faire grand-chose pour ça.
it: Non dovrei essere io a dirlo, ma hai un aspetto davvero terribile. Temo di non poterci fare molto.
ru: Ты плохо выглядишь. Ну да, кто бы говорил, я знаю. Боюсь, что себе я помочь не могу.

source: I'm not quite ready yet.
de: Ich bin noch nicht bereit.
es: Aún no tengo todo listo.
fr: Je ne suis pas encore prêt.
it: Non ci sono ancora.
ru: Подожди еще немного.
