Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Please pay him my respects, I always find that high caliber rounds get the message across. You should clearly hire some friends and go loaded for bear. I side loaded a ton of valuable data from those Lonestar matrix nodes. Here's your cut.
de: Richte ihm von mir schöne Grüße aus – ich finde, mit großkalibrigen Waffen geht das besonders gut. Du solltest aber ein paar Freunde anheuern und dich gut vorbereiten. Ich hab ’ne Menge wertvoller Daten aus den Lone-Star-Matrixknotenpunkten mitgehen lassen. Hier ist dein Anteil.
es: Dale recuerdos de mi parte. Personalmente, he descubierto que las cargas de gran calibre transmiten muy bien los mensajes. Deberías contratar a unos cuantos amigos y prepararte para lo peor. He transferido un montón de datos valiosos de esos nódulos de la matriz de Lone Star. Aquí tienes tu parte.
fr: Présente-lui mes hommages, j'ai toujours trouvé que les gros calibres savaient faire passer le message. Tu devrais quand même prendre une équipe et être bien équipé. J'ai chargé une tonne de données précieuses les nœuds matriciels de Lonestar. Voilà ta part.
it: Porgigli i miei rispetti, ma continuo a pensare che dei proiettili di grosso calibro trasmettano meglio il messaggio. Dovresti decisamente ingaggiare degli amici e tenerti pronto al peggio. Ho scaricato un sacco di dati preziosi dai nodi della Matrice della Lone Star. Ecco la tua parte.
ru: Передавай ему от меня привет крупного калибра. Прихвати с собой пару друзей и медвежье ружье. Пока мы развлекались, я вытащил массу ценной инфрмации из матричных узлов "Одинокой звезды". Вот твоя доля.

source: Please stay within the cafeteria.
de: Bitte bleiben Sie in der Cafeteria.
es: Por favor, espere en la cafetería.
fr: Veuillez rester dans la cafétéria.
it: Per favore, attenda nella caffetteria.
ru: Пожалуйста, оставайтесь в столовой.

source: Please, Ryker, no. He's my son!
de: Bitte, Ryker, nein. Er ist mein Sohn!
es: Por favor, Ryker, no. ¡Es mi hijo!
fr: Je vous en prie, Ryker, non. C'est mon fils !
it: Ti prego, Ryker, no! È mio figlio!
ru: Пожалуйста, Райкер, не надо. Он же мой сын!

source: Please, can I be of service to you today?
de: Kann ich dir denn heute behilflich sein?
es: ¿Puedo serte hoy de alguna utilidad?
fr: Comment puis-je vous aider aujourd'hui ?
it: Dimmi, posso esserti utile in qualche modo?
ru: Прошу, говори. Быть может, я смогу оказать тебе услугу?

source: Please, let us speak of more pleasant things. Perhaps, commerce?
de: Bitte, lass uns von angenehmeren Dingen sprechen. Vom Handel vielleicht?
es: Por favor, hablemos de cosas más agradables. ¿De negocios, quizás?
fr: Parlons de choses plus plaisantes, si vous le voulez bien. De commerce, peut-être ?
it: Ti prego, parliamo di cose più piacevoli. Ad esempio di commercio?
ru: Прошу, давай сменим тему и поговорим о более приятных вещах. Например, о торговле?

source: Please. I lived in the shadows for many years until I came into the light and fellowship of the Universal Brotherhood. I see on you the chains of guilt and sorrow, built link upon link by the crimes you commit in name of nuyen.
de: Ich bitte dich. Ich habe jahrelang in den Schatten gelebt, bis ich das Licht der Universellen Bruderschaft entdeckte. Ich spüre die Ketten der Schuld und Sorge, die du dir mit jedem deiner Verbrechen auferlegst, die du für Nuyen begangen hast.
es: Por favor. He vivido en las sombras durante muchos años, hasta que entré en la luz y comunión de la Hermandad Universal. Puedo ver en ti las cadenas de la culpabilidad y la pena, formadas, eslabón a eslabón con los crímenes que has cometido en el nombre de los nuyens.
fr: S'il vous plaît. J'ai vécu dans les ombres pendant des années jusqu'à ce que je pénètre dans la lumière qu'est la communauté de la Confrérie Universelle. Je vois sur vous les chaînes de la culpabilité et du chagrin, construites maillon après maillon, crime après crime, au nom du tout-puissant nuyen.
it: Per favore. Ho vissuto molti anni nelle Ombre, finché non ho trovato la luce e il calore della Fratellanza Universale. Vedo che porti le catene della colpa e del dolore, cresciute anello dopo anello con i crimini che hai commesso in nome del dio nuyen.
ru: Прошу, не стоит. Я провел в тенях большую часть своей жизни, пока наконец не обрел свет и любовь Всеобщего братства. Я вижу цепи вины и печали, которые гнетут тебя. Каждое из звеньев, что тянут тебя к земле, выковано любовью к деньгам.

source: Please. If you are what I think you are, you know. There is always someone more dangerous.
de: Ich bitte dich. Wenn du bist, was ich glaube, das du bist, weißt du, dass es immer jemanden gibt, der noch tougher ist.
es: Venga ya. Si eres quien creo que eres, ya lo sabes. Siempre hay alguien más peligroso.
fr: S'il vous plaît... Si vous êtes qui je pense, vous savez pourquoi. Il y a toujours plus dangereux que soi.
it: Per favore. Se sei quello che penso, lo sai. C'è sempre qualcuno più pericoloso.
ru: Не надо. Кому как не тебе знать, что всегда найдется кто-то сильней и опасней, чем ты.

source: Pleasure doin' biz!
de: War mir eine Freude!
es: ¡Un placer hacer negocios!
fr: Un plaisir de faire affaire avec vous !
it: È stato un piacere fare affari!
ru: С тобой приятно иметь дело!

source: Pleasure doing business.
de: Freut mich, mit dir Geschäfte zu machen.
es: Un placer hacer negocios.
fr: C'était un plaisir de faire affaire avec vous.
it: È un piacere fare affari.
ru: С тобой приятно иметь дело.

source: Pleasure to meet you, Baron. You seem very intent on talking to me.
de: Es freut mich dich zu treffen, Baron. Du scheinst ja sehr versessen darauf zu sein, mit mir zu reden.
es: Es un placer conocerte, Barón. Pareces estar muy decidido a hablar conmigo.
fr: Ravi de vous voir, Baron. On dirait que vous êtes résolu à me parler coûte que coûte.
it: Piacere di incontrarti, Baron. Sembri molto interessato a parlare con me.
ru: Приятно познакомиться, Барон. У меня сложилось впечатление, что тебе нужно было со мной что-то обговорить.

source: Poblano
ru: Пабло

source: Point taken. S'il vous plaît, but we must be friends! We are allied, you and Samedi!
de: Kritik angenommen. S’il te plaît, wir müssen Freunde sein! Wir sind Verbündete, du und Samedi!
es: Entendido. ¡S'il vous plaît, pero tenemos que ser amigos! ¡Estamos aliados, Samedi y tú!
fr: Un point pour vous. Mais je vous en prie, soyons amis ! Vous et Samedi, nous sommes des alliés !
it: Touché. S'il vous plaît, ma dobbiamo essere amici! Siamo alleati, tu e Samedi!
ru: Хороший аргумент. S'il vous plaît, мы должны быть друзьями! Ты и Самеди, мы преследуем одну цель!

source: Portland.
ru: Портленд.

source: Powerful bomb of bug venom that also does -2 Body & Armor. Lasts 3 RNDS.
de: Eine hochwirksame Bombe voll Käfergift, die zudem -2 Konstitution und Panzerung verursacht. Hält 3 RND an.
es: Poderosa bomba de veneno que también provoca -2 de Constitución y Armadura. Dura 3 rondas.
fr: Bombe puissante de venin d'insecte qui inflige aussi -2 de corps & et d'armure. Dure 3 tours.
it: Potente bomba al veleno d'insetto che infligge un danno a Corpo & Armatura pari a -2. Dura 3 TURNI.
ru: Огромная капля яда, которая снижает показатели Тела и Брони на 2. Действует в течение 3 раундов.

source: Private Sanctum Keycard
de: Schlüsselkarte zum Heiligtum
es: Tarjeta de acceso al santuario privado
fr: Clé du sanctuaire privé
it: Tessera privata del Santuario
ru: Пропуск во внутренние помещения

source: Probably got in over his head on loans. Chop shop assistant doesn't pay well.
de: Wahrscheinlich hat er sich Hals über Kopf verschuldet. Ein Gehilfe beim Ausschlachter verdient nicht viel.
es: Probablemente los préstamos lo estaban ahogando. El trabajo de ayudante de desguace no está bien pagado.
fr: Il avait peut-être des impayés. Ça rapporte pas beaucoup, assistant dans un atelier de découpe.
it: Forse era sopraffatto dai debiti. Lo stipendio degli assistenti delle officine di riciclo organi non è un granché.
ru: Залез по уши в долги и не смог выплатить кредиты. Помощникам патологоанатомов много не платят.

source: Probably just blow it.
de: Ich werd’s wahrscheinlich einfach verprassen.
es: Probablemente, pulírmelo.
fr: Probablement tout dépenser.
it: Probabilmente li spenderò e basta.
ru: Скорее всего, промотаю.

source: Probably not. They've been doing regular patrols around the perimeter, and the front door looks like it's locked.
de: Wahrscheinlich nicht. Sie patrouillieren regelmäßig um die Lagerhalle und die Tür scheint verschlossen zu sein.
es: Probablemente no. Están patrullando el perímetro con regularidad, y la puerta delantera parece que está cerrada.
fr: Sûrement pas. Ils font des patrouilles régulières autour du périmètre, et la porte d'entrée a l'air verrouillée.
it: Probabilmente no. Stanno pattugliando regolarmente il perimetro e la porta d'ingresso sembra bloccata.
ru: Вряд ли. Они патрулируют территорию, а передняя дверь, насколько я понимаю, заперта.

source: Processing ...
de: Wird verarbeitet ...
es: Procesando...
fr: Veuillez patienter...
it: Elaborazione in corso...
ru: Обработка...

source: Protect the Merchants
de: Beschütze die Händler
es: Proteger a los comerciantes
fr: Protéger les marchands
it: Proteggi i commercianti
ru: Защити торговцев

source: Pssst, hey you...
de: Pssst, hey du ...
es: Shhht, oye tú...
fr: Pssst, hé toi...
it: Psss, ehi, tu...
ru: Эй! Эй, ты!

source: Pull yourself together. Take a look. Is that her?
de: Reiß dich zusammen. Schau sie dir an, ist sie das?
es: Respira hondo. Echa un vistazo. ¿Es ella?
fr: Ohé, reprends-toi. Regarde-la bien. C'est elle ?
it: Datti una calmata, Paco. Guarda. È lei?
ru: Соберись. Посмотри на ее лицо. Это она?

source: Punch
de: Schlag
es: Puñetazo
fr: Coup de Poing
it: Pugno
ru: Панч

source: Punch it, man.
de: Leg los, Mann.
es: Adelante.
fr: C'est parti, mec.
it: Puoi contarci.
ru: Жми!

source: Pure spirit spit
de: Reiner Geisterspeichel
es: Espíritu puro
fr: Pur Esprit
it: Spirito puro
ru: Слюна чистого духа

source: Put it on my tab. You there now?
de: Schreiben Sie’s auf meinen Deckel. Sind Sie gerade dort?
es: Pónmelo en la cuenta. ¿Estás allí ahora?
fr: Mettez-le sur ma note. Vous êtes là-bas ?
it: Mettilo sul mio conto. Stai andando lì adesso?
ru: Сочтемся. Ты сейчас там?

source: Put some money upfront or no deal.
de: Zeig mir ein paar Nuyen, oder du kannst es vergessen.
es: Pon la pasta por delante o no hay trato.
fr: Envoyez de l'argent d'abord, ou je ne dirai rien.
it: Fammi vedere un po' di soldi o l'affare salta.
ru: Денежки вперед - или гуляй отсюда.

source: Put the gun down, Gino. Come with us.
de: Leg die Waffe weg, Gino. Komm mit uns.
es: Baja el arma, Ginno. Ven con nosotros.
fr: Pose ce pistolet, Gino. Viens avec nous.
it: Abbassa la pistola, Gino. Vieni con noi.
ru: Положи оружие, Джино. Пойдем с нами.

source: Put the moist end of the cigar on the DNA scanner.
de: Halte das feuchte Ende der Zigarre an den DNA-Scanner.
es: Pon el extremo húmedo del puro en el escáner de ADN.
fr: Mettre le bout humide du cigare sur le scanner ADN.
it: Metti il lato umido del sigaro sullo scanner DNA.
ru: [Приложить влажный кончик сигары к сканеру ДНК.]

source: Quality over quantity, I suppose.
de: Qualität vor Quantität, würde ich sagen.
es: La calidad por encima de la cantidad, supongo.
fr: La qualité vaut plus que la quantité.
it: La qualità è più importante della quantità, direi.
ru: Это вопрос не количества, а качества.

source: Quite. This is simple accounting, $(l.name). Business. I’m sure you can understand. Still, you were of service. There can be no debate on that topic. A yeoman’s effort, to be sure and - regardless of your obvious flaws - you are deserving of a reward.
de: In der Tat. Es ist simple Buchhaltung, $(l.name). Rein geschäftlich. Ich bin sicher, du verstehst das. Dennoch, Sie haben sich als sehr nützlich erwiesen. Das steht außer Frage. Es war ein wertvoller Dienst und Sie verdienen trotz all Ihrer offensichtlichen Verfehlungen eine Belohnung.
es: Exacto. Esto es pura contabilidad, $(l.name). Negocios. Seguro que lo comprendes. Pero bueno, has sido muy útil. De eso no hay duda. Has hecho un gran esfuerzo, desde luego; independientemente de tus defectos evidentes, te mereces una recompensa.
fr: Tout à fait. C'est de la comptabilité de base, $(l.name). Les affaires, quoi. Je suis sûr que vous pouvez comprendre. Mais vous nous avez rendu service. Il n'y a pas de doutes là-dessus. Du bon travail, pour sûr. Et en dépit de vos évidents défauts, vous méritez bien une récompense.
it: Più o meno. È contabilità di base, $(l.name). Affari. Comprendi, vero? Sì, hai reso un grande servizio. Su questo non c'è ombra di dubbio. Sicuramente un'impresa impossibile, nonostante le pecche macroscopiche. Meriti una ricompensa.
ru: Это бухгалтерия, $(l.name). Ничего личного. И тем не менее, мы действительно спасли мир. Твой подвиг заслуживает награды вне зависимости от того, кто его совершил.

source: Quoth
ru: Ворон

source: RETURN TO THE DOCKS
de: RÜCKKEHR ZU DEN DOCKS
es: REGRESO A LOS MUELLES
fr: RETOUR AUX DOCKS
it: RITORNO AL PORTO
ru: ВОЗВРАЩЕНИЕ В ДОКИ

source: RETURN TO THE UNION
de: ZURÜCK IN DER UNION
es: REGRESO AL UNIÓN
fr: DE RETOUR AU STEAMSTRESSES UNION
it: RITORNO ALL'UNION
ru: ВОЗВРАЩЕНИЕ В СОЮЗ

source: RUN!
de: LAUFT!
es: ¡CORRE!
fr: COUREZ !
it: CORRI!
ru: БЕЖИМ!

source: Random Elf Sam
de: Zielloser Elf Sam
es: Elfo aleatorio Sam
fr: Elfe Sam
it: Elfo Sam casuale
ru: Случайный эльф-уличный самурай

source: RandomTrollMage
de: Zielloser Trollmagier
ru: Случайный тролль-маг

source: Rare stones
de: Seltene Steine
es: Piedras extrañas
fr: Pierres rares
it: Pietre rare
ru: Редкие камни

source: Ready to bolt?
de: Sollen wir abhauen?
es: ¿Vamos a un lugar seguro?
fr: Prêt à partir ?
it: Ce la filiamo?
ru: Предлагаешь отступить?

source: Real funny. Now stuff it, new blood. Go down the hall and take a left, you'll know it when you see it. Slot that chip and I'll bring the boss over in a minute.
de: Sehr witzig. Jetzt halt’s Maul, Frischling. Geh den Gang runter und nach links, du erkennst es, wenn du’s siehst. Slotte diesen Chip und ich komme mit dem Boss hinterher.
es: Qué gracioso. Vete al cuerno, sangre fresca. Baja por el vestíbulo y gira a la izquierda, cuando la veas lo sabrás. Mete ese chip y en un minuto traeré al jefe.
fr: Très drôle. Pouvez vous la mettre là où je pense. Descendez le hall et tournez à gauche, .vous reconnaitrez facilement. Insérez cette puce et je ramènerai le patron dans la minute.
it: Molto divertente. Va' a quel paese, pivellino. Vai in fondo alla sala e gira a sinistra, vedrai la cella passandoci davanti. Inserisci il chip e arriverò subito con il capo.
ru: Очень смешно. Ладно, шевели булками. Иди по коридору, поверни направо и увидишь камеру. Не бойся, не промахнешься. Вставь ей чип, а я схожу позову босса.

source: Reality is at the end of day contextual, and as the meat world comes back into focus your head once again tries to settle on which world is the real one. While the philosophical question lingers your meat body demands food and drink. You disconnect from your deck to find that the Union’s safe house has risen.
de: Realität ist letztendlich kontextuell und als du wieder in die Fleischwelt entlassen wirst, versucht dein Kopf zu entscheiden, welche die wahre Welt ist. Während diese philosophische Frage noch nachklingt, fordert dein Fleischkörper Nahrung. Du ziehst den Stecker aus dem Deck und stellst fest, dass der Unterschlupf der Union aufgewacht ist.
es: La realidad está al final del día y mientras el mundo de carne vuelve a enfocarse, tu cabeza vuelve a intentar decidir qué mundo es el real. Mientras la cuestión filosófica se mantiene, tu cuerpo de carne exige comida y bebida. Te desconectas del ciberterminal para descubrir que el piso franco del Unión se ha levantado.
fr: En fin de compte la réalité est une question de contexte, et alors que le monde de la viande réapparaît autour de vous, votre cerveau tente une nouvelle fois de déterminer quel monde est le vrai. Tandis que cette question philosophique vous tourne dans la tête, votre corps réclame à manger et à boire. Vous vous déconnectez de votre deck et redécouvrez la magie de la planque de l'Union.
it: La realtà in fondo è relativa e mentre ti ricolleghi a essa, la tua testa fatica a capire quale dei due mondi sia quello reale. La questione filosofica rimane in sospeso, ma nel frattempo il tuo corpo esige cibo e liquidi. Ti disconnetti dal Deck e scopri che il nascondiglio segreto dell'Union è in subbuglio.
ru: Реальность - понятие относительное. Когда ты покидаешь виртуальный мир и снова оказываешься в мире физическом, твое сознание несколько секунд колеблется между двумя реальностями. Ты невольно задаешься философским вопросом, который из двух миров настоящий, но тебя отвлекает чувство голода. Отключив деку, ты понимаешь, что уже наступило утро и все обитатели Союза давно проснулись.

source: Really sorry to hear that. I'll let you into the office and you can use a terminal to log in and make yourself a new card.
de: Tut mir leid, das zu hören. Ich lass dich ins Büro, dann kannst du dich an einem Terminal anmelden und eine neue Karte erstellen.
es: Lamento oír eso, de verdad. Te dejaré entrar en la oficina y podrás usar una terminal para iniciar una sesión y hacerte una nueva tarjeta.
fr: Désolée pour vous. Je vous ouvre le bureau et vous pourrez vous servir du terminal pour vous connecter et vous faire une nouvelle carte.
it: Mi dispiace. Ti apro l'ufficio, così puoi entrare, collegarti dal terminale e farti la nuova tessera.
ru: Какая досада. Я открою для тебя дверь. Включи терминал и сделай себе новый пропуск.

source: Really?
de: Wirklich?
es: ¿En serio?
fr: Vraiment ?
it: Davvero?
ru: Что, серьезно?

source: Really? Fry can help you out then.
de: Wirklich? Dann kann Fry dir helfen.
es: ¿En serio? Entonces Fry te puede ayudar.
fr: Vraiment ? Fry va pouvoir vous aider, alors.
it: Davvero? Allora Fry può aiutarti.
ru: Серьезно? Тогда Фрай может тебе помочь.

source: Really? Really? Great! I wish everybody was as nice as you. Not like my mom...
de: Wirklich? Wirklich? Das ist großartig! Ich wünschte, alle wären so nett wie du. Nicht wie meine Mutter ...
es: ¿En serio? ¿En serio? ¡Estupendo! Ojalá todos fueran tan amables como tú. No como mi madre...
fr: Vraiment ? Vraiment ? Magnifique ! Si seulement tout le monde était aussi sympa... Pas comme ma mère...
it: Davvero? Davvero? Fantastico! Magari tutti fossero gentili come te. Non come mia madre...
ru: Правда? Правда? Здорово! Вот бы все были такими добрыми, как ты. А не злыми, как моя мама...

source: Reason for transfer: Shane could not accept the Truth and will no longer be needing these things. He has been moved downstairs.
de: Grund für den Transfer: Shane konnte die Wahrheit nicht akzeptieren und wird diese Gegenstände nicht länger benötigen. Er wurde nach unten gebracht.
es: Motivo de la transferencia: Shane no podía aceptar la Verdad y ya no va a necesitar estas cosas. Ha sido trasladado abajo.
fr: Raison du transfert : Shane ne pouvait pas accepter la vérité et n'aura plus besoin de ces choses. Il été déplacé en bas.
it: Motivo del trasferimento: Shane non poteva accettare la verità e non avrà più bisogno di queste cose. È stato trasferito di sotto.
ru: Причина: Шин не пожелал принять Истину. Эти вещи ему больше не понадобятся.

source: Receptionist
de: Rezeptionist
es: Recepcionista
fr: Réceptionniste
ru: Администратор

source: Record of Payments
de: Zahlungsnachweise
es: Registro de pagos
fr: Liste de paiements
it: Registro dei pagamenti
ru: Список платежей

source: Recover Lucy’s Necklace from the Pike Place Crime Scene
de: Beschaffe Lucys Halskette vom Tatort
es: Recupera el collar de Lucy de la escena del crimen de Pike Place
fr: Retrouver le collier de Lucy sur la scène de crime de Pike Place
it: Recupera la collana di Lucy dalla scena del crimine di Pike Place
ru: Забери ожерелье Люси с места преступления

source: Refurbished flowers for sale.
de: Recycelte Blumen zu verkaufen.
es: Se venden flores renovadas.
fr: Fleurs rénovées à vendre.
it: Fiori restaurati in offerta.
ru: Купите восстановленные цветы! Недорого!

source: Regain Control of the Elevators in the Matrix
de: Geh in die Matrix und gewinne die Kontrolle über die Aufzüge zurück
es: Recupera el control de los ascensores de la Matriz
fr: Reprendre le contrôle des ascenseurs dans la Matrice
it: Riprendi il controllo degli ascensori nella Matrice
ru: Зайди в Матрицу и верни контроль над лифтами
