Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I've seen some sick drek lately. Might be what you mean.
de: Ich hab in letzter Zeit echt krassen Drek gesehen. Könnte vielleicht das sein, was du meinst.
es: Últimamente he visto mucha mierda, de la peor clase. Podría ser eso a lo que te refieres.
fr: J'ai vu des choses très bizarres ces derniers temps. C'est peut-être ce que vous voulez dire.
it: Ho incontrato certi brutti ceffi ultimamente. Magari intendi questo.
ru: За последние сутки мне довелось повидать немало мерзких вещей. Быть может, все дело в этом.

source: I've taken up enough of your time. Thank you, Ms. Watts.
de: Ich habe genug deiner Zeit verschwendet. Vielen Dank, Jessica.
es: Ya te he robado mucho tiempo. Gracias, Srta. Watts.
fr: Vous m'avez accordé déjà suffisamment de temps. Merci, Mme Watts.
it: Ho rubato abbastanza del tuo tempo. Grazie, signora Watts.
ru: Благодарю вас, мисс Уоттс. Не смею вас больше задерживать.

source: I... I don't know anymore.
de: Ich ... ich weiß es nicht mehr.
es: Ya... Ya no lo sé.
fr: Je... Je ne sais plus.
it: Io... Non capisco più.
ru: Я... Я даже не знаю.

source: I... I don't want that for him. Not what those poor souls have endured. My brother deserves to be free.
de: Ich ... Ich möchte nicht, dass er so endet. Nicht erleidet, was diese armen Seelen erleiden mussten. Mein Bruder sollte frei sein.
es: Yo... No quiero eso para él. No quiero que pase por lo mismo que estas pobres almas. Mi hermano merece ser libre.
fr: Je... Je ne veux pas de ça pour lui. Pas ce que ces pauvres âmes ont enduré. Mon frère mérite d'être libre.
it: Io... Non voglio una cosa del genere per lui. Non ciò che quelle povere anime hanno dovuto sopportare. Mio fratello merita di essere libero.
ru: Я... Я не хотела для него такой участи. Мой брат заслужил свободу.

source: I... don't have that much.
de: Äh ... so viel hab ich nicht.
es: No... no tengo tanto.
fr: Je n'ai pas assez d'argent...
it: Io... non ho così tanti soldi.
ru: У меня нет таких денег.

source: ID Card? Prove it. Use it on that scanner there.
de: ID-Karte? Das musst du beweisen. Leg sie auf den Scanner da drüben.
es: ¿Tarjeta de identificación? Demuéstralo. Úsala en ese escáner.
fr: Carte d'identification ? Prouve-le. Utilise-la sur ce scanner.
it: Tessera di identificazione? Dimostralo. Usala su quello scanner.
ru: Пропуск? Докажи. Вставь его в этот сканнер.

source: INTO THE DEPTHS
de: HINAB IN DIE TIEFEN
es: EN LAS PROFUNDIDADES
fr: DANS LES PROFONDEURS
it: NELLE PROFONDITÀ
ru: ПУТЬ В ТЕМНОТУ

source: Identify yourself.
de: Identifiziert euch, sofort.
es: Identifícate.
fr: Identifiez-vous.
it: Identificati.
ru: Назовитесь.

source: If Coyote's here, we have to hurry. She's good but... well... these BTL guys pay to stay well informed. They may have known she was coming.
de: Wenn Coyote hier ist, müssen wir uns beeilen. Sie ist gut, aber ... naja ... diese BTL-Typen zahlen gut für Informationen. Womöglich wussten sie, dass sie unterwegs ist.
es: Si Coyote está aquí, tenemos que apresurarnos. Es buena pero... bueno... estos tipos de BTL pagan para estar bien informados. Podrían saber que ella venía para acá.
fr: Si Coyote est ici, nous devons nous dépêcher. Elle est balèze... mais... ces gars aux BTLs payent pour rester bien informés. Ils ont peut-être appris qu'elle venait.
it: Se Coyote è qui, dobbiamo sbrigarci. È brava, ma... beh... questi ragazzi in BTL pagano per essere bene informati. Potrebbero aver saputo che stava arrivando.
ru: Если Койот здесь, нам лучше поторопиться. Она может постоять за себя, но... дилеры хорошо платят осведомителям. Они могли узнать, что она собралась на охоту.

source: If I could make that deal, I would.
de: Wenn ich diesen Deal machen könnte, würde ich es tun.
es: Si pudiera hacer un trato, lo haría.
fr: Si je pouvais passer un accord comme ça, je le ferais.
it: Se potessi prometterti questo, lo farei.
ru: Мне бы хотелось, чтобы это было так.

source: If I go after her again, I’ll think of you.
de: Falls ich versuche, sie zu erwischen, nehm ich dich mit.
es: Si vuelvo a atacarla, pensaré en ti.
fr: Si je la coince un jour, je penserais à toi.
it: Se la trovo, penserò a te.
ru: Если я организую еще одну вылазку, я дам тебе знать.

source: If I had any reason to suspect that, you’d be on the floor. But seeing as how you walked in together, I’m going to assume you had something to do with her being found. You have my thanks.
de: Hätte ich irgendeinen Grund, so etwas anzunehmen, würdest du jetzt auf dem Boden liegen. Da ihr gemeinsam hereingekommen seid, gehe ich davon aus, dass du etwas mit ihrer Rettung zu tun hattest. Dafür danke ich dir.
es: Si tuviera alguna razón para sospechar eso, estarías tirado en el suelo. Pero viendo cómo habéis entrado juntos, voy a suponer que tienes algo que ver con su rescate. Te lo agradezco.
fr: Si j'avais eu la moindre raison de suspecter ça, vous seriez déjà par terre en train de roter du sang. Mais puisque vous êtes entrés ensemble, je vais supposer que vous avez quelque chose à voir avec le fait qu'elle ait été retrouvée. Je vous remercie. Sincèrement.
it: Se avessi anche solo un motivo di sospettarlo, saresti già per terra. Ma dato che siete entrati insieme, devo presumere che tu abbia qualcosa a che fare con il suo ritrovamento. Ti sono grato.
ru: Если бы у меня были причины в этом сомневаться, Джонни пришлось бы отскребать тебя от пола. Но поскольку вы вошли вместе, мне остается только предположить, что вы с Пако сумели ее разыскать и спасти. Я вам благодарен.

source: If I tell you then you are complicit in my actions, you sure you want that?
de: Wenn ich dir das sage, trägst du als Mitwissende Verantwortung für meine Taten. Bist du sicher, dass du das willst?
es: Si se lo digo, será cómplice de mis actos, ¿seguro que quiere eso?
fr: Si je vous le dis, vous serez complice de mes actions. Vous êtes sûre que c'est ce que vous voulez ?
it: Se glielo dico, lei diventerà complice delle mie azioni, sicura di volerlo?
ru: Если я сообщу вам это, вы станете моей сообщницей в глазах закона. Вы уверены, что хотите этого?

source: If Lofwyr had seen this before and knew another was coming why didn’t he move faster?
de: Wenn Lofwyr so etwas bereits schon einmal gesehen hat und wusste, dass noch mehr kommen würden, wieso hat er nicht schneller gehandelt?
es: Si Lofwyr ya lo había visto antes y sabía que iba a venir otro, ¿por qué no actuó más rápido?
fr: Si Lofwyr a déjà vécu ça auparavant et qu'il savait que ça allait se reproduire, pourquoi n'a-t-il pas agi plus tôt ?
it: Se Lofwyr aveva visto una cosa simile in passato e sapeva che sarebbero tornati, perché non ha agito prima?
ru: Если Лофвир знал, что они придут, почему они застали его врасплох?

source: If by "work together on this" you mean, "I take your money and supply you with information" yeah. Let's just do this. After we spoke, I did some more digging. Trying to get ahead of McKlusky on this one. Turns out this might not be a Ripper murder after all. I left the computer on in the office over there if you want to see for yourself.
de: Wenn du mit „gemeinsame Sache“ meinst, dass du mir Geld gibst und ich dir Informationen, dann ja. Lass es uns hinter uns bringen. Nach unserem Gespräch habe ich mich ein wenig umgesehen. Ich wollte McKlusky zuvorkommen. Es stellt sich heraus, dass das hier womöglich gar kein Ripper-Mord ist. Ich hab den Computer in dem Büro dort drüben angelassen – für den Fall, dass du es dir selbst ansehen möchtest.
es: Si por "trabajar juntos en este tema" quieres decir "acepto tu dinero a cambio de información" sí. Pongámonos manos a la obra. Después de hablar contigo, investigué un poco. Intenté adelantarme a McKlusky en este caso. Después de todo, existe la posibilidad de que no sea obra del Destripador. He dejado el ordenador encendido en esa oficina de ahí por si querías echarle un vistazo.
fr: Si par "travailler ensemble", vous voulez dire "je prends l'argent et vous donne des infos", dans ce cas, oui. Voyons voir. Après notre conversation, j'ai fouiné un peu plus. Je voulais prendre de l'avance sur McKlusky, cette fois. Il semblerait que ce meurtre ne soit pas attribuable à l'éventreur. J'ai laissé l'ordinateur en marche dans le bureau si vous voulez voir par vous-même.
it: Se con "lavorare insieme al caso" intendi "io prendo i tuoi soldi e ti dico tutto quello che so" allora sì. Diamoci da fare. Dopo la nostra conversazione, ho fatto altre ricerche. Ho cercato di precedere McKlusky stavolta. Questo potrebbe non essere affatto un omicidio dello Squartatore. Ho lasciato il computer acceso nell'ufficio, in caso tu voglia dare un'occhiata.
ru: Если под "работать вместе" ты подразумеваешь "покупать у меня информацию за деньги", то да. Так что начнем. Я надеюсь опередить Макклюски, поэтому принялся копаться в уликах. Похоже, что на этот раз мы имеем дело вовсе не с Потрошителем. Я оставил компьютер в офисе жертвы включенным, если ты вдруг не поверишь мне на слово.

source: If it means your brother's killer doesn't take another life, then yes.
de: Wenn das den Mörder deines Bruders daran hindert, weitere Morde zu begehen, dann ja.
es: Si eso supone que el asesino de tu hermano no se lleve otra vida, entonces sí.
fr: Si ça veut dire que le meurtrier de votre frère ne fait pas une victime de plus, alors oui.
it: Se ciò significa che l'assassino di tuo fratello non farà un'altra vittima, allora sì.
ru: Если это не даст убийце твоего брата отнять еще одну жизнь, то да.

source: If it was just the drinking, it would have been bad. But Sam wasn’t the monogamous type. He dabbled in everything. Booze... chips... drugs - he loved the Nitro - whatever he could get his hands on.
de: Wenn er nur gesoffen hätte, wäre es nicht so übel gewesen. Aber Sam war nicht der monogame Typ. Er hat es mit allem versucht. Schnaps ... Chips ... Drogen – war ein großer Fan von Nitro – was auch immer er in die Finger gekriegt hat.
es: Si solo hubiera sido el alcohol, la cosa habría ido mal. Pero Sam no era precisamente monógamo. Tenía que probarlo todo. Alcohol... chips... drogas, le encantaba la nitro... cualquier cosa que pudiera conseguir.
fr: Si ce n'était que la boisson encore... Sam n'était pas du genre monogame. Il essayait tout. Alcool... puces... drogues, il adorait la Nitro, tout ce qui pouvait lui passer entre les mains.
it: Se fosse stato solo il bere, sarebbe stata brutta. Ma Sam non era un monogamo. Si dilettava in tutto. Alcol... chip... droghe... adorava la Nitro... qualunque cosa su cui riuscisse a mettere le mani.
ru: Если бы он ограничился выпивкой, все было бы не так плохо, но Сэм просто не знал меры. Алкоголь, чипы, наркотики - он любил нитро - чтобы забыться, он был готов жрать и пускать по вене все, что угодно.

source: If it's on my way, maybe I can help.
de: Wenn es auf dem Weg liegt, kann ich euch vielleicht helfen.
es: Si me va de camino, a lo mejor puedo ayudaros.
fr: Si c'est sur ma route, je peux peut-être vous dépanner.
it: Se ciò non mi costringe a cambiare strada, forse posso aiutarvi.
ru: Уже иду и постараюсь помочь.

source: If only life was so simple.
de: Wenn das Leben nur so einfach wäre.
es: Ojalá la vida fuera tan sencilla.
fr: Si seulement la vie était aussi simple.
it: Se solo la vita fosse semplice.
ru: Если бы все было так просто.

source: If she's dangerous, why fear for her?
de: Warum die Sorgen, wenn sie so tough?
es: Si es peligrosa, ¿por qué teme por ella?
fr: Si elle est si dangereuse, pourquoi avoir peur pour elle ?
it: Se è pericolosa, perché temi per lei?
ru: Если она может постоять за себя, о чем беспокоиться?

source: If she's smart, why fear for her?
de: Warum die Sorgen, wenn sie so klug ist?
es: Si es inteligente, ¿por qué teme por ella?
fr: Si elle est si maline, pourquoi avoir peur pour elle ?
it: Se è intelligente, perché temi per lei?
ru: Если она не глупа, то о чем беспокоиться?

source: If that is your wish. Is there anything else?
de: Wenn du das wünschst. Kann ich sonst noch etwas für dich tun?
es: Si eso es lo que deseas. ¿Algo más?
fr: Si tel est votre souhait. Y a-t-il autre chose ?
it: Se è questo che vuoi. C'è qualcos'altro?
ru: Как будет угодно. Еще что-нибудь?

source: If that's how you want it...
de: Wenn du meinst ...
es: Si quieres que así sea...
fr: Si vous le prenez sur ce ton...
it: Se questo è quello che vuoi...
ru: Ну если ты так говоришь...

source: If the police feel that Grandmother Jessica can contribute anything to their investigation, I am sure she will be happy to cooperate. However, I will not disturb her mediations in the Inner Sanctum for a ruffian looking to exploit her or ruin her good name. You should seek enlightenment with one of our counselors.
de: Wenn die Polizei denkt, dass Großmutter Jessica in ihren Ermittlungen behilflich sein kann, bin ich mir sicher, dass sie solch einer Bitte nachkommen wird. Ich werde sie jedoch nicht bei ihrer Meditation im inneren Heiligtum stören, nur damit irgendeine zwielichtige Persönlichkeit sie ausnutzen oder ihren guten Namen besudeln kann. Wenn du Erleuchtung suchst, solltest du dich an einen unserer Berater wenden.
es: Si la policía cree que Abuela Jessica puede contribuir en algo a su investigación, estoy seguro de que estará encantada de cooperar. Sin embargo, no perturbaré su meditación en el Sanctasanctórum por alguien que intenta aprovecharse de ella o ensuciar su buen nombre. Deberías buscar la iluminación con uno de nuestros consejeros.
fr: Si la police pense que Grand-mère Jessica peut contribuer d'une manière ou d'une autre à leur enquête, je suis sûr qu'elle sera ravie de coopérer. Mais je ne voudrais pas troubler ses méditations dans le Sanctuaire Intérieur pour un vaurien comme vous qui ne cherche qu'à salir son nom ou à l'exploiter. Vous devriez rechercher la lumière auprès de nos conseillers.
it: Se la polizia ritiene che Nonna Jessica possa contribuire in qualche modo alle indagini, sono certo che lei sarà felice di collaborare. Ma non interromperò la sua meditazione nel Santuario nascosto solo perché un avanzo di galera vuole sfruttarla o rovinare la sua reputazione. Dovresti rivolgerti a uno dei nostri consiglieri e cercare l'illuminazione.
ru: Если полиция считает, что праматерь Джессика располагает информацией, она будет рада помочь расследованию. Но я не собираюсь прерывать ее медитацию во внутренних покоях по надуманному поводу ради какого-то головореза, случайно забредшего сюда с улицы. Тебе следует поговорить с одним из наших наставников.

source: If there's nothing in the vent, let's just get this over with. Unless you really want to go back in there because you were told to.
de: Wenn da nichts in dem Schacht ist, lass es uns einfach hinter uns bringen. Außer du willst da unbedingt noch mal rein, weil dir jemand gesagt hat, dass du das tun sollst.
es: Si no hay nada en el conducto, acabemos con esto. A menos que te mueras de ganas de volver a entrar ahí dentro porque te han dicho que lo hagas.
fr: S'il n'y a rien dans le conduit, passons à autre chose. À moins que vous ne vouliez y retourner parce qu'on vous l'a demandé.
it: Se non c'è niente nella presa d'aria, cerchiamo di darci una mossa. A meno che tu voglia veramente tornarci perché te lo hanno ordinato.
ru: Если внутри ничего нет, дай мне вымыть здесь пол. Или ты полезешь туда еще раз?

source: If there's nothing in the vent, let's just get this over with. Unless you really want to go back in there.
de: Wenn da nichts in dem Schacht ist, lass es uns einfach hinter uns bringen. Außer du willst da unbedingt noch mal rein.
es: Si no hay nada en el conducto, acabemos con esto. A menos que te mueras de ganas de volver a meterte ahí dentro.
fr: S'il n'y a rien dans le conduit, passons à autre chose. À moins que vous ne vouliez y retourner.
it: Se non c'è niente nella presa d'aria, cerchiamo di darci una mossa. A meno che tu voglia veramente tornare là dentro.
ru: Если внутри ничего нет, дай мне вымыть здесь пол. Или ты полезешь туда еще раз?

source: If they say its intrusion that's good enough for me.
de: Wenn sie es einen Eingriff nennen, wird das schon stimmen.
es: Si dicen que es una intrusión, a mí me basta.
fr: S'ils disent que c'est une intrusion, ça me suffit.
it: Se dicono che è un'intrusione, a me sta bene.
ru: Если они говорят, что это теракт, я с ними спорить не буду.

source: If things got as bad as you say there the guards everywhere, I can take get you by climbing down the from the balcony down the hall, we both need to get out of here quickly.
de: Wenn es wirklich so übel ist, wie du sagst – mit Wachen überall – dann kann ich dich holen, wenn ich über den Balkon in die Halle kletter, und dann müssen wir schnell hier raus.
es: Si las cosas se pusieran tan mal como dices, habría guardias por todas partes. Puedo llevarlo bajando por el balcón hasta el vestíbulo, tenemos que salir de aquí rápidamente.
fr: Si les choses ont aussi mal tournées que vous le dites, alors il y a des gardes partout. On peut passer par le balcon du hall, faut filer d'ici vite fait.
it: Se, come dici, ci sono troppe guardie e la situazione si fa critica, dovremo entrambi scappare in fretta. Io posso calarti nel corridoio dal balcone.
ru: Если все действительно так плохо, как ты говоришь, в особняке будет много охранников. Мы можем выбраться, спустившись в балкона в конце коридора. Не будем терять времени.

source: If this was a corp hit, why'd they leave the evidence on the computer?
de: Wenn das hier ein Kon-Mord war, warum haben sie dann die Beweismittel auf dem Computer gelassen?
es: Si fue un golpe empresarial, ¿por qué dejaron las pruebas en el ordenador?
fr: Si c'était un coup monté de la corpo, pourquoi ils auraient laissé des preuves sur l'ordi ?
it: Se questo era un crimine aziendale, perché hanno lasciato prove nel computer?
ru: Если его убил корпоративный наемник, почему уцелела информация на компьютере?

source: If this works, I'll bring back more than just a sample.
de: Wenn das funktioniert, bringe ich dir mehr zurück als nur eine Probe.
es: Si esto funciona, traeré algo más que una muestra.
fr: Si ça fonctionne, je rapporterai bien plus qu'un échantillon.
it: Se funziona, tornerò indietro con qualcosa di più di un semplice campione.
ru: Если все пойдет хорошо, я смогу добыть нечто большее, чем простой образец.

source: If we live through this I’m going to kill that Fixer!
de: Wenn wir das überleben, mach ich den Schieber fertig!
es: ¡Si sobrevivimos a esto, voy a matar a ese fixer!
fr: Si on survit à ça, je vais lui faire la peau !
it: Se ne usciamo vivi, lo ammazzo con le mie mani!
ru: Если мы переживем эту ночь, я своими руками удавлю нашего нанимателя.

source: If you are talking to me, there is business to transact. Am I right?
de: Wenn du mit mir sprechen willst, dann muss es ums Geschäft gehen. Habe ich recht?
es: Si hablas conmigo, supongo que se trata de negocios. ¿Verdad?
fr: Si vous me parlez, c'est qu'il y a des affaires à faire. N'ai-je pas raison ?
it: Se sta parlando con me, ci sono affari da trattare. Ho ragione?
ru: Если ты здесь, у тебя есть ко мне дело. Я прав?

source: If you can find personal items that belonged to the victims, I believe that I can summon a spirit to speak with us. I'll need at least two such objects. Can you find them for me?
de: Wenn du persönliche Besitztümer der Opfer findest, könnte ich womöglich einen Geist beschwören, der mit uns sprechen kann. Ich brauche mindestens zwei Gegenstände. Glaubst du, du kannst sie für mich finden?
es: Si puedes encontrar objetos personales que pertenecieron a las víctimas, creo que podré conjurar a un espíritu para que hable con nosotros. Necesitaré al menos dos de esos objetos. ¿Puedes encontrarlos para mí?
fr: Si vous pouvez trouver des objets personnels des victimes, je crois que je pourrais invoquer un esprit qui pourrait nous parler. J'aurais besoin d'au moins deux objets. Pouvez-vous me les rapporter ?
it: Se riesci a trovare degli oggetti personali appartenuti alle vittime, credo di poter evocare uno spirito che parli con noi. Mi servono almeno due oggetti simili. Puoi trovarmeli?
ru: Если ты найдешь вещи, которые принадлежали жертвам авиакатастрофы, я призову духов. Они заговорят с нами. Мне нужны по крайней мере два таких предмета. Ну как, справишься?

source: If you don't mind, how did you get involved in all this?
de: Darf ich fragen, wie Sie in all das verwickelt worden sind?
es: Si no es mucho preguntar, ¿cómo acabaste en todo esto?
fr: Sans vouloir vous offenser, comment vous êtes-vous retrouvé ici ?
it: Se non ti dispiace, mi racconteresti cosa ti ha portato in questo casino?
ru: Если можно, мне бы хотелось узнать, как вы здесь оказались.

source: If you say so.
de: Wenn du meinst.
es: Si tú lo dices.
fr: Si vous le dites.
it: Se lo dici tu.
ru: Верю на слово.

source: If you say so. Remember, you step out that door and the job's gone.
de: Wenn du meinst. Denk daran, wenn du die Union verlässt, ist der Job weg.
es: Si tu lo dices. Recuerda, si sales por esa puerta, despídete del trabajo.
fr: Si vous le dites. N'oubliez pas, vous passez cette porte, et le job disparaît.
it: Se lo dici tu. Ricorda, fai un passo fuori da quella porta e il lavoro è andato.
ru: Дело твое. Только не забывай - шаг за дверь, и я исчезну вместе с деньгами.

source: If you say. But even so, look at this place. These people. And you...
de: Wenn du das sagst. Aber dennoch, sieh dir diesen Ort doch nur an. Diese Leute. Und dich ...
es: Si tú lo dices. Pero aun así, mira este lugar. Esta gente. Y tú...
fr: Si vous le dites. Tout de même, regardez-moi cet endroit. Ces gens. Et vous...
it: Se lo dici tu. Ma ciononostante, guarda questo posto. Questa gente. E tu...
ru: Верю на слово. Но мне достаточно одного взгляда на это место... и на этих людей... И на вас.

source: If you want to find me, I’ll be at McKraken’s later - got a taste for some seafood. Take it easy, chummer.
de: Wenn du mich suchen solltest, ich bin heute Abend bei McKraken’s – hab Kohldampf auf Meeresfrüchte. Bis dann, Chummer.
es: Si quieres encontrarme, estaré más tarde en McKraken’s, me apetece algo de marisco. Tómatelo con calma, colega.
fr: Si vous me cherchez, je serai à McKraken. J'ai une grosse envie de fruits de mer. Relax, mec.
it: Se mi cerchi, sarò al McKraken's... ho voglia di frutti di mare. Ehi, nessun problema.
ru: Если я буду нужен, ищи меня в забегаловке у Маккракена. Я собираюсь зависнуть там на ближайшие пару дней - никто в этом городе не готовит дары моря так, как он. Береги себя.

source: If you won’t tell me who you are, will you at least tell me what you can do?
de: Wenn du mir schon nicht verrätst, wer du bist, dann vielleicht wenigstens, zu was du im Stande bist?
es: Si no me dices quién eres, al menos dime qué puedes hacer.
fr: Si vous refusez de me dire qui vous êtes, vous pourriez au moins me dire ce que vous faites ?
it: Se non mi vuoi dire chi sei, potresti almeno dirmi cosa sai fare?
ru: Если ты не хочешь сказать мне, кто ты, расскажи хотя бы, что ты умеешь.

source: If you would go down there, it might bring me peace of mind. I'll call a cab for you - it should be able to get you there in time. Gambatte Kudasai. Good luck.
de: Wenn du dir das mal ansehen würdest, würde mir das vielleicht zu innerem Frieden verhelfen. Ich ruf dir ein Taxi ... Damit solltest du es rechtzeitig schaffen. Gambatte Kudasai. Viel Glück.
es: Si bajaras ahí abajo, me tranquilizaría. Te pediré un taxi, seguramente podrás llegar a tiempo. Gambatte Kudasai. Que vaya bien.
fr: Si vous allez là-bas, ça me rassurerait. Je vous appelle un taxi, il devrait vous faire arriver à temps. Gambatte Kudasai. Bonne chance.
it: Mi tranquillizzerebbe, se anche tu andassi laggiù. Ti chiamo un taxi, dovrebbe riuscire a portarti lì in tempo. Gambatte Kudasai. Buona fortuna.
ru: Если ты отправишься туда и узнаешь, что происходит, я буду благодарна. Позволь вызвать для тебя такси. Гамбатте кудасаи. Удачи.
