Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I'm not ready to head upstairs yet, Paco. We're not done down here yet.
de: Noch gehen wir nicht rauf, Paco. Wir sind hier unten noch nicht fertig.
es: Aún no puedo subir, Paco. No hemos terminado aquí abajo.
fr: Je ne veux pas encore monter à l'étage, Paco. On a encore des choses à faire ici.
it: Mi serve ancora un po' di tempo, Paco. Non abbiamo ancora finito quaggiù.
ru: Подожди, Пако. Мы еще не закончили наши дела здесь.

source: I'm not really a "people person". That's why I normally work the night shift. I'll be more careful.
de: Ich bin nicht wirklich der soziale Typ. Deswegen schiebe ich für gewöhnlich die Nachtschicht. Ich werde vorsichtiger sein.
es: No tengo lo que se dice "don de gentes". Por eso normalmente trabajo en el turno de noche. Tendré más cuidado.
fr: Je ne suis pas vraiment le plus sociable, dirons-nous. C'est pour ça que je choisis de travailler la nuit. Je ferai plus attention.
it: Non ci so fare molto con la "gente". Ecco perché di solito faccio il turno di notte. Farò più attenzione.
ru: Я не очень хорошо лажу с людьми. Потому и работаю обычно в ночную смену. Постараюсь быть осторожней.

source: I'm not really a committee-joining sort of $(s.guy).
de: Ich bin nicht so für Komitees zu haben.
es: En realidad, no soy el tipo de $(s.guy) que se une a un comité.
fr: Je suis pas du genre à me joindre à des comités.
it: Non sono proprio il tipo di $(s.guy) che entrerebbe in un comitato.
ru: Я ничего не понимаю в комитетах.

source: I'm not sure how to put this...
de: Ich weiß nicht, wie ich das sagen soll ...
es: No sé cómo decírtelo...
fr: Je ne sais pas comment vous le dire...
it: Non so bene come dirtelo...
ru: Я даже не знаю, как тебе об этом сказать...

source: I'm out.
de: Ich bin nicht dabei.
es: Me largo.
fr: C'est mort.
it: Io me la squaglio.
ru: Нет. Я ухожу.

source: I'm outta this.
de: Ich bin hier weg.
es: Me largo.
fr: Je me casse.
it: Io me la squaglio.
ru: С меня хватит!

source: I'm ready now. I'll ride along with you.
de: Ich bin jetzt soweit. Ich begleite dich in die Matrix.
es: Ya está todo listo. Iré contigo.
fr: Je suis prêt. Allons-y.
it: Ci sono. Viaggerò con te.
ru: Пожалуйста, отведи меня в Матрицу.

source: I'm ready to go in now.
de: Ich bin bereit, einzutreten.
es: Quiero entrar ahora mismo.
fr: Je suis prêt à entrer.
it: Sono pronto per entrare.
ru: Я хочу войти.

source: I'm ready.
de: Ich bin bereit.
es: Todo listo.
fr: Je suis prêt.
it: Ci sono.
ru: Можем идти.

source: I'm really impressed with his results, considering it was his first attempt, he was utilizing an unproven technique he'd read about in a science journal, and he was working from memory on minimal sleep.
de: Ich bin wirklich beeindruckt von den Ergebnissen, besonders, wenn man bedenkt, dass es der erste Versuch war, dass er eine noch nie verwendete Technik eingesetzt hat, von der aus einem Fachartikel erfahren hat, und dass er alles aus dem Gedächtnis und unter großem Schlafentzug zusammengebastelt hat.
es: Estoy realmente impresionado con sus resultados, teniendo en cuenta que fue su primer intento, estaba utilizando una técnica experimental sobre la que había leído en una revista de ciencia, y que estaba trabajando de memoria sin apenas haber dormido.
fr: Les résultats sont très impressionnants si on considère que c'était sa première tentative. Il utilisait une technique non-prouvée qu'il avait découverte dans un journal scientifique et travaillait de mémoire en manque de sommeil.
it: I suoi risultati sono davvero sorprendenti, considerando che era il suo primo tentativo e utilizzava una tecnica non collaudata, di cui aveva letto su una rivista scientifica, lavorando a memoria e senza dormire.
ru: Признаться, результат впечатляет, если учесть, что это была его первая попытка, что он использовал непроверенный метод, о котором однажды прочитал в научном журнале, и что он действовал по памяти, не спав перед этим почти двое суток.

source: I'm really sick of gutterpunks like you.
de: Gossenratten wie du widern mich an.
es: Me cansa la calaña como tú.
fr: J'en ai vraiment marre des punks dans ton genre.
it: Ne ho abbastanza di pezzenti come te.
ru: Я ненавижу таких подонков, как ты.

source: I'm set for now.
de: Ich hab alles, was ich brauch.
es: De momento tengo lo que necesito.
fr: Je suis bon, pour le moment.
it: Per adesso sono a posto.
ru: У меня есть свое.

source: I'm simply in observation. And what I have next in store should prove most illuminating.
de: Ich beobachte lediglich. Das, was ich als nächstes geplant habe, wird sicher sehr informativ sein.
es: Solo estoy en observación. Y lo que tengo preparado, va a ser de lo más esclarecedor.
fr: Je ne suis qu'un observateur. Et ce que j'ai en stock pour vous devrait vous épater.
it: Sto semplicemente osservando. E ho in serbo qualcosa che si dimostrerà davvero illuminante.
ru: Я наблюдаю. И то, что я сейчас увижу, многое мне о тебе расскажет.

source: I'm sorry but Grandmother Jessica is in the Inner Sanctum and cannot be disturbed.
de: Es tut mir leid, aber Großmutter Jessica befindet sich im inneren Heiligtum und kann zurzeit nicht gestört werden.
es: Lo siento pero Abuela Jessica está en el Sanctasantórum y no se la puede molestar.
fr: Je suis désolée, mais Grand-mère Jessica se trouve dans le Sanctuaire Intérieur et ne peut pas être dérangée.
it: Mi spiace, ma Nonna Jessica è nel Santuario nascosto e non può essere disturbata.
ru: Прошу прощения, но праматерь Джессика находится во внутренних покоях. Я не могу ее потревожить.

source: I'm sorry but today's seminar is over. Father Willy is just answering a few questions before he leaves.
de: Es tut mir sehr leid, aber das heutige Seminar ist bereits vorbei. Vater Willy beantwortet nur noch ein paar Fragen, bevor er geht.
es: Lo siento, pero el seminario de hoy ya ha terminado. Padre Willy solo está respondiendo a unas preguntas antes de irse.
fr: Désolé mais le séminaire d'aujourd'hui est terminé. Le Père Willy est en train de répondre à quelques questions avant de partir.
it: Mi dispiace ma il seminario di oggi è finito. Padre Willy sta rispondendo a qualche domanda prima di andare.
ru: Прошу прощения, но семинар уже подошел к концу. Отец Вилли задержался, чтобы ответить на несколько вопросов перед тем, как уйти.

source: I'm sorry, Dr. Castle.
de: Tut mir leid, Dr. Castle.
es: Lo siento, Dra. Castle.
fr: Je suis navré, Dr Castle.
it: Mi dispiace, dottoressa Castle.
ru: Извините, доктор Касл.

source: I'm sorry, I don't know. I only see Grandmother Jessica at special ceremonies and even then, only at a distance. You might ask Mother Lynne - Lynne Telestrian - if you can catch her in the Auditorium.
de: Tut mir leid, das weiß ich nicht. Ich sehe Großmutter Jessica nur bei besonderen Zeremonien, und selbst dann nur aus der Entfernung. Du könntest vielleicht Mutter Lynne fragen – Lynne Telestrian – wenn du sie im Auditorium finden kannst.
es: Lo siento, no lo sé. Solo veo a Abuela Jessica de lejos en las ceremonias especiales. Podrías preguntarle a Madre Lynne, Lynne Telestrian, si la encuentras en el auditorio.
fr: Désolé, je ne sais pas. Je vois Grand-mère Jessica seulement aux cérémonies, et encore, à distance. Vous devriez demander à Mère Lynne, Lynne Telestrian, si vous pouvez la trouver à l'auditorium.
it: Mi dispiace, non lo so. Ho visto Nonna Jessica in occasione di cerimonie speciali, e anche in quel caso, solo da lontano. Può chiedere a Madre Lynne, Lynne Telestrian, se la incontra nell'Auditorium.
ru: Прошу прощения, я не знаю, праматерь Джессика выходит к нам только по особо торжественным случаям. Но мать Линн наверняка знает, где она сейчас находится. Вы можете застать ее в одной из аудиторий.

source: I'm sorry, Jessica. This ends now.
de: Es tut mir leid, Jessica. Das alles endet jetzt.
es: Lo siento, Jessica. Esto termina aquí.
fr: Désolé, Jessica. Tout est fini.
it: Mi spiace, Jessica. Ma questa è la tua fine.
ru: Мне жаль, Джессика. Но я положу этому конец.

source: I'm sorry, but I can't help you. You should leave this place if you can.
de: Tut mir leid, ich kann dir nicht helfen. Du solltest verschwinden, solange du noch kannst.
es: Lo siento, pero no puedo ayudarte. Deberías irte de este sitio, si puedes.
fr: Désolé, mais je ne peux pas t'aider. Tu devrais quitter cet endroit, si tu le peux.
it: Mi dispiace, non posso aiutarti. Dovresti andartene da qui, se puoi.
ru: Тебе надо выбираться отсюда. Как можно скорее и любой ценой. Завязывай с чипами.

source: I'm sorry, do you have a badge? Who sent you?
de: Tut mir leid, haben Sie einen Ausweis? Wer hat Sie geschickt?
es: Lo siento, ¿tiene una placa? ¿Quién le envía?
fr: Excusez-moi mais, vous avez un badge ? Qui vous envoie ?
it: Scusi, non ha un distintivo? Chi l'ha mandata?
ru: Прошу прощения, у вас есть удостоверение? Кто вас сюда направил?

source: I'm sorry. I'm here to see Holmes.
de: Entschuldigung. Ich suche Holmes.
es: Lo siento. He venido a ver a Holmes.
fr: Pardon. Je suis venu voir Holmes.
it: Mi spiace. Sono qui per vedere Holmes.
ru: Прошу прощения. Мне нужен доктор Холмс.

source: I'm sorry. It's just that... it doesn't match with the picture of Sam I've had in my head all these years.
de: Es tut mir leid. Es ist nur ... das stimmt überhaupt nicht mit dem Bild überein, das ich all die Jahre von Sam hatte.
es: Lo siento. Es que... No encaja con la imagen de Sam que he tenido en mente todos estos años.
fr: Pardon. C'est juste que... ça ne colle pas avec l'image que je me suis faite de Sam depuis tout ce temps.
it: Mi spiace. È solo che... non corrisponde all'immagine che ho avuto di mio fratello per tutti questi anni.
ru: Прошу прощения. Дело в том, что... это непохоже на Сэма, каким я привыкла его считать.

source: I'm sorry. Who's dead? {{GM}}He acts genuinely confused, but he can't seem to drop the smile from his lips.{{/GM}}
de: Verzeihung. Wer ist tot? {{GM}}Er täuscht aufrechte Verwirrung vor, ist aber nicht in der Lage, sein Lächeln zu unterdrücken.{{/GM}}
es: Perdón. ¿Quién está muerto? {{GM}}Actúa como si realmente estuviera confuso, pero no es capaz de borrar la sonrisa de sus labios.{{/GM}}
fr: Je suis navré. Qui est mort ? {{GM}}Il agit comme s'il était vraiment confus, mais sans se départir de son sourire.{{/GM}}
it: Mi spiace. Chi è morto? {{GM}}Agisce sinceramente confuso, ma il sorriso non gli abbandona mai le labbra.{{/GM}}
ru: Боюсь, я не понимаю. Мертв? Я? {{GM}}Он выглядит достаточно искренним, но улыбка держится на его лице, будто приклеенная.{{/GM}}

source: I'm still on the case.
de: Ich arbeite noch daran.
es: Aún sigo trabajando en el caso.
fr: Je suis encore sur l'affaire.
it: Sto ancora indagando.
ru: Я над этим работаю.

source: I'm still waiting for the ending of your story.
de: Ich warte immer noch darauf zu erfahren, was es mit dir auf sich hat.
es: Aún estoy esperando al final de tu historia.
fr: J'attends toujours la fin de votre histoire.
it: Sto ancora aspettando la fine della tua storia.
ru: Я все еще надеюсь услышать твою историю.

source: I'm sure he's okay. He was in the Matrix the whole time.
de: Ich bin mir sicher, dass es ihm gut geht. Er war die ganze Zeit in der Matrix.
es: Seguro que está bien. Estuvo en la Matriz todo el tiempo.
fr: Je suis sûr qu'il va bien. Il était dans la Matrice durant tout ce temps.
it: Non ho dubbi: sta bene. È stato nella Matrice per tutto il tempo.
ru: Думаю, с ним все будет в порядке. Он все время находился в Матрице.

source: I'm sure she can take care of herself.
de: Ich bin sicher, sie kann auf sich selbst aufpassen.
es: Seguro que puede cuidarse sola.
fr: Je suis sûr qu'elle saura se débrouiller toute seule.
it: Di certo può badare a se stessa.
ru: Думаю, она сама сможет о себе позаботиться.

source: I'm sure that can be arranged.
de: Das lässt sich sicherlich einrichten.
es: Seguro que se puede solucionar.
fr: Je suis sûr qu'on peut s'arranger.
it: Sicuramente, in qualche modo possiamo fare.
ru: Я позабочусь об этом.

source: I'm sure that can be arranged. Please wait in the common room up ahead, and I'll notify him.
de: Das lässt sich sicher arrangieren. Bitte warten Sie im Aufenthaltsraum, ich informiere ihn.
es: Seguro que se puede solucionar. Por favor, acomódese en la sala de espera que hay más adelante y yo le avisaré.
fr: Je suis sûr qu'on peut s'arranger. Merci de patienter dans la salle d'attente, je vais le prévenir.
it: Sicuramente, in qualche modo possiamo fare. Per favore, attenda nella sala comune laggiù, intanto che lo avverto.
ru: Да, разумеется. Пожалуйста, подождите в общей зале, я немедленно поставлю его в известность.

source: I'm tempted to ask what's upstairs.
de: Ich bin versucht zu fragen, was sich oben befindet.
es: Estoy tentado de preguntar qué hay arriba.
fr: Je suis tenté de vous demander ce qu'il y a à l'étage.
it: Vorrei quasi chiederti cosa c'è lassù.
ru: Мне даже захотелось спросить, что там наверху.

source: I'm the $(s.guy) that can get your ass in a lot of trouble if you don't let us by.
de: Ich bin die Person, die dich in ernste Probleme bringen kann, wenn du uns nicht vorbeilässt.
es: Yo soy el $(s.guy) que te puede buscar muchos problemas si no nos dejas pasar.
fr: Je suis la personne qui peut vous faire avoir de gros ennuis si vous ne nous laissez pas passer.
it: Sono il $(s.guy) che può cacciarti in un mare di guai se non ci lasci passare.
ru: Тебе не все равно? Пропусти, или сильно об этом пожалеешь.

source: I'm the new maintenance guy. This is my first day.
de: Ich bin der neue Hausmeister. Heute ist mein erster Tag.
es: Soy el nuevo chico de mantenimiento. Es mi primer día.
fr: Je suis le nouveau type de la maintenance. C'est mon premier jour.
it: Sono il nuovo addetto alla manutenzione. È il mio primo giorno di lavoro.
ru: Я новый дворник. Первый день на работе.

source: I'm the nobody who didn't hear nothing.
de: Ich bin der Niemand, der auch gar nichts gehört hat.
es: Yo soy un nadie que no ha oído nada.
fr: Je ne suis personne, et j'ai rien vu.
it: Sono la persona che non ha visto né sentito niente.
ru: Никто. И ничего не знаю о случившемся.

source: I'm the one who's going to pretend you have better manners. I need to find Coyote.
de: Ich bin jemand, der so tut, als hättest du bessere Manieren. Ich muss Coyote finden.
es: Imaginaré que tienes mejores modales. Necesito encontrar a Coyote.
fr: Je vais faire comme si je n'avais rien entendu. Il faut que je trouve Coyote.
it: Chi sono? Qualcuno che ignora i tuoi modi maleducati. Devo trovare Coyote.
ru: Будем считать, что ты этого не говорил. Мне надо найти Койот.

source: I'm very busy. You show me something worth my time, or you walk away.
de: Ich bin ein beschäftigter Mann. Bring mir etwas Lohnenswertes oder lass mich in Ruhe.
es: Tengo mucho que hacer. Enséñame algo que merezca mi tiempo o lárgate.
fr: Je suis très occupé. Montrez-moi quelque chose digne d'intérêt ou partez.
it: Ho molto da fare. Il mio tempo è prezioso. Tira fuori qualcosa di interessante o vattene.
ru: Я очень занят. Показывай, что у тебя есть, или уходи.

source: I'm very sorry for your loss.
de: Mein herzliches Beileid.
es: Siento mucho tu pérdida.
fr: Toutes mes condoléances.
it: Mi dispiace molto.
ru: Примите мои соболезнования.

source: I'm working to solve her brother's murder.
de: Ich versuche, den Mord an ihrem Bruder zu lösen.
es: Estoy intentando resolver el asesinato de su hermano.
fr: Je suis sur la piste du meurtrier de son frère.
it: Sto indagando sull'omicidio di suo fratello.
ru: Я пытаюсь раскрыть убийство ее брата.

source: I'm working with Lone Star on the crime scene investigation in the NTSB warehouse.
de: Ich arbeite für Lone Star an der Spurensicherung im NTSB-Warenlager.
es: Estoy trabajando con Lone Star en la investigación de la escena del crimen del almacén del CNST.
fr: Je travaille avec Lone Star sur l'enquête criminelle de l'entrepôt du NTSB.
it: Collaboro con la Lone Star all'inchiesta sull'omicidio nel magazzino della NTBS.
ru: Я работаю вместе с "Одинокой звездой" над расследованием убийства, случившегося на этом складе.

source: I'm working with the coroner, bronze. Open the gate.
de: Ich arbeite für den Gerichtsmediziner, du Polyp. Mach das Tor auf.
es: Estoy trabajando con el forense, agente. Abre la puerta.
fr: Je travaille avec le légiste . Ouvrez la porte.
it: Sono l'assistente del medico legale. Apri il cancello.
ru: Я помогаю судебному медику. Открывай ворота.

source: I'm your servant. What's first?
de: Ich stehe zu Ihren Diensten. Wo soll ich anfangen?
es: Estoy a tu servicio. ¿Qué hago primero?
fr: À vos ordres. Par où je commence ?
it: Agli ordini. Qual è la prima cosa da fare?
ru: Я тут обслуга. Откуда начинать?

source: I'm... I'm sure he's okay. They probably just took away his deck... Father wouldn't... No. He's okay.
de: Ich ... ich bin mir sicher, dass es ihm gut geht. Sie haben ihm bestimmt nur sein Deck abgenommen ... Vater würde nicht ... Nein. Es geht ihm gut.
es: Yo... Seguro que está bien. Probablemente solo le quitaron el ciberterminal... Mi padre no haría... No. Está bien.
fr: Je... Je suis sûr qu'il va bien. Ils ont probablement dû prendre son deck... Père ne ferait pas... Non. Il va bien.
it: Io... Non ho dubbi: sta bene. Probabilmente gli hanno solo portato via il terminale... Mio padre non... No. Sta bene.
ru: Я... Я уверена, с ним все будет в порядке. Скорее всего, они просто отобрали у него деку... Отец бы не посмел... Нет. У него все хорошо.

source: I've been working, Mrs. Kubota.
de: Ich hab hart gearbeitet, Mrs. Kubota.
es: He estado trabajando, Sra. Kubota.
fr: Je travaillais, Mme Kubota.
it: Ho lavorato, signora Kubota.
ru: Такая уж у меня работа.

source: I've decided that I need to kick your ass.
de: Ich hab mich dazu entschieden, dir gewaltig in den Arsch zu treten.
es: He decidido que necesito darte una paliza.
fr: J'ai décidé que je devais vous botter le cul.
it: Ho deciso che devo prenderti a calci nel culo.
ru: Собираюсь надрать тебе задницу.

source: I've done bad things...
de: Ich habe furchtbare Dinge getan ...
es: He hecho cosas malas...
fr: J'ai fait de mauvaises choses...
it: Ho fatto cose cattive...
ru: Мне пришлось много грешить...

source: I've got 800 nuyen for something like that.
de: Für so etwas könnte ich 800 Nuyen aufbringen.
es: He recibido 800 nuyens por algo como eso.
fr: J'ai 800 nuyens à offrir pour quelque chose comme ça.
it: Posso offrirti 800 nuyen per roba del genere.
ru: За это я заплачу тебе 800 нюйен.

source: I've got a break until dinner so I'm going out for a beer. See ya around.
de: Ich hab jetzt frei bis zum Abendessen, also geh ich raus, ein Bierchen trinken. Man sieht sich.
es: Puedo descansar hasta la cena, así que voy a salir a por una cerveza. Nos vemos.
fr: Je suis en pause jusqu'au dîner donc je vais sortir prendre une bière. À plus.
it: Sono in pausa fino all'ora di cena, vado a farmi una birra. Ci vediamo in giro.
ru: До ужина еще есть время, так что я, пожалуй, хлебну пивка. Бывай.

source: I've got a locator chip slotted in my head these days. If... when... my heart stops, it'll activate. That's how you'll find me. See you on the slab.
de: Ich habe einen Ortungschip in meinem Kopf installiert. Falls ... wenn ... mein Herz aufhört zu schlagen, wird er aktiviert. So kannst du mich finden. Ich seh dich auf dem Obduktionstisch.
es: Tengo un chip localizador injertado en la cabeza. Si... cuando... mi corazón se detenga, se activará. Así me encontrarás. Nos vemos en la morgue.
fr: Je me suis fait implanter un traceur dans le crâne. Si... quand... mon cœur s'arrêtera, il s'activera. C'est comme ça que tu pourras me trouver. On se voit plus tard, à la morgue.
it: Ho un chip localizzatore all'interno della mia testa. Se... quando... il mio cuore si ferma, si attiverà. Ecco come mi troverai. Ci vediamo in obitorio.
ru: Я вживил себе в череп маячок. Если... когда... мое сердце перестанет биться, он придет в действие. Найти меня будет не трудно. До встречи в морге.

source: I've got a... flight recorder.
de: Ich habe einen ... Flugschreiber.
es: Tengo una... caja negra.
fr: J'ai une... boite noire.
it: Ho la... scatola nera di un aereo.
ru: У меня есть... черный ящик.

source: I've got it right here, Frank. You can send this to her family now. {{GM}}Give Frank the necklace.{{/GM}}
de: Ich hab sie, Frank. Jetzt kannst du sie ihrer Familie schicken. {{GM}}Gib Frank die Kette.{{/GM}}
es: Lo tengo aquí mismo, Frank. Ya puedes enviárselo a su familia. {{GM}}Entregar el collar a Frank.{{/GM}}
fr: Il est là, Frank. Vous pouvez l'envoyer à sa famille. {{GM}}Donner le collier à Frank.{{/GM}}
it: Ce l'ho proprio qui, Frank. Ora puoi rispedirla alla sua famiglia. {{GM}}Dai a Frank la collana.{{/GM}}
ru: Вот оно, Фрэнк. Можешь передать его ее семье. {{GM}}Отдать Фрэнку ожерелье Люси.{{/GM}}

source: I've got it, sure. I don't recall if we discussed payment, yet...
de: Aber sicher, ich hab sie. Haben wir eigentlich schon über die Bezahlung gesprochen ...?
es: Claro que lo tengo. Aunque no recuerdo si hablamos de dinero...
fr: Ouais, je l'ai. Je ne me souviens pas avoir discuté du paiement, mais...
it: Certo che ce l'ho. Non ricordo se abbiamo già discusso del pagamento...
ru: Да, оно у меня. Но мне кажется, мы забыли обговорить вопрос об оплате...

source: I've got some stuff to take care of first.
de: Ich muss erst noch ein paar Dinge erledigen.
es: Antes tengo que ocuparme de unos asuntos.
fr: J'ai des affaires à régler avant ça.
it: Ho delle cose di cui occuparmi prima.
ru: У меня еще остались тут дела.

source: I've got the BTL recording you're waiting for.
de: Ich hab die BTL-Aufnahme, die ihr haben wolltet.
es: Tengo la grabación del BTL que estabais esperando.
fr: J'ai l'enregistrement du BTL que vous attendez.
it: Ho le registrazioni di BTL che stavate aspettando.
ru: Мне сказали отдать вам запись.

source: I've got two more hits on the name Silas Forsberg.
de: Noch zwei Treffer für den Namen Silas Forsberg.
es: Tengo dos resultados más con el nombre Silas Forsberg.
fr: J'ai deux autres résultats avec le nom Silas Forsberg.
it: Ho altri due risultati per il nome Silas Forsberg.
ru: Имя "Сайлас Форсберг" всплывает еще два раза.

source: I've had enough of this.
de: Das ist mir echt zu blöd.
es: Ya me he cansado de esto.
fr: J'en ai assez entendu.
it: Ne ho avuto abbastanza.
ru: С меня довольно.

source: I've lived in the shadows - so give me someone who understands the life of a runner.
de: Ich hab in den Schatten gelebt – also wäre jemand gut, der einen Runner versteht.
es: He vivido en las sombras,así que asígname a alguien que entienda la vida de un runner.
fr: J'ai vécu dans les ombres, alors donnez-moi quelqu'un qui comprend la vie d'un runner.
it: Ho passato la mia vita nell'ombra, quindi fammi parlare con qualcuno che capisca la vita di un Runner.
ru: Почти вся моя жизнь прошла в тенях. Мне нужен кто-то, кто хорошо понимает образ жизни раннеров.

source: I've realized that nuyen isn't the answer to my problems. It is the root of them.
de: Ich habe erkannt, dass Nuyen meine Probleme nicht lösen können. Sie sind die Ursache allen Übels.
es: Me he dado cuenta de que los nuyens no son la respuesta a mis problemas. Son su raíz.
fr: J'ai réalisé que les nuyens n'étaient pas la réponse à mes problèmes. Ils en sont la source.
it: Ho scoperto che i nuyen non sono la risposta ai miei problemi. Ne sono la causa.
ru: Деньги не решат моих проблем. Они лишь усугубляют их.
