Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: He's got GREAT stories. They don't let us watch sports in here. Violence and triggers and stuff. But listening to Josie talk about his games, it's almost as good as the REAL THING.
de: Er hat ein paar GROSSARTIGE Geschichten. Sie lassen uns hier drin keinen Sport sehen, weil uns das angeblich aggressiv machen würde. Aber Josie bei seinen Geschichten zuzuhören ist fast so gut, wie sie IN ECHT zu sehen.
es: Cuenta unas historias GENIALES. Aquí no nos dejan ver deportes. Violencia y activaciones y cosas de esas. Pero escuchar a Josie hablar de sus partidos es casi tan bueno como la REALIDAD.
fr: Il a plein d'histoires GÉNIALES à raconter. Ici on n'a pas le droit de regarder le sport à la télé. Ni de films violents ou d'action. Mais quand on écoute Josie parler de ses matchs, on s'y croirait presque POUR DE VRAI.
it: Ha delle storie GRANDIOSE. Non ci fanno guardare lo sport, qui. Violenza, grilletti e compagnia bella. Ma sentire Josie parlare delle sue partite, è emozionante quasi come vederle DAVVERO.
ru: А еще он рассказывает ИСТОРИИ. Нам не разрешают смотреть спортивные телепередачи, потому что там насилие и все такое. Но Джози так интересно рассказывает о своих играх, что слушать его не хуже, чем смотреть НАСТОЯЩИЕ.

source: He's got the whole top floor all to himself. Fancies he's the king around here.
de: Er hat den ganzen oberen Stock für sich. Hält sich für eine Art König hier.
es: Tiene el último piso para él solo. Se cree el rey.
fr: Il a le dernier étage tout entier pour lui seul. Il aime se prendre pour le roi, par ici.
it: L'attico è tutto suo. Crede di essere il re da queste parti.
ru: Он загреб себе весь верхний этаж. Считает себя большой шишкой.

source: He's got the whole top floor all to himself. Fancies himself the king around here.
de: Er hat den ganzen oberen Stock für sich. Hält sich für eine Art König hier.
es: Tiene el último piso para él solo. Se cree el rey del lugar.
fr: Il a le dernier étage tout entier pour lui seul. Il aime se prendre pour le roi, par ici.
it: L'attico è tutto suo. Crede di essere il re da queste parti.
ru: Он загреб себе весь верхний этаж. Считает себя большой шишкой.

source: Head Thug
de: Oberschläger
es: Matón jefe
fr: Caïd
it: Delinquente capo
ru: Предводитель головорезов

source: Head back to the Seamstresses Union?
de: Willst du zur Seamstresses Union zurückkehren?
es: ¿Volver al Unión de Costureras?
fr: Retourner au Seamstresses Union ?
it: Torni al Seamstresses Union?
ru: Вернуться в Союз белошвеек?

source: Head downstairs?
de: Hinuntergehen?
es: ¿Bajar?
fr: Descendre les escaliers ?
it: Vuoi scendere le scale?
ru: Спуститься в подвал?

source: Head out into the Barrens?
de: Willst du dich in die Barrens aufmachen?
es: ¿Quieres salir a los Barrens?
fr: Aller à Barrens ?
it: Direzione Terre desolate?
ru: Отправиться в Пустоши?

source: Head to Mercy Mental Hospital to confront Dr. Holmes?
de: Zum Mercy Mental Hospital gehen und Dr. Holmes konfrontieren?
es: ¿Dirigirte al hospital psiquiátrico Mercy para enfrentarte al Dr. Holmes?
fr: Aller à l'hôpital psychiatrique Mercy pour confronter le Dr Holmes ?
it: Andare al Mercy Mental Hospital per affrontare il dottor Holmes?
ru: Отправиться в психиатрическую клинику на встречу с доктором Холмсом?

source: Head to Mercy Mental hospital to confront Dr. Holmes?
de: Bist du bereit, Dr. Holmes im Mercy Mental Hospital gegenüberzutreten?
es: ¿Ir al psiquiátrico Mercy para enfrentarte al doctor Holmes?
fr: Aller à l'hôpital psychiatrique Mercy pour confronter le Dr Holmes ?
it: Vai al Mercy Mental Hospital ad affrontare il dottor Holmes?
ru: Отправиться в психиатрическую клинику на встречу с доктором Холмсом?

source: Head to the Hive beneath the Universal Brotherhood?
de: Bist du bereit, in das Nest unter der Universellen Bruderschaft vorzudringen?
es: ¿Dirigirte a la Colmena debajo de la Hermandad Universal?
fr: Aller à la Ruche, en-dessous de la Confrérie Universelle ?
it: Si va al Nido sotto la Fratellanza Universale?
ru: Отправиться в улей под зданием Всеобщего братства?

source: Head to the Renraku Lab to do the Johnson's run?
de: Bist du bereit, dich für Johnsons Run zum Renraku-Labor aufzumachen?
es: ¿Ir al laboratorio de Renraku para hacer el run de Johnson?
fr: Aller au labo Renraku pour faire le run de Johnson ?
it: Si va al Laboratorio della Renraku per la missione di Johnson?
ru: Отправиться в лабораторию Ренраку по поручению мистера Джонсона?

source: Head to the Seamstresses Union to regroup and hire a team?
de: Bist du bereit, zur Seamstresses Union zurückzukehren und ein Team anzuheuern?
es: ¿Ir al Unión de Costureras para reagruparte y contratar a un equipo?
fr: Aller au Seamstresses Union pour un regroupement et engager une équipe ?
it: Andare al Seamstresses Union per radunarsi e assoldare una squadra?
ru: Вернуться в ''Союз'' за припасами и подмогой?

source: Head to the Telestrian Office to do the Baron's run?
de: Bist du bereit, dich für den Run des Barons zum Telestrian-Bürogebäude aufzumachen?
es: ¿Ir a la oficina de Telestrian para hacer el run del barón?
fr: Aller au bureau Telestrian pour faire le run du Baron ?
it: Si va agli uffici Telestrian per la missione di Baron?
ru: Отправится в офис Телестриан Индастриз по поручению Барона?

source: Heal 2
de: Heilung 2
es: Curación 2
fr: Guérison 2
it: Cura 2
ru: Исцеление 2

source: Heard about that. Real shame what happened to him.
de: Davon hab ich gehört. Wirklich eine Schande, was mit ihm passiert ist.
es: He oído hablar de eso. Una pena lo que le pasó.
fr: J'en ai entendu parler. C'est terrible ce qui lui est arrivé.
it: Ne ho sentito parlare. Quello che gli è successo è una vera disgrazia.
ru: Я слышал о случившемся. Мне очень его жаль.

source: Heavy Runner
de: Schwerer Runner
es: Runner pesado
fr: Runner balèze
it: Runner pesante
ru: Опытный раннер

source: Heh, heh, that's right. Take that!
de: Hehe, ausgezeichnet. Nehmt das!
es: Je, je, eso es cierto. ¡Toma esta!
fr: Hé hé, exactement. Prends ça !
it: Eh, eh, hai ragione. Prendi questo!
ru: Хе-хе-хе, вот так. Получай!

source: Heh, heh. Not yet, kid.
de: Hehe. Noch nicht, Junge.
es: Je, je. Aún no, chico.
fr: Hé, hé. Pas encore.
it: Eh eh. Non ancora, bamboccio.
ru: Хе-хе. Обожди малость, паренек.

source: Heh, me too. I used to be in Accounting a few floors up. A few too many drinks at the Christmas party and look at me now.
de: Ha, und von mir. Ich war früher in der Buchhaltung, ein paar Stockwerke weiter oben. Ein paar Drinks zu viel auf der Weihnachtsfeier und jetzt stehe ich hier.
es: Sí, y de mí también. Yo antes estaba en contabilidad, unos pisos más arriba. Unas copas de más en la fiesta de Navidad, y mira dónde he acabado.
fr: Hé, moi aussi. J'étais comptable avant, quelques étages au-dessus. Quelques verres de trop à la fête de Noël, et regardez-moi, maintenant.
it: Eh eh, anche a me. Ero nella contabilità, qualche piano sopra. Ho bevuto qualche drink di troppo alla festa di Natale e guardami adesso.
ru: А, это чувство мне знакомо. Еще в прошлом году у меня было место в финансовом отделе двумя этажами выше. На рождественском корпоративе ко мне начал приставать начальник, пришлось дать ему от ворот поворот. Смотри, где я теперь.

source: Heh, well Stevie loves those hounds so let just say it would be bad for you if you make 'em mad.
de: Heh, naja, Stevie liebt diese Hunde, also würd ich mal sagen, es ist schlecht für dich, wenn du sie wütend machst.
es: Vaya, Stevie adora a esos sabuesos, así que probablemente no te convenga hacerlos enfadar.
fr: Hé, Stevie adore ces chiens, alors disons que ce ne serait pas très bon pour vous si vous les rendiez fous.
it: Ecco... Stevie ama molto quei cani, quindi diciamo che sarebbe solo peggio per te se li facessi incavolare.
ru: Ха! Стиви сильно их любит. Не надо их обижать, а то он выместит злость на тебе.

source: Hell no. 'Round here, that kind of thing gets you killed.
de: Ich bin doch nicht bescheuert. In dieser Gegend wäre das Selbstmord.
es: Demonios, no. Por aquí ese tipo de cosas te puede costar la vida.
fr: Bien sûr que non. Dans ce quartier c'est le meilleur moyen de se faire tuer.
it: Certo che no. Da queste parti puoi finire ammazzato per una cosa così.
ru: Конечно, нет. Любопытные долго не живут.

source: Hell yeah, it smells funny! Look at where he set the meeting. This was supposed to be a public place.
de: Oberfaul! Schau doch nur, an was für einem Ort er das Treffen vereinbart hat. Er sagte, das hier sei ein belebter Platz.
es: ¡Y tanto que huele raro! Mira dónde nos ha citado. Se suponía que era un lugar público.
fr: C'est clair que c'est bizarre ! Y'a qu'à voir l'endroit où il nous a donné rendez-vous. C'était censé être un endroit fréquenté.
it: Sì puzza di bruciato, davvero! Guarda dove ha fissato l'appuntamento. Questo doveva essere un luogo pubblico.
ru: Еще бы он нас не заложил! Ты погляди, где он назначил эту встречу. Это похоже на рандеву в людном месте?

source: Hello $(scene.BroSis), what can I help you with?
de: Hallo, $(scene.BroSis). Womit kann ich dir helfen?
es: Hola, $(scene.BroSis), ¿en qué puedo ayudarte?
fr: Bonjour $(scene.BroSis), comment puis-je vous aider ?
it: Salve $(scene.BroSis), in cosa posso aiutarti?
ru: Добрый вечер, $(scene.BroSis), чем я могу помочь?

source: Hello Valerie. Are you ready for your medication now? The doctor just has a few questions for you and then you can have the pretty pills.
de: Hallo, Valerie. Bist du bereit für deine Medikamente? Der Arzt möchte dir nur ein paar Fragen stellen und dann kannst du die schönen, bunten Pillen haben.
es: Hola, Valerie. ¿Lista para sus medicinas? El doctor quiere hacerle unas preguntas, y después podrá tomarse sus preciosas pastillitas.
fr: Bonjour Valerie. Vous êtes prête pour votre traitement, maintenant ? Le docteur a juste quelques questions pour vous, et après vous pourrez prendre vos jolies pilules.
it: Ciao Valerie. Sei pronta a prendere la medicina? Il dottore ti farà qualche domanda e poi potrai prendere le tue pilloline.
ru: Привет, Валери. Ты готова принять лекарство? Доктор задаст тебе несколько вопросов, а потом даст тебе твои волшебные таблетки.

source: Hello again, my friend. How may I help you along the path to Truth?
de: Hallo nochmal, mein Freund. Wie kann ich dir auf dem Pfad zur Wahrheit behilflich sein?
es: Hola de nuevo. ¿Cómo puedo ayudarte en el camino de la Verdad?
fr: Rebonjour, mon ami. Comment puis-je vous aider sur le chemin de la Vérité ?
it: Sono felice di rivederti. Come posso facilitarti il cammino lungo il sentiero verso la Verità?
ru: Приветствую, друг. Чем я могу помочь тебе на пути к обретению Истины?

source: Hello again. Can I help you?
de: Und nochmal hallo. Kann ich dir helfen?
es: Hola otra vez. ¿Te puedo ayudar en algo?
fr: Re-bonsoir. Je peux vous aider ?
it: Salve di nuovo. Posso aiutarti?
ru: Еще раз привет. Чем могу помочь?

source: Hello again. I don't think I have much more to say, you might want to visit our Counseling Center or the Cafeteria.
de: Hallo noch mal. Ich glaube nicht, dass ich dir noch viel mehr sagen kann. Vielleicht möchtest du unser Beratungscenter oder die Cafeteria besuchen?
es: Hola otra vez. Creo que no tengo mucho más que decir, quizá podrías visitar nuestro Centro de Asesoramiento o la cafetería.
fr: Re-bonjour. Je n'ai pas grand chose à rajouter, vous devriez peut-être aller à notre centre de conseils ou à la cafétéria.
it: Salve di nuovo. Non penso di avere molto altro da aggiungere, ma può sempre recarsi al consultorio o alla caffetteria.
ru: Добрый день. Если у вас еще остались вопросы, вам следует поговорить с кем-нибудь из наставников. Их можно найти в одной из аудиторий или в кафе.

source: Hello again. Is there something more I can help you with?
de: Hallo noch mal. Gibt es irgendetwas anderes, bei dem ich dir behilflich sein kann?
es: Hola otra vez. ¿Te puedo ayudar con algo más?
fr: Re-bonjour. Y a-t-il autre chose que je puisse faire pour vous ?
it: Salve di nuovo. Posso fare qualcos'altro per lei?
ru: Добрый день. Я могу помочь еще чем-нибудь?

source: Hello again. Please let me know if there's any way I can help.
de: Hallo noch mal. Bitte lass mich wissen, wenn ich dir irgendwie helfen kann.
es: Hola otra vez. Por favor, si puedo ayudarte en algo dímelo.
fr: Re-bonjour. Faites-moi savoir si je peux vous être d'une quelconque aide.
it: Ci rivediamo. Ti prego, dimmi se posso aiutarti in qualche modo.
ru: Еще раз здравствуй. Дай знать, если тебя что-нибудь заинтересовало.

source: Hello, Dresden. How’s my favorite body snatcher?
de: Hallo Dresden. Was macht mein Lieblings-Leichenräuber?
es: Hola, Dresden. ¿Cómo está mi robacadáveres?
fr: Bonjour, Dresden. Comment va mon ramasseur de cadavre préféré ?
it: Ciao, Dresden. Come sta il mio ladro di cadaveri preferito?
ru: Привет, Дрезден, как твои кадавры?

source: Hello, McKlusky. How'd you find me?
de: Hallo, McKlusky. Wie haben Sie mich gefunden?
es: Hola, McKlusky. ¿Cómo me has encontrado?
fr: Salut, McKlusky. Comment m'avez-vous retrouvé ?
it: Ciao, McKlusky. Come hai saputo che ero qui?
ru: Привет, Макклюски. Как ты меня нашел?

source: Hello, stranger. I'm busy right now, so I hope you've got something that's worth my time.
de: Hallo Fremder. Ich bin gerade beschäftigt, ich hoffe also, du hast etwas, das meine Zeit wert ist.
es: Hola, visitante. Ahora mismo estoy ocupado, así que espero que tengas algo digno de mi tiempo.
fr: Bonjour, étranger. Je suis très occupé, alors j'espère que vous m'apportez quelque chose qui vaut la peine.
it: Salve, persona sconosciuta. Ho molto da fare in questo momento, quindi spero che tu abbia qualcosa che valga il mio tempo.
ru: Приветствую, друг. Я занят и поэтому надеюсь, что ты отвлекаешь меня не просто так.

source: Hello, stranger. You look new here. Are you new here?
de: Hallo, Fremder. Du scheinst neu hier zu sein. Bist du neu?
es: Hola, visitante. No pareces de por aquí. ¿Acabas de llegar?
fr: Bonjour, étranger. Je ne crois pas vous avoir déjà rencontré. Vous êtes nouveau ?
it: Salve, persona sconosciuta. Sembri nuovo di queste parti. Sei nuovo di queste parti?
ru: Привет, я тебя не знаю. Наверное, ты из новеньких. Ты ведь из новеньких?

source: Hello, this is Jessica.
de: Hallo, hier ist Jessica.
es: Hola, Jessica al habla.
fr: Allô, Jessica à l'appareil.
it: Pronto, sono Jessica.
ru: Алло! Это Джессика.

source: Help!
de: Hilfe!
es: ¡Ayuda!
fr: À l'aide !
it: Aiuto!
ru: На помощь!

source: Help! Get over here!
de: Hilfe! Hierher!
es: ¡Ayuda! ¡Ven aquí!
fr: À l'aide ! par ici !
it: Aiuto! Vieni qui!
ru: На помощь! Сюда!

source: Help! Help!
de: Hilfe! Hilfe!
es: ¡Ayuda! ¡Socorro!
fr: Au secours ! Au secours !
it: Aiuto! Aiuto!
ru: На помощь! На помощь!

source: Help...
de: Hilfe ...
es: Ayuda...
fr: À l'aide...
it: Aiuto...
ru: Помогите...

source: Helps when the other team doesn't walk away. No one to follow you.
de: Es hilft, wenn das andere Team nicht davon zurückkehrt. So kann dir wenigstens niemand folgen.
es: Es más fácil cuando el otro equipo no se da media vuelta y se va. No hay nadie que te siga.
fr: Ça aide quand l'autre équipe ne s'en sort pas. Personne qui vous suit.
it: Meglio ancora quando l'altra squadra non esce viva. Nessuno che ti segue.
ru: А когда другая команда не возвращается - еще лучше. Никто не пойдет по твоему следу.

source: Her anger at Coyote's rashness slowly washes from her eyes and is replaced by tears. She sniffs, wipes them away, and inclines her head to you.
de: Ihre Wut auf Coyotes leichtsinniges Handeln verschwindet langsam aus ihren Augen und wird von Tränen verdrängt. Sie schnieft, wischt sich die Tränen aus den Augen und neigt den Kopf zu dir.
es: Su enfado por la precipitación de Coyote desaparece lentamente de sus ojos y da paso a las lágrimas. Aspira, se las seca e inclina la cabeza hacia ti.
fr: La colère qu'elle a ressentie face à l'imprudence de Coyote se dissipe peu à peu pour faire place aux larmes. Elle reniffle, essuie ses larmes et incline la tête vers vous.
it: La rabbia per la sconsideratezza di Coyote svanisce dai suoi occhi per far posto alle lacrime. Singhiozza, si asciuga, poi volge il capo verso di te.
ru: Ее гнев постепенно исчезает. Она успокаивается, и на глаза ее наворачиваются слезы. Она шмыгает носом, промокает глаза носовым платком и благодарно тебе кивает.

source: Her room is upstairs. If you are looking for her, I invite you to examine it. You may be able to uncover her whereabouts. I would not normally betray her privacy in this way, but... she's missed two shifts now, and cannot be reached on her comm. It is unlike her. If something has happened, I will not have inaction on my conscience. Here is the key.
de: Ihr Zimmer befindet sich oben. Wenn du nach ihr suchst, würde ich vorschlagen, dass du mal hineinschaust. Vielleicht kannst du herausfinden, wo sie ist. Ich würde ihre Privatsphäre normalerweise pfleglicher behandeln, aber ... sie hat jetzt schon zwei Schichten verpasst und kann nicht auf ihrem Kommlink erreicht werden. Wenn ihr etwas zugestoßen ist, möchte ich mich nicht durch Tatenlosigkeit schuldig machen. Hier hast du den Schlüssel.
es: Su habitación está arriba. Si la estás buscando, te invito a que la registres. Puede que descubras dónde está. Normalmente no traicionaría su privacidad así, pero... Ya ha faltado a dos turnos y no contesta a mis llamadas. No es propio de ella. Si le ha pasado algo, no caerá sobre mi conciencia el no haber hecho nada. Toma, la llave.
fr: Sa chambre est à l'étage. Si vous la cherchez, je vous conseille d'aller y jeter un coup d'œil. Vous trouverez peut-être une piste sur l'endroit où elle se trouve. Je n'ai pas pour habitude de laisser les gens envahir son intimité, mais... ça fait déjà deux jours qu'elle n'est pas venue et personne n'arrive pas à la joindre. Ça ne lui ressemble pas. S'il lui est arrivé quelque chose, je préfère agir qu'attendre les bras croisés. Voilà la clé.
it: La sua stanza è di sopra. Se stai cercando lei, ti conviene esaminarla. Forse troverai tracce utili per ritrovarla. Non mi permetterei mai di invadere la sua privacy in condizioni normali, ma ha saltato già due turni ed è irraggiungibile al suo commlink. Non è da lei. Se le è capitato davvero qualcosa, non voglio lasciare nulla intentato. Ecco la chiave.
ru: Ее комната наверху. Если ты хочешь ее найти, можешь осмотреть ее вещи. Быть может, тебе повезет. Обычно я бы не стала впускать туда посторонних, но... она пропустила уже две смены и не отвечает на звонки. Это на нее не похоже. Если с ней что-то случилось, я не хочу, чтобы вина тяжким грузом лежала на моей совести. Вот ключ.

source: Here at the Shack, earlier today. I think she was heading to the market to meet a friend. Hell... I was going to join her on my way home, but we got some last minute customers. {{GM}}He sighs.{{/GM}}
de: Heute, hier am Laden. Sie wollte sich am Markt mit einer Freundin treffen. Verdammt ... ich wollte mich sogar mit ihr auf den Heimweg machen, aber dann sind kurz vor Schluss noch Kunden gekommen. {{GM}}Er seufzt.{{/GM}}
es: Aquí, en Shack, hoy mismo. Creo que se dirigía al mercado para ver a un amigo. Demonios... Iba a reunirme con ella al volver a casa, pero tuvimos clientes de última hora. {{GM}}Suspira.{{/GM}}
fr: Ici, au Shack, un peu plus tôt. Je crois qu'elle allait voir un ami au marché. Bon dieu... J'ai failli l'accompagner avant de rentrer chez moi, mais j'ai eu des clients de dernière minute. {{GM}}Il soupire.{{/GM}}
it: Qui alla Shack, stamattina presto. Penso che avesse appuntamento con qualcuno. Diamine... L'avrei raggiunta tornando a casa, ma abbiamo avuto dei clienti all'ultimo momento. {{GM}}Sospira.{{/GM}}
ru: Прямо здесь, в нашей забегаловке. Вроде бы сегодня после обеда она собиралась на рынок, встретиться там со старым знакомым. У меня как раз заканчивалась смена и я хотел проводить ее, но наплыв клиентов был необыкновенно большой. {{GM}}Он вздыхает.{{/GM}}

source: Here at the Union? Yes, fine. I'm just getting back myself.
de: Hier in der Union? Ja, klar. Ich komme nur grad wieder zu mir.
es: ¿Aquí, en el Unión? Sí, perfecto. Solo estoy recuperándome.
fr: Ici, à l'Union ? Oui, bien sûr. J'en reviens à l'instant.
it: Qui all'Union? Sì, va bene. Mi sto solo riprendendo.
ru: В Союзе? Нет, ничего. Я только что вернулась со смены.

source: Here it is. The Cutters brought in these barrels into this alley, probably to make sure they are not so easily found. You can use your drone to get in there.
de: Da wären wir. Die Cutter haben diese Fässer in die Gasse geschoben, wahrscheinlich, um sicherzugehen, dass sie nicht so leicht gefunden werden. Mit deiner Drohne kannst du dort hineingelangen.
es: Aquí está. Los Cortadores trajeron estos barriles a este callejón, probablemente para que nadie los encontrara fácilmente. Puedes usar tu sonda para entrar.
fr: Voilà. Les Cutters ont entassé des tonneaux dans cette allée, probablement pour s'assurer qu'ils n'y soient pas découverts. Vous pouvez utiliser votre drone pour y aller.
it: Ecco qui. La banda dei Cutter ha portato questi barili qui nel vicolo, forse per assicurarsi che non vengano trovati facilmente. Puoi usare il tuo drone per entrare.
ru: Вот это место. Скорее всего, бочки принесли сюда, чтобы их было не так просто найти. Ты можешь использовать дрона, чтобы к ним подобраться.

source: Here they come!
de: Da kommen sie!
es: ¡Aquí vienen!
fr: Les voilà !
it: Eccoli che arrivano!
ru: Вот они!

source: Here to help, $+(l.sir)! Mr. Telestrian sends his regards.
de: Ich bin hier, um zu helfen, $+(l.sir)! Mr. Telestrian lässt seine Grüße ausrichten.
es: ¡He venido a ayudar, $+(l.sir)! El Sr. Telestrian manda recuerdos.
fr: J'suis là pour aider, $+(l.sir) ! Vous avez le bonjour de M. Telestrian.
it: Siamo qui per dare una mano, $+(l.sir)! Il signor Telestrian manda i suoi saluti.
ru: Мы здесь, чтобы помочь, $+(l.sir)! Мистер Телестриан передает свои наилучшие пожелания.
