Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I don’t know! I was mad at my father and my aunt brought me here. She said the Brotherhood was just what I needed. That I could find a new family here like she did. That I could be part of something bigger than myself. Then it got weird. You’d expect people like this to be nice to you, y’know? That’s what they’re all about. But this was different. They all started bowing to me. And that’s when the chanting started. That’s when I got really scared.
de: Ich weiß es nicht! Ich war sauer auf meinen Vater und meine Tante hat mich hierher gebracht. Sie hat gesagt, dass die Bruderschaft genau das Richtige für mich sei. Dass ich eine neue Familie finden könnte, wie sie auch. Dass ich Teil von etwas Größerem sein könnte. Dann wurde es richtig seltsam. Man denkt ja, dass solche Leute nett sind, weißt du? Darum geht es ja. Aber es war anders. Sie fingen an, sich vor mir zu verbeugen. Und dann gingen diese Choräle los. Das hat mir wirklich Angst gemacht.
es: ¡No lo sé! Me enfadé con mi padre y mi tía me trajo aquí. Me dijo que la Hermandad era justo lo que necesitaba. Que aquí encontraría una familia nueva, como ella. Que podría formar parte de algo mayor. Y entonces todo fue muy extraño. Lo normal sería pensar que esta gente sería amable contigo, ¿no? Eso es lo que dicen. Pero no fue así. Todos empezaron a hacerme reverencias. Y entonces empezaron los cánticos. En ese momento es cuando me asusté de verdad.
fr: Je ne sais pas ! Je me suis fâchée avec mon père, et ma tante m'a amenée ici. Elle disait que la Confrérie, c'est exactement ce qu'il me fallait. Que j'y trouverai une nouvelle famille, comme elle. Que je pourrais faire partie d'une chose plus grande que moi. Ensuite tout a déraillé. Je m'attendais à ce que les gens soient gentils avec moi, vous voyez ? C'est ce qu'ils racontent partout. Mais ça ne s'est pas passé comme ça. Ils se sont tous prosternés devant moi. Et c'est après ça qu'ils se sont mis à chanter. Là j'ai commencé à avoir très peur.
it: Non lo so! Ero arrabbiata con mio padre, e mia zia mi ha portata qui. Diceva che la Fratellanza era esattamente quello che mi serviva. Che potevo trovare una nuova famiglia qui, come era successo per lei. Che potevo entrare a far parte di qualcosa di più grande di me. Poi la cosa ha preso una strana piega. Ti aspetteresti che gente così sia gentile con te, no? Questo è il principio. Ma le cose sono andate diversamente. Hanno cominciato a inchinarsi a me. È stato allora che i canti sono cominciati. Ho avuto una paura tremenda a quel punto.
ru: Не знаю! Я поссорилась с отцом, и моя тетка отвела меня сюда. Она сказала, что Братство с радостью меня примет. Сказала, что я обрету здесь новую семью, так же как это случилось с ней. Что я смогу стать чем-то большим. А потом все полетело к чертям. Обычно такие люди стараются тебе понравиться, разве нет? Так они вербуют новых членов в секту. А эти были какие-то странные. Сперва они принялись мне кланяться, а потом завели свое пение. Тут-то я и испугалась.

source: I don’t know, $(l.name). {{GM}}Sam is a good guy and can hold his own in a fight but he’s been hitting the bottle pretty good lately. Never on a run - so far - but he needs watching.{{/GM}}
de: Ich weiß nicht, $(l.name). {{GM}}Sam ist ein netter Kerl und schlägt sich wacker im Kampf, aber in letzter Zeit hat er beunruhigend viel gesoffen. Nie während eines Runs – bis jetzt – doch er könnte zum Problem werden.{{/GM}}
es: No lo sé, $(l.name). {{GM}}Sam es un buen tío y puede arreglárselas solo en una pelea, pero últimamente le da demasiado a la bebida. De momento no lo ha hecho nunca durante un run, pero hay que vigilarlo.{{/GM}}
fr: Je ne sais pas, $(l.name). {{GM}}Sam, c'est un brave type et il se défend pas mal dans les combats. Mais dernièrement, il a tendance à picoler. Cela dit jamais en mission, du moins pour l'instant. Mais vaut mieux le surveiller.{{/GM}}
it: Non lo so, $(l.name). {{GM}}Sam è un bravo ragazzo, e se deve menare le mani, ci sa fare. Ma ultimamente alza un po' troppo il gomito. Mai durante una missione, finora, ma c'è da tenere gli occhi aperti.{{/GM}}
ru: Не знаю, $(l.name). {{GM}}Сэм неплохой парень и умеет за себя постоять в заварушке, но последнее время он слишком часто прикладывается к соске. Нет, он не ходит пьяным на дело... пока еще не ходил. Но ты за ним приглядывай.{{/GM}}

source: I don’t know, but someone with some major pull has been looking out for McKlusky’s career. And wallet.
de: Ich weiß es nicht, aber irgendjemand mit sehr viel Einfluss kümmert sich um McKluskys Karriere. Und um seine Brieftasche.
es: No lo sé, pero alguien muy influyente ha estado protegiendo la carrera de McKlusky. Y su cartera.
fr: Je ne sais pas, mais quelqu'un avec beaucoup d'influence a bien veillé à la carrière de McKlusky. Et à son portefeuille.
it: Non lo so, ma qualche pezzo grosso si è occupato della carriera di McKlusky. E del portafogli.
ru: Этого я не знаю, но у Макклюски совершенно точно есть влиятельный покровитель, который двигает его по служебной лестнице. И не дает голодать.

source: I don’t like his aftershave.
de: Ich kann sein Rasierwasser nicht ausstehen.
es: No me gusta su aftershave.
fr: Je n'aime pas son après-rasage.
it: Non mi piace il suo dopobarba.
ru: Мне не понравился его одеколон.

source: I don’t like the sound of this.
de: Das hört sich alles gar nicht gut an.
es: No me gusta nada como suena eso.
fr: Tout ça ne me dit rien qui vaille.
it: Non è molto confortante.
ru: У меня очень плохое предчувствие.

source: I don’t like this Run.
de: Mir gefällt dieser Run nicht.
es: No me gusta este run ni un pelo.
fr: Cette mission ne me dit rien qui vaille.
it: Non mi piace questa missione.
ru: Мне этот набег не нравится.

source: I don’t need your help. See you around.
de: Ich brauche deine Hilfe nicht. Bis dann.
es: No necesito tu ayuda. Nos vemos.
fr: Je n'ai pas besoin de ton aide. À plus.
it: Non ho bisogno del tuo aiuto. Ci vediamo.
ru: Твоя помощь мне не нужна. Бывай.

source: I don’t remember ordering out. Who are you?
de: Kann mich nicht erinnern, was bestellt zu haben. Wer seid ihr Typen?
es: No recuerdo haber pedido ayuda. ¿Quién eres tú?
fr: Je ne me rappelle pas avoir commandé quoi que ce soit. Qui êtes-vous ?
it: Non ricordo di aver chiesto dei rinforzi. Chi sei?
ru: Мы не просили у него помощи.

source: I don’t think so. But thanks for the reassurance. You look like you have a question.
de: Das glaube ich nicht. Aber danke, dass du das sagst. Du siehst aus, als hättest du eine Frage.
es: Creo que no. Pero gracias por tranquilizarme. Yo diría que tienes algo que preguntar.
fr: Je ne crois pas. Mais merci pour le réconfort. On dirait que vous avez une question.
it: Non credo. Ma grazie per la rassicurazione. Sembra che tu abbia una domanda.
ru: Я так не думаю. Но все равно спасибо. Ты смотришь на меня так, будто у тебя есть вопросы.

source: I don’t understand. Are you saying the killer wasn’t responsible for his own actions?
de: Das verstehe ich nicht. Willst du damit sagen, dass der Mörder nicht für seine eigenen Taten verantwortlich war?
es: No lo entiendo. ¿Dices que el asesino no era responsable de sus acciones?
fr: Je ne comprends pas. Êtes-vous en train de dire que le tueur n'était pas responsable de ses propres actions ?
it: Non capisco. Stai dicendo che l'assassino non era responsabile delle sue azioni?
ru: Я не понимаю. Ты хочешь сказать, что убийца не отвечал за свои действия?

source: I don’t want to be alone.
de: Ich will nicht allein sein.
es: No quiero ir a solas.
fr: Je ne veux pas y aller seul.
it: Non voglio stare in solitudine.
ru: Я не хочу идти туда в одиночестве.

source: I don’t work for free. I fight, I get paid. In nuyen, not tours.
de: Ich arbeite nicht umsonst. Wenn ich kämpfen soll, werd ich auch bezahlt. Mit Nuyen, nicht mit einer Tour durch die Barrens.
es: No trabajo gratis. Si peleo, me pagan. En nuyens, no en viajes.
fr: Je ne travaille pas gratuitement. Je me bats, on me paye. En nuyens, pas en visites guidées.
it: Non lavoro gratis. Il mio lavoro si paga. In nuyen, non in giri turistici.
ru: Я не работаю бесплатно. Тебе нужна помощь, мне нужны деньги, а не экскурсовод по здешним достопримечательностям.

source: I don’t, but I need to know who it is before if you want to know my feelings on the matter.
de: Eigentlich nicht, aber ich muss wissen wer es ist, wenn du wissen willst, was ich darüber denke.
es: No, pero si quiere saber qué opino al respecto, tengo que saber quién es.
fr: C'est vrai, mais je dois savoir qui c'est avant de pouvoir vous dire ce que j'en pense.
it: Non voglio, ma prima ho bisogno di sapere chi è, se vuole conoscere la mia opinione sulla questione.
ru: Не хочу. Но я должна знать, кто он, прежде чем я скажу, что думаю о случившемся на самом деле.

source: I dunno. I’m not the brains of this operation but I’m thinking we slot and run. The money’s just not worth... what happened to Dowd.
de: Ich weiß auch nicht. Ich weiß, ich bin nicht gerade der Mann mit dem Plan, aber ich wär dafür, von hier zu verschwinden. Das Geld ist es einfach nicht wert ... das, was mit Dowd passiert ist.
es: No sé. No soy el cerebro de la operación, pero creo que deberíamos largarnos. El dinero no compensa... lo que le pasó a Dowd.
fr: Je sais pas. C'est pas moi le cerveau de l'opération mais je crois qu'on ferait mieux de filer. L'argent n'en vaut pas la peine... Quand on pense à ce pauvre Dowd...
it: Non so. Non sono io il cervello di questa operazione, ma sto pensando di tagliare la corda. Non vale la pena per i soldi... sai cos'è successo a Dowd.
ru: Не знаю, не я тут главный. Но если тебя интересует мое мнение, нам пора делать ноги. Никакие деньги не стоят того, что случилось с Даудом.

source: I earned this face. By being stupid. I’m gonna keep it. End story.
de: Ich hab mir dieses Gesicht verdient. Mit meiner eigenen Dummheit. Ich werde es behalten. Ende und Aus.
es: Me he ganado esta cara... con mi estupidez. Voy a quedármela. Punto final.
fr: J'ai mérité ce visage. En agissant de manière stupide. Je vais le garder. Point final.
it: Questa faccia me la sono guadagnata. Con la mia stupidità. Ho intenzione di tenermela. Fine della storia.
ru: Я заслужила этот шрам. Потому что была дурой. Пусть остается. Это не обсуждается.

source: I fail to see the connection between a murder and a raid on one of my office buildings. There is no connection between the research project and a murder that I am aware of.
de: Ich erkenne die Verbindung zwischen einem Mord und dem Angriff auf eines meiner Bürogebäude nicht. Zwischen dem Forschungsprojekt und dem Mord besteht meines Wissens nach keinerlei Verbindung.
es: No consigo ver la conexión entre el asesino y una incursión en uno de mis edificios de oficinas. No hay ninguna relación entre el proyecto de investigación y un asesino, que yo sepa.
fr: Je ne vois pas le lien entre un meurtre et une attaque sur l'un de mes immeubles de bureaux. À ce que je sache, il n'y a aucun lien entre le projet de recherche et ce meurtre...
it: Non riesco a comprendere la relazione tra un omicidio e l'assalto ai miei uffici. Non sono a conoscenza di nessun collegamento tra quest'uomo e il progetto di ricerca.
ru: Я не вижу связи между убийством и набегом на одно из моих зданий. Насколько мне известно, покойный не имел никакого отношения к этому исследовательскому проекту.

source: I feel like I should be asking you.
de: Ich glaube, das sollte ich eher dich fragen.
es: Siento que debería preguntarte.
fr: J'ai vraiment envie de vous poser la question.
it: Credo che dovrei essere io a farti questa domanda.
ru: Я надеялся, что это ты мне расскажешь.

source: I figure Sam was the type who needed to be thrown out on occasion.
de: Schätze mal, Sam war die Art Person, die man hin und wieder rausschmeißen musste.
es: Supongo que Sam era de esos que hay que echar de vez en cuando.
fr: J'imagine que Sam était du genre à devoir se faire dégager de temps à autres.
it: Suppongo che Sam fosse il tipo che avesse bisogno di essere buttato fuori di tanto in tanto.
ru: Думаю, тебе не раз приходилось выставлять Сэма из этого заведения.

source: I find your bluntness somehow refreshing. {{GM}}He touches a button on the desk.{{/GM}} Mr. Quoth, please ask my daughter to join us.
de: Ich finde langsam Gefallen an Ihrer Unverblümtheit. {{GM}}Er drückt einen Knopf auf dem Tisch.{{/GM}} Mr. Quoth, sagen Sie bitte meiner Tochter, dass sie hereinkommen soll.
es: Encuentro tu franqueza realmente estimulante. {{GM}}Pulsa un botón de la mesa.{{/GM}} Sr. Quoth, por favor, pídale a mi hija que se reúna con nosotros.
fr: D'une certaine manière, je trouve votre franchise rafraîchissante. {{GM}}Il appuie sur un bouton de son bureau.{{/GM}} M. Quoth, s'il vous plaît, voulez-vous bien demander à ma fille de nous rejoindre ?
it: La sua schiettezza è una piacevole novità. {{GM}}Pigia un pulsante sulla scrivania.{{/GM}} Signor Quoth, per favore dica a mia figlia di raggiungerci.
ru: Я успел отвыкнуть от такой прямоты. С тобой приятно иметь дело. {{GM}}Он нажимает на кнопку.{{/GM}} Ворон, пригласи мою дочь присоединиться к нам.

source: I found a bar tab with Coyote's name on it. She here?
de: Ich habe eine Quittung mit dem Namen Coyote darauf gefunden. Ist sie hier?
es: He visto una cuenta en el bar con el nombre de Coyote. ¿Está aquí?
fr: J'ai trouvé une addition avec le nom de Coyote dessus. Elle est là ?
it: Ho visto uno scontrino che riportava il nome di Coyote. È qui?
ru: У меня есть бумажка из этого бара с именем Койот. Она сейчас здесь?

source: I found him, and I know what Sam would want me to do now, but I’m curious what you want?
de: Ich hab ihn gefunden und ich weiß, was Sam jetzt von mir erwarten würde. Ich würde aber auch gerne wissen, was deine Meinung dazu ist.
es: Lo encontré, y sé lo que Sam querría que hiciera ahora, pero tengo curiosidad por saber qué quiere usted.
fr: Je l'ai trouvé, et je sais ce que Sam voudrait que je fasse, mais je suis curieux de savoir ce que vous, vous voudriez que je fasse.
it: L'ho trovato e so cosa Sam vorrebbe che facessi ora, ma vorrei sapere cosa vuoi.
ru: Я знаю, кто он, и знаю, что сделал бы на моем месте Сэм, но мне интересно, чего хочешь ты.

source: I found something in the bunk Sam was using.
de: Ich hab etwas in der Schlafkoje gefunden, die Sam benutzt hat.
es: He encontrado algo en la litera de Sam.
fr: J'ai trouvé quelque chose dans le lit que Sam utilisait.
it: Sulla branda ho trovato qualcosa che apparteneva a Sam.
ru: У Сэма в тумбочке обнаружилось кое-что интересное.

source: I found something in the shadows that’s missing in the bright lights and sanitized walls of Corp life. Soul. Or maybe that’s just my excuse for drinking my way through life in the company of fine fellows like you.
de: In den Schatten hab ich was gefunden, das mir in den hell erleuchteten und gepflegten Räumen des Kon-Lebens gefehlt hat. Eine gewisse Lebensqualität. Vielleicht ist das auch nur meine Ausrede dafür, mich mit Leuten wie dir durchs Leben zu saufen.
es: Encontré algo en las sombras que no existe en las luces brillantes y las paredes esterilizadas de la vida corporativa. Alma. O puede que solo sea mi excusa para beber y pasar la vida acompañado de gente buena como tú.
fr: J'ai trouvé dans l'ombre ce qui manque à la vie de corpo, avec ses belles lumières blanches et ses couloirs aseptisés. Une âme. Ou c'est peut-être juste une excuse que je me suis inventée pour picoler en compagnie de gens comme vous.
it: Nelle Ombre ho trovato qualcosa che non c'era alle luci al neon delle mura sterilizzate della vita aziendale. L'anima. O forse è solo una scusa per giustificare come mi sono bevuto l'impossibile in compagnia di gente di un certo livello, come te.
ru: В тенях я нашел то, чего никогда не нашел бы на ярком свету беззаботной жизни, за которую платит корпорация. Я нашел свою душу. По крайней мере, так я отвечаю всем, кто спрашивает, почему я спиваюсь в такой замечательной компании.

source: I found something that belongs to one of your employees. I thought you'd want it back.
de: Ich hab was gefunden, das einem eurer Mitarbeiter gehört. Ich dachte, ihr wollt es vielleicht zurückhaben.
es: He encontrado algo que pertenece a uno de sus empleados. Pensé que querría recuperarlo.
fr: J'ai trouvé quelque chose qui appartient à l'un de vos employés. Je pensais que vous voudriez le récupérer.
it: Ho trovato qualcosa che appartiene a uno dei vostri impiegati. Ho pensato che avreste voluto riaverla.
ru: У меня есть вещица, которая принадлежала вашему сотруднику. Я здесь для того, чтобы ее вернуть.

source: I found this list in a data-store at Mercy Mental.
de: Ich habe diese Liste in einem Datenspeicher des Mercy Hospitals entdeckt.
es: Encontré esta lista en un almacén de datos del psiquiátrico Mercy.
fr: J'ai trouvé cette liste dans un centre de données à l'hôpital Mercy.
it: Ho trovato questa lista in un archivio dati del Mercy Mental Hospital.
ru: В одном из компьютеров психиатрической клиники мне подвернулся вот этот список.

source: I get it. Gotta be careful in this trade. I’m not one to go back on a deal though, John can vouch for that. Plus, you know where I’m hiding out, right? Doesn’t leave me a lot of room to sell you out.
de: Ich versteh schon. In unserem Beruf muss man vorsichtig sein. Ich halte mich an meine Versprechen, das kann John dir versichern. Außerdem kennst du ja bereits mein Versteck, nicht wahr? Also weißt du ja, wo du mich findest, wenn ich dich verraten sollte.
es: Ya lo entiendo. Hay que tener cuidado en este negocio. Aunque no soy de los que incumplen un trato, John puede dar fe de eso. Además, sabes dónde me estoy escondiendo, ¿verdad? No me dejas mucho margen para convencerte.
fr: Je comprends. Il faut faire attention dans ce métier. Je suis pas du genre à ne pas tenir mes promesses, John peut en témoigner. Et puis, vous savez où je me cache, non ? Ça ne laisse pas grand-chose pour négocier.
it: Capisco. Bisogna fare attenzione in questo campo. Non sono uno che non rispetta i patti, John può confermartelo. Inoltre, ora sai dove mi nascondo, no? Non mi converrebbe granché fregarti.
ru: Это я понимаю. Осторожность прежде всего, но Джон может за меня поручиться - я всегда держу данное слово. Кроме того, ты знаешь, где меня можно найти, верно? Не говоря уже о том, что в поле зрения нет никого, кто горел бы желанием выложить за тебя денежки.

source: I get it. It sucks. Let’s get paid and then we’re on the road.
de: Ich versteh schon. Es ist scheiße. Wir warten auf das Geld und dann sind wir hier weg.
es: Lo pillo. Apesta. Que nos paguen y podremos irnos.
fr: Je comprends. C'est nul. On se fait payer et on se barre.
it: Capisco. Fa schifo. Facciamoci pagare e andiamocene.
ru: Ну да. Жизнь у нас не сахар. Дождемся наших денег и можем валить отсюда.

source: I get it. Let's do this.
de: Verstanden. Lass uns gehen.
es: Entendido. Manos a la obra.
fr: Très clair. Allons-y.
it: Capisco. In azione.
ru: Само собой. Пошли.

source: I get it. Me too. And those morgue drawers are kinda tight to begin with. Hard to fit someone else.
de: Ich versteh das. Ich auch. Und diese Leichenkühlzellen sind schon eng genug. Wär keine leichte Sache, da noch jemanden reinzuquetschen.
es: Ya lo entiendo. Yo también. Y esos cajones del depósito de cadáveres son bastante estrechos. Es difícil encontrar a otra persona.
fr: Je comprends. Moi aussi. Et ces tiroirs de la morgue sont bien étroits... Difficile d'y faire entrer quelqu'un d'autre.
it: Capisco. Anch'io. E comunque quei cassetti da obitorio sono abbastanza scomodi. È dura farci entrare qualcun altro.
ru: Могу тебя понять. Я тоже. В ящиках для трупов и одному-то бывает тесно, двое там просто не поместятся.

source: I get it. Now take a pill and relax.
de: Ich weiß. Jetzt reiß dich zusammen und chill mal.
es: Ya lo pillo. Ahora tómate una pastilla tranquilízate.
fr: Je sais. Maintenant, prends une pilule et détends-toi.
it: Capisco. Ora prendi la pillola e rilassati.
ru: Понятно. Закинься чем-нибудь и расслабься.

source: I get it. This town isn’t for everybody. Well, there’s work all over.
de: Ich verstehe. Diese Stadt ist nicht jedermanns Sache. Tja, Arbeit gibt es überall.
es: Ya lo entiendo. No todo el mundo se adapta a este lugar. Bueno, hay trabajo por todas partes.
fr: Je comprends. Cette ville n'est pas faite pour tout le monde. Et il y a du travail partout.
it: Capisco. Questa non è una città facile. Beh, c'è molto lavoro.
ru: Могу тебя понять. Этот город привечает не каждого. Ну что же, работу можно найти где угодно.

source: I get it. What's next?
de: Ich hab s verstanden. Was ist der nächste Schritt?
es: Ya lo entiendo. ¿Qué va a pasar ahora?
fr: Je comprends. C'est quoi la suite ?
it: Capisco. Qual è la prossima mossa?
ru: Ну ладно. Что дальше?

source: I get it. You gotta focus. Paco and I will handle it. I’ve done this before. Later.
de: Versteh schon. Du musst dich konzentrieren. Paco und ich schaffen das schon, ich hab das schon vorher mal gemacht. Man sieht sich.
es: Lo entiendo. Tienes que centrarte. Paco y yo podemos encargarnos solos. No es la primera vez que lo hago. Hasta otra.
fr: J'comprends. Tu dois te concentrer. On va se débrouiller, Paco et moi. J'ai déjà fait ça mille fois. À plus tard.
it: Capisco. Devi concentrarti. Ci pensiamo io e Paco. Non è la prima volta che mi capita. A dopo.
ru: Понятно, ты не хочешь отвлекаться. Мы с Пако справимся сами. Не в первый раз. До встречи.

source: I get the feeling you’re the one carrying the intel these days.
de: Ich glaube eher, du bist die Person mit den Neuigkeiten hier.
es: Tengo la sensación de que, últimamente, solo tú tienes información.
fr: J'ai comme l'impression que c'est vous qui avez les infos ces derniers temps.
it: Mi sa che di questi tempi sei tu quello che ha le informazioni riservate.
ru: У меня сложилось впечатление, что главные события разворачиваются не вокруг бара, а вокруг тебя.

source: I got dog on a stick here!
de: Hier gibt’s Hund am Stock!
es: ¡Perritos para llevar!
fr: J'ai du chien en brochette, ici !
it: Cane allo spiedo!
ru: Кому собаку на палочке?

source: I got it off, but only just barely. Shredded my old arm but good. Got plenty of other scars to remember the moment by as well, but the arm was the big one.
de: Ich bin sie losgeworden, aber nur knapp. Hat meinen alten Arm total zerfetzt. Die Aktion hat mir auch eine ganze Reihe weiterer Narben eingebracht, aber der Arm war die schwerste Verletzung.
es: Me la quité de encima, pero solo un poco. Me arrancó el viejo brazo pero bien. Tengo muchas otras cicatrices para recordar ese momento, pero el brazo fue lo más gordo.
fr: Je l'ai échappé belle. Mais j'ai laissé s'échapper mon bras. J'ai plein d'autres cicatrices pour me souvenir de ce moment, mais le bras est la plus grosse.
it: Sono riuscito a rilanciarla, ma appena in tempo. Ha dilaniato ben bene il mio vecchio braccio. Ho molte altre cicatrici a ricordo di quell'episodio, ma il braccio era quello messo peggio.
ru: Я отделался сравнительно легко. Потерял руку, но сохранил голову. У меня много шрамов, но рука - самая серьезная потеря за всю карьеру.

source: I got nothing left to give, $(l.guy). It all goes to BTLs. Everything. Please! Just a few nuyen.
de: Ich hab nichts, was ich dir geben könnte, $(l.guy). Es geht alles für BTLs drauf. Alles. Bitte! Nur ein paar Nuyen.
es: No me queda nada para darte, $(l.guy). Todo se va a los BTL. Todo. ¡Por favor! Solo unos pocos nuyens.
fr: J'ai plus rien à donner, $(l.guy). Les BTLs prennent tout. Tout. S'il te plaît ! Juste quelques nuyens.
it: Non possiedo più nulla, $(I.guy). Spendo tutto in BTL. Tutto. Per favore! Dammi qualche nuyen.
ru: У меня ничего не осталось, $(l.guy). Все ушло на ИР. Вообще все. Пожалуйста! Всего пару нюйен!
