Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Hmm... sounds like you two have already met, then. {{GM}}He frowns.{{/GM}} Well this Baron, he’s been asking about you on Shadowlands. Strange guy. Has a pretty distinctive icon - skull face with a tophat.
de: Hmm ... ihr beide habt euch also bereits kennengelernt. {{GM}}Er runzelt die Stirn.{{/GM}} Jedenfalls hat dieser Baron auf Shadowlands nach dir gefragt. Seltsamer Kerl. Hat einen recht außergewöhnlichen Avatar – einen Totenkopf mit einem Zylinder.
es: Vaya... Parece que ya os conocéis. {{GM}}Frunce el ceño.{{/GM}} Este barón ha estado preguntando por ti en Shadowlands. Un tipo extraño. Tiene un aspecto muy característico: cara de calavera y un sombrero de copa.
fr: Hum... On dirait que vous vous connaissez déjà. {{GM}}Il fronce les sourcils.{{/GM}} Et bien, ce Baron, il voulait vous rencontrer sur Shadowlands. Un type étrange. Il possède une icône plutôt distinctive : un crâne avec un chapeau.
it: Mmm... sembra che vuoi due vi conosciate già. {{GM}}Aggrotta la fronte.{{/GM}} Beh, questo Baron sta chiedendo di te su Shadowlands. Strano tipo. Si riconosce dal caratteristico teschio dipinto in faccia e dal cilindro.
ru: Хм-м... Значит, вы уже повстречались. {{GM}}Он хмурится.{{/GM}} Этот Барон, кем бы он ни был на самом деле, наводил о тебе справки в Сумеречных землях. Странный парень. Узнать его легко - в Матрице он выглядит как череп в цилиндре.

source: Hmm... well, picking up on the last story - According to Scott Berfleld, what happened next was me calling him on the phone to tell him all the Mayan calendar stuff and about the Sixth World, going on and on with tons of details I’d come up with. What I didn’t realize was that it was about 2am when I called and past 3am when he finally begged me to let him go back to sleep.
de: Hmm ... machen wir da weiter, wo ich letztes Mal aufgehört habe. Laut Scott Berfield war das Nächste, was passiert ist, dass ich ihn angerufen habe, um ihm alles über den Maya-Kalender und die Sechste Welt und alle Details, die ich mir ausgedacht habe, zu erzählen. Was mir nicht klar war, war, dass es etwa zwei Uhr morgens war, als ich anrief und bereits nach drei Uhr, als er mich endlich anflehte, ihn doch schlafen zu lassen.
es: Hmm... bueno, retomando la última historia... Según Scott Berfleld, lo que pasó a continuación fue que yo lo llamé por teléfono para hablarle de eso del calendario maya y el Sexto Mundo, hablando y hablando con un montón de detalles que se me ocurrían. De lo que no me di cuenta es de que eran las 2 de la mañana cuando llamé, y más de las 3 cuando al fin me suplicó que lo dejase volver a la cama.
fr: Hmm... bon, revenons-en là où nous en étions... D'après Scott Berfleld, ce qui s'est passé ensuite c'est que je lui ai téléphoné pour lui parler de tous ces trucs sur le calendrier maya et le Sixième Monde, et je lui ai donné tout un tas de détails que j'avais imaginés. Ce que j'avais oublié, c'est qu'il était 2 heures du mat' quand je l'ai appelé et que c'est seulement une heure après qu'il m'a supplié de le laisser retourner dormir.
it: Mmm... bene, tornando all'ultima storia... Secondo Scott Berfleld, quello che successe dopo fu che io lo chiamai al telefono per dirgli tutta quella roba che avevo scoperto sul calendario Maya e sul Sesto Mondo, riempiendogli la testa con tonnellate di dettagli. Ciò di cui non mi resi conto fu che erano circa le 2:00 quando chiamai e oltre le 3:00 quando alla fine mi pregò di lasciarlo tornare a dormire.
ru: Хм-м... так на чем я остановился в прошлый раз? Так вот, меня осенило. Я позвонил Скотту Берфилду и принялся рассказывать ему все, что знал о календаре Майя и о Шестом мире, исчерпывающе и со всеми возможными подробностями. Я как-то не сообразил, что на дворе два часа ночи. Ближе к четырем часам он перебил меня и потребовал, чтобы я наконец дал ему выспаться.

source: Hmmm did you hear the one about the night Shadowrun formed in my head? You see, I wanted to do a cyberpunk game, but R.Talsorian beat me to it (damn Mike Pondsmith to hell) and I didn’t want to do the *second* cyberpunk game. So I started looking for a way to organically mix magic and fantasy into cyberpunk because I saw them as juxtaposing themes. I thought it would be interesting to integrate them. Every culture on Earth features fantastic creatures and magic in their mythology so it all had to come from somewhere.
de: Kennst du die von der Nacht, in der ich mir Shadowrun ausgedacht habe? Weißt du, ich wollte ein Cyberpunk-Spiel machen, aber R. Talsorian kam mir damit zuvor (verflucht sei Mike Pondsmith) und ich wollte einfach nicht das *zweite* Cyberpunk-Spiel machen. Also hab ich mir Gedanken gemacht, wie sich Magie und Fantasie auf eine natürliche Art und Weise in ein Cyberpunk-Universum integrieren ließen, denn ich sah sie als einander gegenübergestellte Motive. Ich dachte, es wäre sicher interessant, sie zu integrieren. Jede Kultur auf der Welt kann in ihrer Mythologie mit fantastischen Kreaturen und Magie aufwarten und ich dachte mir, das muss doch alles irgendwo herkommen.
es: ¿Has oído la de la noche en que Shadowrun se formó en mi cabeza? Verás, lo que yo quería era crear un juego cyberpunk, pero R.Talsorian se me adelantó (maldito Mike Pondsmith) y yo no quería ser el creador del *segundo* juego cyberpunk. Así que empecé a buscar la manera de mezclar orgánicamente la magia y la fantasía con el cyberpunk, pues me parecían temas yuxtapuestos. Pensé que sería interesante integrarlos. Todas las culturas de la Tierra tienen en su mitología criaturas fantásticas y magia, así que todo tenía que salir de alguna parte.
fr: Hum, avez-vous déjà entendu celle de la nuit où j'ai inventé Shadowrun ? Vous voyez, je voulais faire un jeu cyberpunk, mais R.Talsorian m'a battu (que Mike Pondsmith aille pourrir en enfer !), et je ne voulais pas juste être le *deuxième* à faire un jeu cyberpunk. Alors j'ai cherché un moyen de mélanger la magie et la fantaisie avec le cyberpunk parce que je les voyais jusque là juxtaposés. Je pensais que l'idée de les intégrer pourrait être intéressante. Toutes les cultures sur Terre possèdent des créatures fantastiques et magiques dans leurs mythologies, ça devait bien venir de quelques part.
it: Mmm... ti ho raccontato della notte in cui ho avuto la prima intuizione per Shadowrun? Volevo creare un gioco cyberpunk, ma la R. Talsorian mi ha preceduto (maledetto Mike Pondsmith) e non volevo certo che il mio gioco fosse il "secondo". Allora ho cercato un modo per combinare in modo coerente la magia e il fantasy con il cyberpunk, che per me erano temi sovrapponibili. Mi sembrava interessante integrarli. Tutte le culture della terra possiedono una mitologia piena di creature fantastiche e magia; deve pur esserci una spiegazione.
ru: Хм-м. А ты знаешь, почему мне пришла в голову мысль создать мир ''Shadowrun''? Видишь ли, мне хотелось провести игру в жанре киберпанк, но Р. Талсориан меня опередил. Черт бы побрал Майка Пондсмита! Ну так вот, повторяться мне не хотелось, и я стал размышлять о том, как органично совместить магию и элементы фентези в киберпанковом мире. Я был убежден, что эти темы противостоят друг другу, поэтому задача оказалась необычайно интересной. Волшебство и фантастические существа присутствуют в мифологии каждого народа, поэтому недостатка в источниках вдохновения я не испытывал.

source: Hmmm, more of 'em.
de: Hmmm, mehr von denen.
es: Mmmm, más.
fr: Hmmm, encore d'autres. Encore.
it: Mmm, ce ne sono altri.
ru: Хм-м... Еще гости.

source: Hmmm. It was here a moment ago.
de: Hmmm. Es war gerade noch hier.
es: Vaya... Estaba aquí hace un momento.
fr: Hum. C'était là il y a à peine deux minutes.
it: Mmm... Era qui un attimo fa.
ru: Хм-м. От только что был здесь.

source: Hmmmm. {{GM}}Jake grabs the dead man by the throat. At first it looks like he’s trying to kill him again, and then you notice he’s feeling for something under the skin.{{/GM}} Yep, he’s got a corp ID chip.
de: Hmmmm. {{GM}}Jake packt den Toten an der Gurgel. Zuerst sieht es so aus, als wolle er auf brachiale Weise sicherstellen, dass er auch wirklich tot ist, doch dann bemerkst du, dass er seine Haut nach etwas abtastet.{{/GM}} Bingo. Er hat einen Kon-ID-Chip.
es: Mmmmm. {{GM}}Jake coge al hombre muerto por la garganta. A primera vista, podría parecer que está intentando matarlo otra vez, pero te das cuenta que está buscando algo debajo de la piel.{{/GM}} Sí, tiene un chip de identificación corporativo.
fr: Hmmmm. {{GM}}Jake saisit le cadavre par la gorge. Au début, on dirait qu'il cherche à le tuer à nouveau. Mais vous remarquez qu'il palpe quelque chose sous la peau.{{/GM}} Ouaip, il porte une puce d'identification corpo.
it: Mmm... {{GM}}Jake acchiappa l'uomo morto per la gola. All'inizio sembra che voglia ucciderlo di nuovo, ma poi noti che lo sta tastando, sta cercando qualcosa sotto la pelle.{{/GM}} Sì, ha un microchip di identificazione aziendale.
ru: Хм-м-м-м. {{GM}}Джейк хватает покойника за шею. Сначала тебе кажется, что он пытается удавить уже мертвого человека, но потом ты понимаешь, что он нащупывает что-то у него под кожей.{{/GM}} Так и есть. Смотри, корпоративный идентификационный чип.

source: Hmmmm. Looks like some data on some new biotech genome research. This is worth some nuyen in the right hands, I'll send you the funds.
de: Hmm. Sieht aus wie Daten aus einem neuen Biotech-Genomforschungsprojekt. Das dürfte der richtigen Kundschaft ein paar Nuyen wert sein. Ich überweise dir das Geld.
es: Vaya. Parecen datos sobre una nueva investigación biotecnológica del genoma. Esto, en las manos adecuadas, debe de valer unos cuantos nuyens. Te enviaré los fondos.
fr: Hum. Ça ressemble à des données sur de nouvelles recherches de génome biotech. Ça doit valoir son pesant de nuyens, je vous enverrai les fonds.
it: Mmm... Sembrano i dati di qualche nuova ricerca sulla biotecnologia genomica. Vale di sicuro un po' di nuyen se messa nelle mani giuste, ti manderò i fondi.
ru: Хм-м. Отчет о ходе испытаний новейшего биотехнологического проекта. Наверняка его можно будет продать. Я перечислю тебе за него деньги.

source: Ho-ly crap.
de: Ach du Scheiße.
es: Mierda...
fr: Ho pu-tain.
it: Por-ca puttana.
ru: Черт меня подери...

source: Hoi chummer. What can I do for you?
de: Hoi Chummer. Was kann ich für dich tun?
es: Hoi, colega. ¿En qué puedo ayudarte?
fr: Oï, mec. Qu'est-ce que je peux faire pour vous ?
it: Ehilà! Cosa posso fare per te?
ru: Привет. Тебе что-то надо?

source: Hoi! Gimme another!
de: Hey! Gib mir noch einen!
es: ¡Oye! ¡Ponme otra!
fr: Hé ! Donne-m'en une autre !
it: Hoi! Dammene un'altra!
ru: Эй! Налей еще!

source: Hoi, friend. Everything okay?
de: Hey, Kollege. Alles in Ordnung?
es: Eh, amigo. ¿Todo bien?
fr: Oï, l'ami. Tout va bien ?
it: Ehilà. Tutto ok?
ru: Эй, приятель. С тобой все в порядке?

source: Hoi. Only paying customers are allowed upstairs. Is there something I can do for you, $(l.sir)?
de: Hoi. Nur zahlender Kundschaft ist der Zutritt gestattet. Kann ich irgendwie behilflich sein, $(l.sir)?
es: Eh. Solo pueden subir los clientes de pago. ¿Puedo hacer algo por usted, $(l.sir)?
fr: Hoi. Seuls les clients ayant payés sont autorisés à l'étage. Puis-je faire quelque chose pour vous, $(l.sir) ?
it: Ehi. Solo i clienti paganti sono ammessi al piano di sopra. C'è qualcosa che posso fare per lei, $(l.sir)?
ru: Прошу прощения. Наверх поднимаются только клиенты нашего заведения. Я могу вам чем-то помочь, $(l.sir)?

source: Hold on - what WAS that back there?
de: Warte mal – was WAR das da drinnen?
es: Espera, ¿Qué ha sido ESO?
fr: Attendez, c'était quoi ça ?
it: Un momento... che cos'è ERA quello?
ru: Постой - что это было такое?

source: Hold on now, that ain't necessary. I can get you into the stairwell... but you better not tell anyone it was me.
de: Warte, warte, warte. Das ist doch nicht nötig. Ich kann euch ins Treppenhaus bringen ... aber sagt niemanden, dass ich es war.
es: Venga, eso no es necesario. Puedo llevaros a la escalera... pero no le digáis a nadie que he sido yo.
fr: Attendez, ce n'est pas nécessaire. Je peux vous amener jusqu'à la cage d'escalier... mais vous n'avez pas intérêt à dire que c'était moi.
it: Aspetta, non è necessario. Posso farti arrivare nella tromba delle scale... ma non dirlo a nessuno.
ru: Эй, вот не надо так. Я могу пустить вас на лестницу... Только никому не рассказывайте, что это сделал я.

source: Hold on, $(l.name). Think about this.
de: Moment mal, $(l.name). Denk doch mal nach.
es: Espera, $(l.name)... Piénsatelo.
fr: Attend, $(l.name). Réfléchis.
it: Aspetta, $(l.name)... Riflettici sopra.
ru: Постой, $(l.name). Подумай хорошенько.

source: Hold on, I want to look around here first.
de: Einen Moment, ich will mich erst hier umsehen.
es: Espera, primero quiero echar un vistazo por aquí.
fr: Attendez, je veux jeter un œil par ici avant d'y aller.
it: Aspetta, prima voglio dare un'occhiata qui in giro.
ru: Подожди, сперва я хочу осмотреться.

source: Hold on, bakebrain. I want to know who I'm dealing with.
de: Warte, Drekhead. Ich will erst wissen, mit wem ich es zu tun habe.
es: Espera, cabezalata. Quiero saber con quién estoy tratando.
fr: Du calme, mou du cerveau. Je veux savoir à qui j'ai affaire.
it: Aspetta, idiota. Voglio sapere con chi ho a che fare.
ru: Никшни, укурок. Я хочу знать, с кем разговариваю.

source: Hold on. I'm investigating a murder.
de: Moment noch. Ich untersuche einen Mordfall.
es: Un momento. Estoy investigando un asesinato.
fr: Attendez. J'enquête sur un meurtre.
it: Attenda. Sto indagando su un omicidio.
ru: Ну ладно. Дело в том, что я расследую убийство.

source: Holmes drops to the ground, the light in his eyes fading fast. But something keeps the shriveled husk of his soul stuck to this mortal coil for a few moments more.
de: Holmes fällt zu Boden, das Licht in seinen Augen beginnt zu erlöschen. Doch irgendetwas hält die verschrumpelten Überreste seiner Seele noch für ein paar Augenblicke im Diesseits.
es: Holmes cae al suelo, la luz de sus ojos se desvanece rápidamente. Pero algo mantiene a la arrugada cáscara de su alma pegada a su recipiente mortal durante unos segundos más.
fr: Holmes s'écroule au sol, l'étincelle dans ses yeux s'éteignant rapidement. Mais quelque chose semble garder son âme attachée à son enveloppe mortelle pour quelques instants encore.
it: Holmes cade a terra, i suoi occhi che si spengono rapidamente. Ma qualcosa mantiene la sua anima attaccata alle spoglie mortali ancora per qualche istante.
ru: Холмс падает на землю. Свет в его глазах угасает, но что-то не позволяет его искалеченной душе покинуть тело. Он из последних сил цепляется за жизнь.

source: Holmes is still logged in, granting you access to his currently loaded files. Prominent among them is a hospital report from a donor program. It lists the organs beside the names and vital statistics of the recipients. Your eye catches Sam Watts' name beside the entry for "liver". Also on the list are the Ripper's other known victims, along with several others who may have shared in the same fate.
de: Holmes ist immer noch eingeloggt, sodass du Zugriff auf seine aktuell geladenen Dateien hast. Am auffälligsten ist ein Krankenhausbericht über ein Spendenprogramm. Darin sind die betroffenen Organe sowie Name und persönliche Daten des Empfängers aufgelistet. Du bemerkst den Namen „Sam Watts“ neben dem Eintrag für „Leber“. Auch die anderen bekannten Opfer des Rippers befinden sich auf dieser Liste, zusätzlich mit einigen anderen, die womöglich das gleiche Schicksal erlitten haben.
es: Holmes aún sigue conectado, lo que te permite acceder a los archivos que tiene cargados. Entre ellos destaca un informe clínico de un programa de donación. Aparecen los órganos junto a los nombres y las estadísticas vitales de los receptores. Tus ojos se van hacia el nombre de Sam Watt junto a la entrada para "hígado". En la lista también aparecen los nombres de otras víctimas conocidas del Destripador, junto con otros que podrían haber corrido la misma suerte.
fr: Holmes est encore connecté, ce qui vous permet d'accéder à ses fichiers en cours. Parmi ceux-ci, le plus intéressant est un rapport hospitalier d'un programme de dons d'organe. Il présente une liste d'organes, associés aux noms et aux données vitales des destinataires. Un nom attire votre attention : Sam Watts, sur la ligne "foie". Sur la liste figurent également les autres victimes connues de l'éventreur, ainsi que d'autres ayant sans doute subi le même sort.
it: Il profilo di Holmes è ancora connesso, cosicché puoi accedere ai file caricati. Tra essi spicca il rapporto ospedaliero di un programma di donatori di organi. Oltre gli organi, elenca nomi e anamnesi dei riceventi. L'occhio ti cade sul nome Sam Watts sotto la categoria "fegato". Sulla lista compaiono altre vittime note dello Squartatore, insieme a diverse altre che potrebbero aver avuto lo stesso destino.
ru: Холмс не успел выйти из системы, поэтому ничто не мешает тебе просмотреть открытые им файлы. Первый из них - список реципиентов из ближайшей хирургической клиники. В нем перечислены имена и указаны пересаженные органы. В глаза бросается имя Сэма Уоттса, рядом с которым стоит пометка "печень". Так же в списке находятся имена других известных жертв Потрошителя и несколько неизвестных, вероятно, также разделивших их печальную участь.

source: Holmes was also the one who killed Sam. Coincidence?
de: Holmes war auch derjenige, der Sam umgebracht hat. Ein Zufall?
es: Holmes fue también quien mató a Sam. ¿Casualidad?
fr: Holmes est aussi celui qui a tué Sam. Coïncidence ?
it: Holmes ha anche ucciso Sam. Pura coincidenza?
ru: Холмс убил Сэма. Вы считаете это совпадением?

source: Holmes's workbench falls somewhere between coroner's slab and medieval torture device. It is decorated in the many colors of death, and littered with the instruments of that trade. To one side, there is a leather-bound journal stuffed with uneven pages. To the other is a pocsec, its small screen still glowing. Beneath the bench is a rolled sheaf of papers held closed with a tied length of surgical tubing.
de: Holmes Arbeitsbank befindet sich im Spektrum zwischen Obduktionstisch und mittelalterlicher Folterbank. Es ist mit den vielen Farben und Instrumenten des Todes geschmückt. Auf einer Seite befindet sich ein ledergebundenes Notizbuch, vollgestopft mit zusätzlichen Seiten. Auf der anderen Seite liegt ein Taschensekretär, dessen kleiner Bildschirm noch leuchtet. Unter der Bank liegt ein zusammengerolltes Stück Papier, das mit einem Stückchen Schlauch zusammengehalten wird.
es: El banco de trabajo de Holmes está a medio camino entre la camilla de un forense y un dispositivo de tortura medieval. Está decorado con los múltiples colores de la muerte y repleto con los instrumentos de este negocio. A un lado, hay un diario encuadernado en cuero repleto de páginas desiguales. Al otro hay un pocsec con la pantalla aún encendida. Debajo del banco hay un fajo de papeles enrollados atados con un trozo de tubo quirúrgico.
fr: La paillasse de Holmes se situe quelque part entre une table de médecin légiste et un appareil de torture médiéval. Elle est parsemée de taches couvrant toute la palette de couleurs de la mort, et couverte d'instruments du métier. Un journal avec reliure en cuir, rempli de pages asymétriques, est posé d'un côté. De l'autre côté, le petit écran d'un assistant de poche émet encore une faible lueur. Sous la paillasse, il y a un rouleau de papier bien serré avec des tubes chirurgicaux.
it: Il tavolo da lavoro di Holmes sembra un misto tra un tavolo per le autopsie e un attrezzo di tortura medievale. È decorato con i tanti colori della morte, e disseminato degli strumenti per causarla. Da un lato, c'è un taccuino in pelle gonfio di fogli non disordinati. Dall'altro c'è un'agenda elettronica, con lo schermo ancora acceso. Sotto c'è un rotolo di carta tenuto insieme da un pezzo di laccio emostatico.
ru: Рабочий стол Холмса больше всего напоминает стол судебного медика... или средневекового палача. Его покрывают пятна органического происхождения и невымытые инструменты. Справа лежит кожаная папка, доверху набитая густо исписанными листами. Слева лежит маленький карманный секретарь, который никто не озаботился выключить. Под скамьей валяются свернутые в трубочку бумаги, перетянутые обрезком трубки от капельницы.

source: Holmes? I swear you're the spitting image of Silas Forsberg. You must have one of those faces.
de: Holmes? Ich könnte schwören, Sie seien das Ebenbild von Silas Forsberg. Sie müssen wohl eines dieser Gesichter haben ...
es: ¿Holmes? Pues eres la viva imagen de Silas Forsberg. Será que tienes una cara común.
fr: Holmes ? C'est marrant, vous ressemblez comme deux gouttes d'eau à Silas Forsberg. Ça doit être votre sosie.
it: Holmes? Eppure è l'immagine sputata di Silas Forsberg. Deve avere una faccia molto comune.
ru: Холмс? Вы так похожи на Сайласа Форсберга, что недолго и ошибиться. Вам говорили, что у вас очень приметное лицо?

source: Holmes? You sure about that? If so, you're looking pretty good for a dead man.
de: Holmes? Sicher? Sie sehen ziemlich gut aus für einen Toten.
es: ¿Holmes? ¿Estás seguro? Si es así, tienes muy buen aspecto para estar muerto.
fr: Holmes ? En êtes-vous certain ? Vous m'avez l'air plutôt en forme pour un homme mort.
it: Holmes? È sicuro? Mi sembra piuttosto in forma per essere morto.
ru: Холмс? Ты уверен? Для покойника ты на удивление хорошо сохранился.

source: Holy cats, I forgot! I’ve got a grenade in my backpack! And the crates I was picking up have hand-grenades and med-kits in them.
de: Heilige Scheiße, das hab ich ja ganz vergessen! Ich hab noch eine Granate in meinem Rucksack! Und in den Kisten, die ich aufgesammelt hab, sind Handgranaten und Medkits.
es: ¡Maldita sea, se me había olvidado! ¡Tengo una granada en la mochila! Y las cajas que estaba recogiendo contienen granadas de mano y botiquines.
fr: Bon sang, j'avais oublié ! J'ai une grenade dans mon sac ! Et les caisses que je ramassais étaient pleines de grenades et de médikits.
it: Porca miseria, avevo dimenticato! Ho una granata nel mio zaino! E le casse che stavo trasportando contengono granate e kit medici.
ru: Какая хорошая мысль, а я и забыл! У меня в рюкзаке есть граната! А в ящиках, за которыми я пришел, должны быть медицинские комплекты.

source: Holy drek. Sam. I can’t say I’m surprised. He was on a downward spiral for a long time. What can I tell you?
de: Drek. Sam. Leider überrascht mich das nicht wirklich. Er befand sich schon lange auf dem absteigenden Ast. Was möchtest du von mir wissen?
es: Oh, mierda... Sam. La verdad es que no me sorprende. Llevaba mucho tiempo cayendo en una espiral decadente. ¿Qué quieres que te cuente?
fr: Ho merde. Sam. Je ne peux pas dire que ça me surprend. Il était dans une mauvaise passe, depuis un moment déjà. Qu'est-ce que je peux te dire ?
it: Oh, merda. Sam. Non posso dire di essere sorpresa. È rimasto a lungo avvolto in una spirale negativa. Cosa posso dirti?
ru: Черт! Сэм... Но меня это не удивляет. Он давно уже ходил по краю пропасти. Что ты хочешь о нем знать?

source: Holy hell. How'd she make it back?
de: Heilige Scheiße. Wie hat sie es da rausgeschafft?
es: Increíble... ¿Cómo consiguió volver?
fr: Bon sang. Comment en est-elle revenue ?
it: Dannazione. Come ha fatto a tornare?
ru: Ничего себе. Как она выбралась оттуда?

source: Home Dorm A
de: Aufenthaltsbereich – Schlafsaal A
es: Dormitorio A del Hogar
fr: Dortoir A
it: Dormitorio A Casa
ru: Комната А

source: Home Dorm B
de: Aufenthaltsbereich – Schlafsaal B
es: Dormitorio B del Hogar
fr: Dortoir B
it: Dormitorio B Casa
ru: Комната B

source: Home Dorm C
de: Aufenthaltsbereich – Schlafsaal C
es: Dormitorio C del Hogar
fr: Dortoir C
it: Dormitorio C Casa
ru: Комната C
