Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I crawled in here after I gobli... after I Awoke. Mrs. Kubota took me in and gave me a job. I've been here ever since.
de: Ich kam her, nachdem ich gobli– ... nach meinem Erwachen. Mrs. Kubota hat mich aufgenommen und mir Arbeit gegeben. Seitdem bin ich hier.
es: Me arrastré hasta aquí después de que me gobli... de mi despertar. La Sra. Kubota me acogió y me dio un trabajo. Llevo aquí desde entonces.
fr: Je me suis trainé jusqu'ici après ma gobli... mon éveil. Mme Kubota m'a prise sous son aile et m'a offert un emploi. Depuis je n'ai pas bougé.
it: Sono strisciato fin qua dopo la goblinizzaz... dopo il mio Risveglio. La signora Kubota mi prese sotto di sé e mi diede un lavoro. Sono qui da allora.
ru: Я приполз к ней сразу после гоблиниза... Моего Пробуждения. Миссис Кубота приютила меня и нашла для меня работу. С тех пор я стараюсь ей помогать.

source: I definitely don't think that report told the whole story.
de: Ich glaube wirklich nicht, dass der Bericht die ganze Geschichte erzählt.
es: Desde luego, yo creo que el informe no lo contaba todo.
fr: Je suis quasiment sûr que ce rapport ne m'a pas tout dit.
it: Credo fermamente che quel rapporto non abbia rivelato tutta la verità.
ru: Вряд ли этому отчету можно доверять.

source: I did. He made me laugh. No one else seemed to like Sam’s jokes, but I did.
de: Das stimmt. Er hat mich zum Lachen gebracht. Niemand außer mir schien Sams Witze sonderlich zu mögen.
es: Sí. Me hacía reír. A nadie más le hacían gracia los chistes de Sam, pero a mí sí.
fr: C'est vrai. Il me faisait rire. Personne ne semblait aimer les blagues de Sam, mais moi oui.
it: Mi piaceva. Mi faceva ridere. Nessun altro sembrava apprezzare le battute di Sam, ma io sì.
ru: Конечно, нравился. Он умел меня рассмешить, хотя никому, кроме меня, шутки Сэма не нравились.

source: I didn't hear all the details. All I really know is what came in on the lips of the victims healthy enough to still speak. Apparently, one of the Barrens gangs incurred the wrath of the local Seoulpa Rings, leading to a rolling shootout through the city streets. Several bystanders were injured.
de: Ich weiß nicht, was genau geschehen ist. Alles, was ich weiß, stammt aus den Mündern der Opfer, die noch in der Verfassung waren, zu sprechen. Anscheinend hat eine Barrens-Gang den Zorn des örtlichen Seoulpa-Rings erregt, was zu einer wilden Schießerei auf offener Straße führte. Mehrere Passanten wurden verletzt.
es: No escuché todos los detalles. Lo único que sé de verdad es lo que salió de los labios de las víctimas que aún podían hablar. Parece ser que una de las bandas de los Barrens hizo enfurecer a los Anillos Seoulpa, lo que llevo a un tiroteo motorizado por todas las calles de la ciudad. Varios transeúntes resultaron heridos.
fr: Je n'ai pas saisi les détails. Tout ce que je sais c'est ce qui est sorti de la bouche des victimes encore en état de parler. Apparemment, un des gangs de Barrens s'est attiré les foudres des Seoulpa Rings locaux, ce qui a dégénéré en fusillade générale dans les rues de la ville. Plusieurs passants ont été blessés.
it: Non conosco tutti i dettagli. Tutto ciò che so è quello che le vittime abbastanza sane per parlare sono riuscite a dire. A quanto pare, una delle gang delle Terre desolate ha scatenato le ire dei Seoulpa Ring locali, provocando una rocambolesca sparatoria per le vie della città. Diversi passanti sono rimasti feriti.
ru: Подробностей я не знаю. Все, что мне удалось узнать, рассказали те немногие, кто еще был в сознании. Похоже, какая-то банда из Пустошей перебежала дорогу местным картелям Сеульпы и на улицах начались перестрелки. Под перекрестный огонь попали несколько прохожих.

source: I didn't mean to upset you.
de: Ich wollte dich nicht verärgern.
es: No quería molestarla.
fr: Mon intention n'était pas de vous contrarier.
it: Non volevo farti arrabbiare.
ru: Прошу прощения. Этот вопрос был неуместен.

source: I didn't realize you were Sam's dealer back then.
de: Ich wusste nicht, dass du Sams Waffenhändler warst.
es: No me había dado cuenta de que habías sido el camello de Sam.
fr: Je ne savais pas que tu étais le dealer de Sam, à l'époque.
it: Non sapevo che fossi tu a rifornire Sam al tempo.
ru: Ты снабжал Сэма оружием три года назад?

source: I didn't think you $(l.guy)s were allowed to have friends outside of the Universal Brotherhood?
de: Wusste gar nicht, dass man Freunde außerhalb der Bruderschaft haben darf.
es: No creo que vosotros, $(l.guy)s, tengáis permiso para tener amigos fuera de la Hermandad Universal.
fr: Je ne savais pas que vous aviez le droit d'avoir des amis en dehors de la Confrérie Universelle.
it: Non pensavo che voi $(l.guy)s poteste avere amici al di fuori della Fratellanza Universale.
ru: Мне казалось, вам не разрешают заводить знакомства за пределами Братства? А, $(l.guy)?

source: I didn’t know there was a concert today. Who’s playing?
de: Wusste gar nicht, dass heute ein Konzert stattfindet. Wer tritt auf?
es: No sabía que hoy había concierto. ¿Quién toca?
fr: Je ne savais pas qu'il y avait un concert, aujourd'hui. C'est qui qui joue ?
it: Non sapevo ci fosse un concerto oggi. Chi suona?
ru: Первый раз слышу об этом концерте. Кто выступает?

source: I didn’t rough her up, if that’s what you’re wondering.
de: Ich hab sie nicht so zugerichtet, wenn du das meinst.
es: Yo no le hice daño, si es lo que estás preguntando.
fr: Mais ce n'est pas moi qui l'ai amochée, si c'est ce que vous pensez.
it: Ma non l'ho conciata io così, se è questo che insinuavi.
ru: Если тебя интересует, кто оторвал ей руку, то говорю сразу - это не я!

source: I didn’t think so. You look like a runner to me. We’re trained to spot a bronze the minute they walk in here. Something I can help you with?
de: Ich glaube nicht. Du siehst aus wie ein Runner. Polypen erkennen wir auf den ersten Blick. Kann ich dir behilflich sein?
es: Ya me imaginaba que no. A mí me pareces runner. Nos han entrenado para detectar a los polis en cuanto entran por la puerta. ¿Puedo ayudarte en algo?
fr: Je me disais bien. D'après moi, vous êtes un Runner. On nous forme pour repérer un poulet dès qu'il pointe le bout de son nez. Je peux vous aider ?
it: Non credo. A me sembri un Runner. Siamo addestrati a sentire la puzza di un distintivo appena mette piede qui dentro. Posso fare qualcosa per te?
ru: У меня сложилось впечатление, что о тенях ты знаешь не понаслышке. Полицейских мы уже научились различать. Так чем я могу тебе помочь?

source: I didn’t want to scare you.
de: Ich wollte dir keine Angst einjagen.
es: No quería asustarte.
fr: Je ne voulais pas t'effrayer.
it: Non volevo farti paura.
ru: Не хотел тебя пугать.

source: I do like a bit of street justice every now and then. Alright Jake, count me in.
de: Für ein wenig Gerechtigkeit auf der Straße bin ich immer zu haben. Also gut, Jake, ich bin dabei.
es: Me gusta un poco de justicia callejera de vez en cuando. Vale Jake, cuenta conmigo.
fr: Je rends la justice de la rue de temps à autres. Ok, Jake, allons-y.
it: Mi piace fare un po' di giustizia di strada di quando in quando. Ok Jake, ci sto.
ru: Я знаю, что такое уличная справедливость. Считай, что мы договорились.

source: I do mind. I'll get someone to do it for me. Deal.
de: Ich denke, ich lasse das lieber jemand anderen erledigen. Aber abgemacht.
es: Me importa. Buscaré a alguien que lo haga por mí. Trato hecho.
fr: Je ne sais pas. J'enverrai quelqu'un le faire pour moi.
it: Mi preoccupa invece. Chiederò a qualcuno di farlo al posto mio. Affare fatto.
ru: Я не имею дела с подпольными лабораториями, но у меня есть посредник. Договорились.

source: I do not do it for their gratitude, but because it is a mercy I can offer.
de: Ich tue es nicht um ihrer Dankbarkeit willen, sondern weil es eine Barmherzigkeit ist, die in meiner Macht liegt.
es: No lo hice por su agradecimiento, sino porque es un acto de misericordia que puedo ofrecer.
fr: Je ne le fais pas pour leur gratitude, c'est juste de la compassion que je leur offre.
it: Non lo faccio per avere la loro gratitudine ma per offrire loro la mia misericordia.
ru: Я делаю это не для того, чтобы получить благодарность. Я делаю это из милосердия.

source: I do not “run” at all, $(l.name). I go where I am needed. I am needed here.
de: Ich bin gar kein „Runner“, $(l.name). Ich bin immer da, wo ich gebraucht werde. Jetzt werde ich hier gebraucht.
es: Yo no “me muevo” en absoluto, $(l.name). Voy a donde se me necesita. Se me necesita aquí.
fr: Je "n'entre" nulle part, $(l.name). On m'invite lorsqu'on a besoin de moi. On a besoin de moi, ici.
it: Non mi sono messo in nessun "giro", $(l.name). Vado dove c'è bisogno di me. E qui c'è bisogno.
ru: Я не завожу знакомства, $(l.name). Я появляюсь там, где нужен. Сегодня я нужен здесь.

source: I do street work. Got anything for me?
de: Ich erledige die Straßenarbeit. Hast du irgendwas für mich?
es: Hago trabajo de calle. ¿Tienes algo para mí?
fr: Je fais du travail de rue. Quelque chose pour moi ?
it: Io lavoro in strada. Hai qualcosa per me?
ru: Мне нужна работа. Можешь помочь?

source: I do too. I don’t forget my friends.
de: Das werde ich auch. Ich vergesse meine Freunde nicht.
es: Yo también. Nunca olvido a mis amigos.
fr: Moi aussi. Je n'oublie jamais mes amis.
it: Anch'io lo farò. Non dimentico i miei amici.
ru: Понимаю. Я тоже не забываю друзей.

source: I don't die that easy.
de: Ich sterbe nicht so leicht.
es: No muero tan fácilmente.
fr: Je ne meurs pas si facilement.
it: Non muoio così facilmente.
ru: От меня не так-то просто избавиться.

source: I don't do friends.
de: Ich brauche keine Freunde.
es: Yo no hago amigos.
fr: Je ne me fais pas d'amis.
it: Non mi faccio degli amici.
ru: За друзьями - это не ко мне.

source: I don't do names with people I don't know.
de: Ich verrate Leuten, die ich nicht kenne, meinen Namen nicht.
es: No le digo mi nombre a la gente que no conozco.
fr: Je ne donne pas mon nom aux gens que je connais pas.
it: Non dico il mio nome a chi non conosco.
ru: Я не называю своего имени людям, которых не знаю.

source: I don't do safes. But I bet you have a plan.
de: Ich bin kein Safeknacker. Aber du hast ja bestimmt einen Plan.
es: A mí no me van las cajas fuertes. Pero seguro que tienes un plan.
fr: Je ne fais pas dans les coffres. Mais je parie que tu as un plan.
it: Non mi occupo di casseforti. Ma scommetto che hai un piano.
ru: Не сомневаюсь, у тебя есть план, потому что вскрывать сейфы я не умею.

source: I don't do the whole belonging thing.
de: Ich steh nicht so auf diese ganze Zugehörigkeitsnummer.
es: No me va todo eso de Pertenecer.
fr: Moi, j'appartiens à personne.
it: Questa storia dell'Appartenenza non fa per me.
ru: Меня смущает это ваше "нечто большее".

source: I don't even have five nuyen. Sorry chum.
de: Ich hab nicht mal fünf Nuyen. Sorry, Chummer.
es: Ni siquiera tengo cinco nuyens. Lo siento colega.
fr: Je n'ai même pas cinq nuyens. Désolé, mon gars.
it: Non ho nemmeno cinque nuyen. Scusami.
ru: У меня даже пяти нюйен не найдется. Извини, приятель.

source: I don't expect you to. It is what it is.
de: Das habe ich auch nicht erwartet, aber es ist, wie es ist.
es: No espero que lo hagas. Simplemente es así.
fr: Ça ne m'étonne pas. C'est comme ça.
it: Non mi aspetto che tu capisca. Ma è così.
ru: Ничего страшного. Не берите в голову.

source: I don't have time for this.
de: Dafür hab ich jetzt keine Zeit.
es: No tengo tiempo para esto.
fr: J'ai pas le temps.
it: Non ho tempo da perdere.
ru: У меня нет на это времени.

source: I don't have time for this. We need to find Coyote.
de: Dafür hab ich jetzt keine Zeit. Wir müssen Coyote finden.
es: No tengo tiempo para esto. Tenemos que encontrar a Coyote.
fr: On a pas le temps pour ça. On doit trouver Coyote.
it: Non ho tempo da perdere. Dobbiamo trovare Coyote.
ru: У меня нет на времени на это дерьмо. Мы должны отыскать Койот.

source: I don't have time to bargain; I'll pay you 300 nuyen right now for you start talking and only stop when I tell you to.
de: Ich hab keine Zeit zum Feilschen. Ich zahle dir 300 Nuyen und du fängst an zu reden und hörst erst auf, wenn ich es dir sage.
es: No tengo tiempo de regatear; te pagaré 300 nuyens ahora mismo para que empieces a hablar y no pares hasta que te lo diga.
fr: Je n'ai pas le temps de négocier, voilà 300 nuyens. Commencez à parler, et arrêtez quand je vous le dirai.
it: Non ho tempo per contrattare, ti do 300 nuyen subito perché inizi a parlare e ti fermi solo quando te lo dico io.
ru: Я не собираюсь торговаться. Вот 300 нюйен. Начинай говорить и не останавливайся, пока я не скажу.

source: I don't know how fast you are with that weapon but my bet is not fast enough. Just let us by.
de: Ich weiß ja nicht, wie gut du mit dieser Waffe umgehen kannst, aber ich wette, es wird nicht gut genug sein. Jetzt lass uns vorbei!
es: No sé lo rápido que puedes usar esa pistola, pero apuesto a que no lo bastante. Déjanos pasar.
fr: Je ne sais pas si vous êtes rapide avec cette arme, mais quoi qu'il en soit, ce ne sera pas suffisant. Laissez-nous passer.
it: Non so quanto sia veloce con quell'arma, ma scommetto non abbastanza. Lasciateci passare.
ru: Я не знаю, насколько хорошо ты управляешься со своим оружием, но могу поспорить, я стреляю лучше. Пропусти нас.

source: I don't know how it happened.
de: Ich weiß nicht, wie das passiert ist.
es: No sé cómo ha ocurrido.
fr: Je ne sais pas comment c'est arrivé.
it: Non so come sia successo.
ru: Я не знаю, как такое могло случиться.

source: I don't know how to thank you...
de: Ich weiß nicht, wie ich dir danken kann ...
es: No sé cómo darte las gracias...
fr: Je ne sais pas comment vous remercier...
it: Non so proprio come ringraziarti...
ru: Не знаю, как вас и благодарить...

source: I don't know if that is sarcasm or not. Just... behave.
de: Ich weiß nicht, ob das Sarkasmus sein soll. Benehmen Sie sich einfach.
es: No sé si es sarcasmo o no. Solo... compórtate.
fr: Je ne sais pas si c'est du sarcasme. Contentez-vous de ne pas vous faire remarquer.
it: Non so se questo sia sarcasmo. Solo... si comporti bene.
ru: Я затрудняюсь сказать, сарказм это был или нет. Просто... следи за собой.

source: I don't know what happened but it looks like he's dead.
de: Ich weiß nicht, was passiert ist, aber es sieht so aus, als wäre er tot.
es: No sé qué pasó, pero parece que está muerto.
fr: Je ne sais pas ce qui s'est passé mais il semblerait qu'il soit mort.
it: Non so che gli sia successo, ma a quanto pare è morto.
ru: Я не знаю, что с ним случилось, но похоже, что он мертв.

source: I don't know what this is, but it's not right.
de: Ich weiß nicht, was es ist, aber es ist nicht richtig.
es: No sé qué es esto, pero no está bien.
fr: Je ne sais pas ce que c'est, mais ce n'est pas bon.
it: Non capisco cosa stia succedendo, ma di sicuro è qualcosa di sbagliato.
ru: Я не знаю, что это, но это невозможно!

source: I don't know what to say. Maybe he dwelled on the past when he was in his cups. We certainly argued enough when we were younger.
de: Ich weiß nicht, was ich dazu sagen soll. Vielleicht wurde er nostalgisch, wenn er zu viel getrunken hatte. Wir haben uns jedenfalls mehr als genug gestritten, als wir noch jung waren.
es: No sé que decir. A lo mejor se obsesionaba con el pasado cuando estaba bebido. Es verdad que discutimos mucho cuando éramos más jóvenes.
fr: Je ne sais pas quoi dire. Il divaguait peut-être sur son passé quand il avait trop bu. C'est vrai qu'on s'est beaucoup disputés étant jeunes.
it: Non so cosa dire. Forse rimuginava sul passato sui fumi dell'alcol. Indubbiamente abbiamo litigato parecchio da giovanissimi.
ru: Я даже и не знаю, что сказать. Может быть, он вспоминал прошлое под действием алкоголя. В молодости мы ссорились все время.

source: I don't know what use I'll be.
de: Ich wüsste nicht, wie ich behilflich sein könnte.
es: No sé cómo puedo ser de ayuda.
fr: Je ne vois pas trop en quoi je peux vous être utile.
it: Non so a quanto possa servire il mio contributo.
ru: Я не знаю, чем я могу помочь.

source: I don't know what you're talking about.
de: Ich weiß nicht, wovon Sie reden.
es: No sé de qué estas hablando.
fr: Je ne vois pas de quoi vous parlez.
it: Non so di cosa tu stia parlando.
ru: Понятия не имею, о чем вы говорите.

source: I don't know where Grandmother Jessica is, you should speak to Father Willy.
de: Ich weiß nicht, wo Großmutter Jessica ist, du solltest mit Vater Willy sprechen.
es: No sé dónde está Abuela Jessica, deberías hablar con Padre Willy.
fr: Je ne sais pas où se trouve Grand-mère Jessica, vous devriez parler à Père Willy.
it: Non so dove si trovi Nonna Jessica. Dovresti chiederlo a Padre Willy.
ru: Я не знаю, где праматерь Джессика. Об этом лучше спросить отца Вилли.

source: I don't know who you are... but... thanks.
de: Ich weiß nicht, wer du bist ... aber ... danke.
es: No sé quién eres pero... gracias.
fr: Je ne sais pas qui vous êtes, mais... merci.
it: Non so chi sei... ma... grazie.
ru: Я не знаю, кто вы... но... спасибо.

source: I don't need this drek, I'm going for a smoke break.
de: Ich hab genug von diesem Drek, ich geh erst mal eine rauchen.
es: No necesito esta mierda, voy a tomarme la pausa del pitillo.
fr: Je n'ai pas besoin de cette merde, je vais me fumer une clope.
it: Non mi serve questa merda, vado a fumarmi una sigaretta.
ru: Фигня какая. Ладно, устрою себе перекур.

source: I don't play dress up, Samedi.
de: Ich mag keine Verwechslungskomödien, Samedi.
es: Yo no juego a los disfraces, Samedi.
fr: Je ne joue pas à faire semblant, Samedi.
it: Non mi piace travestirmi, Samedi.
ru: Я не хочу играть в переодевание, Самеди.

source: I don't suppose it would do me any good to suggest an early retirement? Or, at the very least, that you might delay whatever is coming long enough for you to get a decent night's sleep and a full meal?
de: Ich vermute, dass es mir wohl nichts bringen würde, dir einen vorzeitigen Ruhezustand zu empfehlen? Oder zumindest das, was du vorhast, so lange aufzuschieben, bis du dir wenigstens ein wenig Schlaf und eine vollwertige Mahlzeit gegönnt hast?
es: Supongo que no me serviría de nada proponer la jubilación anticipada, ¿verdad? ¿O al menos retrasar lo que sea que viene ahora lo suficiente para que puedas dormir como es debido y comer algo decente?
fr: Je suppose que cela ne changera rien si je vous suggère de prendre votre retraite ? Ou au moins que vous preniez le temps de récupérer avant de repartir je ne sais où, une bonne nuit de sommeil et un bon repas ?
it: Suppongo che non otterrei nulla di buono suggerendoti di ritirarti in anticipo. O quanto meno, di ritardare qualunque cosa stia per accadere abbastanza a lungo per concederti un pasto completo e una bella notte di sonno.
ru: Полагаю, мне не удастся убедить тебя бросить все и найти менее опасную работу? Или по крайней мере отложить свои планы, чтобы как следует выспаться и наконец нормально поесть?

source: I don't think so.
de: Das glaube ich nicht.
es: No lo creo.
fr: Je ne crois pas.
it: Non credo.
ru: Понятия не имею.

source: I don't understand.
de: Das verstehe ich nicht.
es: No lo entiendo.
fr: Je ne saisis pas.
it: Non capisco.
ru: Я не понимаю.

source: I don't want any trouble. I just cook here. Leave me out of whatever this is!
de: Ich will keine Schwierigkeiten. Ich koche hier nur. Was auch immer es ist, lass mich einfach da raus!
es: No quiero problemas. Yo solo cocino. ¡Déjame fuera de lo que quiera que sea esto!
fr: Je ne veux pas de problèmes. Je ne fais que cuisiner ici. Laissez-moi en dehors de ça, quoi que vous maniganciez !
it: Non voglio problemi. Io mi limito a cucinare qui. Voglio starne fuori, qualunque cosa sia!
ru: Мне не нужны неприятности. Я обычный повар, готовлю жратву. Не надо меня ни во что впутывать.

source: I don’t know why a name meant anything to me, but it does, it makes it real, it makes him real. I’m not your client, and I can’t tell you want to do, but in contrasting your results to Lone Stars I scares me to think of him continuing to be alive and free. In other words I am saying that I understand now and trust your world’s street justice more than my world’s supposed professional justice. Best of luck, and thank you.
de: Ich weiß nicht, warum ein Name mir so viel bedeuten sollte, doch er tut es, er macht es real, er macht ihn real. Ich bin nicht deine Auftraggeberin und ich kann dir nicht sagen, was du tun sollst, aber wenn ich deine Ergebnisse mit denen von Lone Star vergleiche, läuft es mir bei dem Gedanken, dass er weiter in Freiheit Leben kann, eiskalt den Rücken herunter. Ich will damit sagen, dass ich es jetzt verstehe und der Gerechtigkeit der Straße deinesgleichen mehr vertraue als der professionellen Gerechtigkeit meinesgleichen. Viel Glück und ... danke.
es: No sé por qué un nombre significa algo para mí, pero lo hace, hace que sea real, hace que sea real. No soy su cliente, y no puedo decirle qué hacer, pero si comparo sus resultados con los de Lone Star, me asusta la idea de que siga vivo y en libertad. En otras palabras, digo que ahora entiendo y confío más en la justicia callejera de su mundo más que en la supuesta justicia profesional del mío. Mucha suerte y gracias.
fr: Je ne sais pas pourquoi ce nom signifie tant pour moi, mais c'est le cas. Ça le rend réel, ça rend son meurtrier réel. Je ne suis pas votre cliente et je ne peux pas vous dire quoi faire, mais si on compare vos résultats avec ceux de Lone Star, ça fait peur de penser qu'il est en vie et libre. En d'autres termes, je comprends à présent la justice des rues de votre monde et je lui fais désormais plus confiance qu'à la justice prétendument professionnelle du mien. Bonne chance, et merci.
it: Non so perché un nome qualsiasi sia così importante per me, ma è così, rende la cosa reale, lo rende reale. Non sono una cliente, e non posso dirle cosa vorrei che facesse, ma confrontando i suoi risultati con quelli della Lone Star, mi spaventa pensare che lui sia ancora vivo e libero. In altre parole sto dicendo che adesso ho capito e confido nel suo mondo della giustizia di strada, più che nel mio mondo di sedicente giustizia professionale. Buona fortuna e grazie.
ru: Я не знаю, почему имя его убийцы значит для меня так много, но это так. Оно делает его настоящим - делает настоящим все, что случилось. Я не твоя клиентка и я не имею права просить тебя о чем бы то ни было, но в отличие от тебя ''Одинокая звезда'' не смогла сделать ничего. Меня пугает мысль о том, что убийца расхаживает на свободе. Что он живой. Я хочу сказать, я понимаю тебя - и верю, что уличное правосудие твоего мира окажется эффективнее, чем ''настоящее'' правосудие мира, в котором живу я. Удачи тебе, и спасибо.
