Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: You’re looking dashing as always. Do you have to pay extra for a manicure on hands that big?
de: Schick wie immer. Muss man eigentlich bei so großen Hände für die Maniküre drauflegen?
es: Estás imponente, como siempre. ¿La manicura te sale más cara por tener las manos tan grandes?
fr: Vous êtes élégant, comme d'habitude. Vous devez payer un supplément pour une manucure sur des mains aussi grosses ?
it: Elegante come sempre. Ti chiedono un extra per farti la manicure a queste manone?
ru: Хорошо смотришься. Много приходится платить за маникюр на таких огромных лапах?

source: You’re making a career change, buddy.
de: Du hast dich soeben für einen Berufswechsel entschieden ...
es: Vas a hacer un cambio en tu carrera, compi.
fr: Vous venez d'effectué une réorientation professionnelle.
it: Stai per cambiare lavoro.
ru: Тебя ждет новое место работы, приятель.

source: You’re no damn help, dwarf.
de: Das hilft mir nicht weiter, Zwerg.
es: La verdad es que no estás siendo de mucha ayuda, enano.
fr: Ça ne m'aide pas beaucoup ça, le nain.
it: Non mi sei d'aiuto, nano.
ru: Ты бесполезен, дворф.

source: You’re not a regular, and you don’t have the look of some wage slave thrill-seeker braving Touristville. You’re new in town, and showing up on the heels of Sam’s death. Stands to reason you’re here about him.
de: Du bist kein Stammgast und siehst auch nicht aus wie ein Lohnsklave, der in Touristville nach Abenteuern sucht. Du bist neu in der Stadt und tauchst zudem kurz nach Sams Tod auf. Es liegt nahe, dass du wegen ihm hier bist.
es: No sueles venir por aquí y no tienes esa mirada de esclavo del trabajo buscando emociones enfrentándose a Touristville. Acabas de llegar a la ciudad y apareces poco después de la muerte de Sam. La razón dicta que estás aquí por él.
fr: Vous n'êtes pas un habitué, et vous ne ressemblez pas à un de ces travailleurs forcenés qui se font une frayeur en osant affronter Touristville. Vous êtes nouveau en ville, et vous arrivez juste après la mort de Sam. Ça parait logique que vous soyez là à cause de lui.
it: Lei non è un normale poliziotto e non ha l'aspetto di uno schiavo salariato che cerca il brivido sfidando Touristville. Lei è nuovo in città e si presenta subito dopo la morte di Sam. Ovvio che sia qui per lui.
ru: Ты не из завсегдатаев нашего бара, а сараримены, которые забредают сюда в поисках острых впечатлений, выглядят по-другому. Раньше тебя здесь никто не видел, а поскольку смерть Сэма - самое недавнее из крупных событий, можно предположить, что твое появление связано именно с ним.

source: You’re on a crusade.
de: Du bist auf einem Kreuzzug.
es: Tienes una cruzada.
fr: Sacré croisade.
it: La tua è una crociata.
ru: Твой крестовый поход.

source: You’re tough, kid, but you’re not that tough. Okay Coyote, let’s take a look at your face...
de: Du bist taff, Kleine, aber nicht so taff. Okay, Coyote, jetzt werde ich mich erst mal um dein Gesicht kümmern ...
es: Eres dura, chica, pero no eres tan dura. Vale Coyote, veamos tu cara...
fr: T'es forte, petite, mais pas à ce point-là. Ok Coyote, voyons un peu votre visage...
it: Sei un tipo duro, ragazzina, ma non così duro. Ok, Coyote, diamo uno sguardo al viso...
ru: Ты, конечно, крута, подруга, но все-таки не настолько. Ладно, Койот, давай посмотрим на твое личико...

source: You’re welcome for the drink. What’s in the crates you’re collecting?
de: Klar, genehmig dir ruhig einen Drink. Was ist denn in den Kisten, die du sammelst?
es: Gracias por la bebida. ¿Qué hay en las cajas que estás reuniendo?
fr: De rien, pour le verre. Qu'est-ce qu'il y a dans les caisses que vous récupérez ?
it: Prego, bevi pure. Che cosa contengono le casse che stai raccogliendo?
ru: За выпивку - пожалуйста. Так что в твоих ящиках.

source: You’re zoned.
de: Du bist total breit.
es: Estás borracho.
fr: T'es défoncé.
it: Sei sballato.
ru: Ты пьян.

source: You’ve got Nerps?
de: Hast du Nerps?
es: ¿Tienes Nerps?
fr: Vous avez des Nerps ?
it: E tu hai dei Nerps?
ru: У тебя есть нерпс?

source: You’ve got a great view of that alley across the street... don't suppose you saw the murder that happened there?
de: Du hast hier eine großartige Sicht auf die Gasse gegenüber. Ich nehme an, du hast den Mord, der hier passiert ist, nicht beobachtet?
es: Tienes una buena vista del callejón del otro lado de la calle... supongo que viste el asesinato que tuvo lugar aquí.
fr: Vous avez une belle vue sur l'allée de l'autre côté de la rue... vous n'avez pas vu le meurtre par hasard ?
it: Hai un'ottima visuale sul vicolo dall'altro lato della strada... Magari hai assistito all'omicidio che hanno commesso lì?
ru: Ты стоишь здесь целыми днями. Скажи, ты видела, что случилось в переулке напротив?

source: You’ve got a look that says you’re not just here for the entertainment. Are you a badge?
de: Du siehst so aus, als wärst du nicht nur zum Spaß hier. Bist du ein Bulle?
es: Tu cara me dice que no has venido aquí solo por la diversión. ¿Eres un poli?
fr: Vous n'avez pas une dégaine à être venu juste pour le spectacle. Vous êtes de la police ?
it: Il tuo look mi fa pensare che non sei qui solo per divertirti. Sei uno sbirro?
ru: Что-то подсказывает мне, что ты здесь не потому, что тебе одиноко. Ты из звезданутых?

source: Zebra Meat
de: Zebrafleisch
es: Carne de cebra
fr: Viande de zèbre
it: Carne di zebra
ru: Мясо зебры

source: Zebra meat... what? Look, that shop's just down the block if you want to check it out. But I'm going to the Royale, with or without your help. What's it gonna be?
de: Zebrafleisch ... bitte was? Hör mal, der Laden ist nur den Block da runter, wenn du ihn dir ansehen willst. Aber ich geh zum Royale, mit oder ohne dich. Also, was machst du?
es: Carne de cebra... ¿cómo? Mira, esa tienda está justo al final de la manzana si quiere echar un vistazo. Pero yo me voy a los Royale, con o sin tu ayuda. ¿Qué decides?
fr: De la viande de zèbre... Hein ?! Écoute, ce magasin est un peu plus bas dans la rue si tu veux aller voir. Moi, je vais aux Royale, avec ou sans ton aide. Qu'est-ce que tu décides ?
it: Carne di zebra...? Cosa? Guarda, il negozio è proprio in fondo all'isolato, se vuoi andare a dargli un'occhiata. Ma io vado agli Appartamenti Royale, con o senza di te. Perché mai?
ru: Мясо зебры... зачем? Это магазинчик на другой стороне площади, можем зайти и проверить. Но я отправлюсь в "Роял" в любом случае, с твоей помощью или без.

source: Zipper
ru: Проныра

source: Zipper's okay. He's pretty messed up though.
de: Zipper ist okay. Er wurde allerdings ziemlich übel zugerichtet.
es: Zipper está bien. Aunque está bastante tocado.
fr: Zipper va bien. Il est juste un peu chamboulé.
it: Zipper è vivo. Ma è alquanto sconvolto.
ru: Он в плохом состоянии.

source: Zzzz ZZZzzZz zzzzZzzz
ru: Ззззз ЗзззЗЗзззз зззЗззЗзззз

source: [1-24-2054] Week two of the reaction test trials finished today. Several of the subjects have an uncanny intelligence, and have had no problem solving logic puzzles ahead of schedule.
de: [24-01-2054] Die zweite Woche der Reaktionstests ist hiermit abgeschlossen. Einige der Subjekte haben ein beeindruckendes Maß an Intelligenz gezeigt und hatten keinerlei Probleme damit, Logikprobleme noch vor Ablauf der Zeit zu lösen.
es: [1-24-2054] Hoy termina la segunda semana de las pruebas reactivas. Varios de los sujetos presentan una inteligencia asombrosa y no han tenido ningún problema para resolver rápidamente pruebas de lógica.
fr: [24-1-2054] La deuxième semaine des tests de réaction s'est terminée aujourd'hui. Plusieurs sujets possèdent une intelligence troublante, et peuvent résoudre des casse-tête logiques en avance sur les prévisions.
it: [1-24-2054] Ultimo giorno della seconda settimana di test clinici di reattività. La maggior parte dei soggetti ha risolto senza difficoltà e in anticipo i quiz di logica, dimostrando un'intelligenza inusuale.
ru: [1-24-2054] Сегодня заканчивается вторая неделя предварительных тестов. Некоторые подопытные демонстрируют необыкновенный интеллект и с легкостью справляются с головоломками за рекордно короткое время.

source: [12-4-2053] We got the shipment of the sentries in from Shaanxi today. Eight of them, all told. They're all medicated daily with a sedative that prevents their gaze from affecting us, and they don't try to escape or bite the equipment, either. We'll have to keep adjusting the doses so that we can get valuable combat data out of them.
de: [04-12-2053] Wir haben heute eine Lieferung mit Wachgeschöpfen aus Shaanxi erhalten. Acht Stück insgesamt. Ihnen allen wird täglich ein Beruhigungsmittel verabreicht, damit ihr Blick uns nicht beeinträchtigen kann und damit sie nicht versuchen zu entkommen oder die Ausrüstung zu zerstören. Wir werden die genaue Dosis noch weiter abstimmen müssen, damit wir brauchbare Gefechtsdaten von ihnen erhalten.
es: [12-4-2053] Hemos recibido hoy el envío de los centinelas de Shaanxi. Ocho en total. Todos ellos reciben una medicación diaria de un sedante que impide que su mirada nos afecte, y tampoco tratan de escapar ni de morder los equipos. Seguiremos ajustando las dosis para poder extraerles valiosos datos de combate.
fr: [12-4-2053] Nous avons reçu les sentinelles de Shaanxi aujourd'hui. Huit en tout. Elles sont traitées tous les jours avec des sédatifs afin d'empêcher leurs gaz de nous affecter, et aussi pour qu'elles n'essaient pas de s'échapper ou d'attaquer l'équipement. Nous devons continuer d'ajuster les doses afin d'en tirer des données de combat de grande valeur.
it: [12-4-2053] Oggi abbiamo ricevuto il carico di sentinelle da Shaanxi. Otto in tutto. Sono stati trattati con dei sedativi, per impedire che il loro sguardo colpisca anche noi o che possano scappare o mordere le attrezzature. Dobbiamo solo regolare meglio le dosi in modo da ottenere dati sulle prestazioni di combattimento.
ru: [12-4-2053] Сегодня мы получили дозорных, доставленных из Шаанкси. Всех восьмерых, как и было обещано. Каждый день им колют успокоительные препараты, которые не позволяют их взгляду калечить нас и отнимают у них желание грызть оборудование. Мы все еще подбираем оптимальную дозу: в идеале сонливость не должна сказываться на их боевых качествах.

source: [3-12-2054] The Awakened Security Sentries project has reached final testing stages. Preliminary human experiments will begin within the next six months. I have already discussed the matter with the Tir.
de: [12-03-2054] Das Projekt „Erwachte Sicherheitsgeschöpfe“ befindet sich in seiner finalen Testphase. Vorläufige Menschenversuche werden innerhalb der nächsten sechs Monate anlaufen. Ich habe die Angelegenheit bereits mit dem Tír besprochen.
es: [3-12-2054] El proyecto Centinelas de Seguridad del Despertar ha llegado a las fases de pruebas finales. En los próximos seis meses se iniciarán los experimentos preliminares con humanos. Ya he hablado del tema con los tir.
fr: [12-3-2054] Le projet des Sentinelles de sécurité Éveillées a atteint ses dernières étapes de test. Les expérimentations humaines préliminaires débuteront durant les six prochains mois. J'en ai déjà discuté avec Tir.
it: [3-12-2054] Il progetto Sentinelle risvegliate è arrivato alle fasi finali dei test. Gli esperimenti preliminari sugli umani inizieranno entro i prossimi sei mesi. La questione è stata già discussa con gli organi di Tir.
ru: [3-12-2054] Проект ''Пробужденные дозорные'' практически завершен. Испытания на людях начнутся в течение ближайших шести месяцев. Я уже обсудил с Тиром обстоятельства их проведения.

source: [You simply say Holmes... and in the silence that follows you hear a deep exhale as tension seeps from her.]
de: [Du sagst einfach nur „Holmes“... und hörst in der darauffolgenden Stille, wie Jessica tief ausatmet, als die Spannung von ihr weicht.]
es: [Solo dices Holmes... y en el silencio que sigue escuchas una profunda exhalación, se siente aliviada.]
fr: [Vous dites simplement Holmes... et le silence qui suit n'est rompu que part un profond soupir de soulagement qui trahit la tension qui la quitte.]
it: [Dici semplicemente Holmes... e nel silenzio che segue, senti espirare profondamente, è molto tesa.]
ru: [Ты называешь имя... и в наступившей тишине слышишь тихий и отчетливый вздох облегчения.]

source: position 1
es: posición 1
fr: emplacement 1
it: posizione 1
ru: позиция 1

source: position 2
es: posición 2
fr: emplacement 2
it: posizione 2
ru: позиция 2

source: position 3
es: posición 3
fr: emplacement 3
it: posizione 3
ru: позиция 3

source: position 4
es: posición 4
fr: emplacement 4
it: posizione 4
ru: позиция 4

source: position 5
es: posición 5
fr: emplacement 5
it: posizione 5
ru: позиция 5

source: position 6
es: posición 6
fr: emplacement 6
it: posizione 6
ru: позиция 6

source: {{CC}}Bribe: ¥100{{/CC}} Meet my friend, Mr. Credstick. We just need a few minutes to look around.
de: {{CC}}Bestechung: ¥100{{/CC}} Darf ich dir meinen Freund Mr. Credstick vorstellen. Wir brauchen nur ein paar Minuten, um uns umzusehen.
es: {{CC}}Soborno: 100¥{{/CC}} Te presento a mi amiga, la Señorita Credistick. Solo necesitamos echar un vistazo durante unos minutos.
fr: {{CC}}Pot-de-vin : 100 ¥{{/CC}} Voici mon ami, M. Créditube. On a juste besoin de quelques minutes pour fouiller le coin.
it: {{CC}}Corruzione: ¥100{{/CC}} Ti presento il mio amico, il signor Credstick. Abbiamo solo bisogno di qualche minuto per dare un'occhiata intorno.
ru: {{CC}}Взятка: ¥100{{/CC}} Познакомься с моим другом! Мистер Кредстик и я хотим здесь осмотреться.

source: {{CC}}Charisma: 1{{/CC}} Do you think you could duck out for a smoke or something? It would be easier if I didn't have to clean around you.
de: {{CC}}Charisma: 1{{/CC}} Denkst du, du könntest vielleicht kurz eine rauchen gehen? Wäre viel einfacher für mich, wenn ich nicht um dich herum putzen muss.
es: {{CC}}Carisma: 1{{/CC}} ¿Crees que podrías pirarte a por un pitillo o algo? Sería más fácil si no tuviera que limpiar a tu alrededor.
fr: {{CC}}Charisme : 1{{/CC}} Vous auriez le temps de prendre une pause clope, là, maintenant ? Ce serait plus facile si je n'avais pas à nettoyer autour de vous.
it: {{CC}}Carisma: 1{{/CC}} Pensi di potertela filare per una sigaretta o qualcosa del genere? Sarebbe più facile se io non dovessi pulire il casino intorno intorno a te.
ru: {{CC}}Обаяние: 1{{/CC}} Может, выйдешь на пять минут покурить? Нам обоим будет проще, если я не буду путаться у тебя под ногами.

source: {{CC}}Charisma: 2{{/CC}} Do you think you could duck out for a smoke or something? It would be easier if I didn't have to clean around you.
de: {{CC}}Charisma: 2{{/CC}} Denkst du, du könntest vielleicht kurz eine rauchen gehen? Wäre viel einfacher für mich, wenn ich nicht um dich herum putzen muss.
es: {{CC}}Carisma: 2{{/CC}} ¿Crees que podrías pirarte a por un pitillo o algo? Sería más fácil si no tuviera que limpiar a tu alrededor.
fr: {{CC}}Charisme : 2{{/CC}} Vous pensez que vous pourriez prendre une pause clope ? Ce serait plus facile si je n'avais pas à nettoyer autour de vous.
it: {{CC}}Carisma: 2{{/CC}} Pensi di potertela filare per una sigaretta o qualcosa del genere? Sarebbe più facile se io non dovessi pulire il casino intorno intorno a te.
ru: {{CC}}Обаяние: 2{{/CC}} Может, выйдешь на пять минут покурить? Нам обоим будет проще, если я не буду путаться у тебя под ногами.

source: {{CC}}Charisma: 2{{/CC}} Security's bullying you. But I could make it look like your terminal was tampered with and no one would be the wiser.
de: {{CC}}Charisma: 2{{/CC}} Das Sicherheitspersonal will dir das Leben schwermachen. Aber ich könnte es so aussehen lassen, als hätte sich jemand an deinem Terminal zu schaffen gemacht und sie werden dich sicher in Ruhe lassen.
es: {{CC}}Carisma: 2{{/CC}} Los de seguridad te están amedrentando. Pero yo podría hacer que parezca que alguien ha estado hurgando en tu terminal, y nadie lo sabrá jamás.
fr: {{CC}}Charisme : 2{{/CC}} La sécurité vous a dans le collimateur. Mais je pourrais faire croire que votre terminal a été trafiqué. Ça arrive à tout le monde.
it: {{CC}}Carisma: 2{{/CC}} Quelli della Sicurezza ti mettono i piedi in testa. Ma posso fare in modo che il tuo terminale sembri manomesso e nessuno se ne accorgerà mai.
ru: {{CC}}Обаяние: 2{{/CC}} Служба безопасности хочет сделать из тебя козла отпущения. Пусти меня к терминалу, и я сделаю так, что им покажется, будто его взломали.

source: {{CC}}Charisma: 2{{/CC}} So, do you think you're done climbing in the vents, chummer? I need to get this room done before I get in trouble.
de: {{CC}}Charisma: 2{{/CC}} Na, bist du fertig mit dem Rumklettern in den Schächten, Chummer? Ich muss diesen Raum fertig kriegen, wenn ich keine Schwierigkeiten bekommen will.
es: {{CC}}Carisma: 2{{/CC}} Bueno, ¿crees que ya has terminado de meterte en los conductos, colega? Si no arreglo ya esta sala me meteré en problemas.
fr: {{CC}}Charisme : 2{{/CC}} Dites, vous avez bientôt fini de trimer dans les conduits ? Il faut que je nettoie cette pièce, sinon je vais avoir des ennuis.
it: {{CC}}Carisma: 2{{/CC}} Allora, hai finito di arrampicarti nelle prese d'aria? Devo finire il lavoro in questa stanza prima di finire nei guai.
ru: {{CC}}Обаяние: 2{{/CC}} Вы уже закончили проверять вентиляцию, ребята? Если я не уберу этот бардак, через полчаса у меня будут крупные неприятности.

source: {{CC}}Charisma: 3{{/CC}} I can see you’re a busy man.
de: {{CC}}Charisma: 3{{/CC}} Wie ich sehe, bist du ein beschäftigter Mann.
es: {{CC}}Carisma: 3{{/CC}} Veo que eres un hombre ocupado.
fr: {{CC}}Charisme : 3{{/CC}} Je vois que vous êtes quelqu'un d'occupé.
it: {{CC}}Carisma: 3{{/CC}} Vedo che sei un uomo impegnato.
ru: {{CC}}Обаяние: 3{{/CC}} Мне крайне неловко отрывать от дел столь занятого метачеловека.

source: {{CC}}Charisma: 3{{/CC}} I'm looking for something very... special. Something... violent.
de: {{CC}}Charisma: 3{{/CC}} Ich suche nach etwas ... Besonderem. Etwas ... Brutalem.
es: {{CC}}Carisma: 3{{/CC}} Estoy buscando algo muy... especial. Algo... violento.
fr: {{CC}}Charisme : 3{{/CC}} Je cherche quelque chose de très... spécial. Quelque chose de... violent.
it: {{CC}}Carisma: 3{{/ CC}} Sto cercando qualcosa di molto... speciale. Qualcosa di... violento.
ru: {{CC}}Обаяние: 3{{/CC}} Я хочу записать для себя что-то особенное... Что-то брутальное. Хочу получить удовольствие.

source: {{CC}}Charisma: 3{{/CC}} I'm not taking it far. I just need a little boost over the fence.
de: {{CC}}Charisma: 3{{/CC}} Ich nehm sie dir ja nicht weg. Ich muss nur kurz über den Zaun.
es: {{CC}}Carisma: 3{{/CC}} No me la voy a llevar lejos. Solo necesito algo de ayuda para saltar la valla.
fr: {{CC}}Charisme : 3{{/CC}} Je ne l'emmène pas très loin. J'en ai juste besoin pour passer au-dessus du grillage.
it: {{CC}}Carisma: 3{{/CC}} Non te la porto via. Mi serve solo una spintarella oltre la recinzione.
ru: {{CC}}Обаяние: 3{{/CC}} Я обязательно ее верну. Просто хочу перебраться через забор.

source: {{CC}}Charisma: 3{{/CC}} No, Mrs. Kubota. Haven’t seen her.
de: {{CC}}Charisma: 3{{/CC}} Nein, Mrs. Kubota. Ich hab sie nicht gesehen.
es: {{CC}}Carisma: 3{{/CC}} No, Sra. Kubota. No la he visto.
fr: {{CC}}Charisme : 3{{/CC}} Non Mme Kubota. Je ne l'ai pas vue.
it: {{CC}}Carisma: 3{{/CC}} No, signora Kubota. Non l'ho vista.
ru: {{CC}}Обаяние: 3{{/CC}} Нет, миссис Кубота. Этого я не знаю.

source: {{CC}}Charisma: 3{{/CC}} VERY clever. How'd you end up in this place? You should work at a Corp!
de: {{CC}}Charisma: 3{{/CC}} SEHR clever. Wie bist du denn an so einem Ort gelandet? Du solltest in einem Konzern arbeiten!
es: {{CC}}Carisma: 3{{/CC}} MUY astuto. ¿Cómo has acabado tú aquí? ¡Deberías trabajar en una corporación!
fr: {{CC}}Charisme : 3{{/CC}} TRÈS malin. Comment avez-vous fini dans cet endroit ? Vous devriez travailler pour une corpo !
it: {{CC}}Carisma: 3{{/CC}} MOLTO furbo. Come sei finito in questo posto? Dovresti lavorare in una corporazione!
ru: {{CC}}Обаяние: 3{{/CC}} ОЧЕНЬ хитро. Как ты вообще здесь оказался? Такие люди, как ты, обычно работают в корпорациях!

source: {{CC}}Charisma: 4 {{/CC}} How about 100 nuyen now and another 100 if I like what you say?
de: {{CC}}Charisma: 4 {{/CC}} Wie wär’s mit 100 Nuyen sofort und noch mal 100, wenn mir gefällt, was du sagst?
es: {{CC}}Carisma: 4 {{/CC}} ¿Qué tal 100 nuyens ahora y otros 100 si me gusta lo que dices?
fr: {{CC}}Charisme : 4 {{/CC}} Que diriez-vous de 100 nuyens tout de suite, et de 100 de plus si j'aime ce que vous me dites ?
it: {{CC}}Carisma: 4 {{/CC}} che ne dici di 100 nuyen adesso e altri 100 se mi piace quello che dici?
ru: {{CC}}Обаяние: 4 {{/CC}} Я дам тебе 100 нюйен прямо сейчас и еще 100, если ты сумеешь меня заинтересовать.

source: {{CC}}Charisma: 4{{/CC}} Do you think you could duck out for a smoke or something? It would be easier if I didn't have to clean around you.
de: {{CC}}Charisma: 4{{/CC}} Denkst du, du könntest vielleicht kurz eine rauchen gehen? Wäre viel einfacher für mich, wenn ich nicht um dich herum putzen muss.
es: {{CC}}Carisma: 4{{/CC}} ¿Crees que podrías pirarte a por un pitillo o algo? Sería más fácil si no tuviera que limpiar a tu alrededor.
fr: {{CC}}Charisme : 4{{/CC}} Vous auriez le temps de prendre une pause clope, là, maintenant ? Ce serait plus facile si je n'avais pas à nettoyer autour de vous.
it: {{CC}}Carisma: 4{{/CC}} Pensi di potertela filare per una sigaretta o qualcosa del genere? Sarebbe più facile se io non dovessi pulire il casino intorno intorno a te.
ru: {{CC}}Обаяние: 4{{/CC}} Может, выйдешь на пять минут покурить? Нам обоим будет проще, если я не буду путаться у тебя под ногами.

source: {{CC}}Charisma: 4{{/CC}} Hey McKlusky. I just spoke to Mr. Telestrian. He said you got your lieutenant’s badge.
de: {{CC}}Charisma: 4{{/CC}} Hey McKlusky. Ich hab gerade mit Mr. Telestrian gesprochen. Er sagt, Sie Ihre Beförderung zum Lieutenant in der Tasche.
es: {{CC}}Carisma: 4{{/CC}} Eh, McKlusky. Acabo de hablar con el Sr. Telestrian. Dice que tienes tu placa de teniente.
fr: {{CC}}Charisme : 4{{/CC}} Hé, McKlusky. Je viens de parler avec M. Telestrian. Il a dit que vous avez votre badge de lieutenant.
it: {{CC}}Carisma: 4{{/CC}} Ehi, McKlusky. Ho appena parlato con il signor Telestrian. Mi ha detto che sei diventato tenente.
ru: {{CC}}Обаяние: 4{{/CC}} Эй, Макклюски. Мы только что обсудили твое повышение с мистером Телестрианом. Он сказал, что присвоит тебе лейтенанта.

source: {{CC}}Charisma: 4{{/CC}} I want to take a look around first. If the selection's good, we’ll give you 200¥ on our way out.
de: {{CC}}Charisma: 4{{/CC}} Ich würd mich lieber erst mal umsehen. Wenn der Laden hält, was er verspricht, zahlen wir dir 200¥ auf dem Weg zurück nach draußen.
es: {{CC}}Carisma: 4{{/CC}} Antes quiero echar un vistazo. Si la selección es buena, te daremos 200 ¥ a la salida.
fr: {{CC}}Charisme : 4{{/CC}} Je vais jeter un coup d'œil aux alentours, d'abord. Si la sélection est bonne, je vous donnerai 200 ¥ à notre sortie.
it: {{CC}}Carisma: 4{{/CC}} Voglio prima dare un'occhiata in giro. Se troveremo qualcosa di buono, ti daremo ¥200 all'uscita.
ru: {{CC}}Обаяние: 4{{/CC}} Я хочу сперва осмотреться. Если мне понравится выбор, на выходе заплачу тебе 200¥.
