Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Halt! This is a restricted area!
de: Halt! Der Zugang zu diesem Gebiet ist eingeschränkt!
es: ¡Alto! ¡Esto es una zona de acceso restringido!
fr: Stop ! C'est une zone interdite !
it: Alt! Questa è un'area riservata!
ru: Руки вверх! Это закрытая зона!

source: Hand over the loot, bozos!
de: Lasst das Zeug rüberwachsen, ihr Penner!
es: ¡Entregadme el botín, palurdos!
fr: Aboulez le pèze, couillons !
it: Consegnate il bottino, idioti!
ru: Давайте все, что у вас есть, уроды.

source: Hands where I can see them, asshole.
de: Hände dahin, wo ich sie sehen kann, Arschloch.
es: Pon las manos donde pueda verlas, imbécil.
fr: Les mains en l'air, enfoiré.
it: Metti le mani in vista, stronzo.
ru: Руки вверх, засранец.

source: Hang on. I saw Sam’s sister when she was here the other day. She was as corp as they come but I can’t imagine a lady like that behind a series of murders. There’s gotta be something else going on.
de: Moment mal. Ich hab Sams Schwester gesehen, als sie letztens hier war. Sie war eine Konzern-Tussi, wie sie im Buche steht, aber ich kann mir nicht vorstellen, dass sie in derartige Morde verwickelt ist. Da muss etwas anderes dahinter stecken.
es: Espera. Vi a la hermana de Sam cuando estuvo aquí el otro día. Eran todo lo corporativa que se puede ser, pero no puedo imaginarme a una dama como ella detrás de una serie de asesinatos. Tiene que haber algo más.
fr: Attendez. J'ai vu la sœur de Sam lorsque j'étais ici, l'autre jour. Plus corpo tu meurs, mais je peux pas imaginer une dame comme ça commanditer une série de meurtres. Il doit y avoir quelque chose qui m'échappe.
it: Aspetta. Ho visto la sorella di Sam quando era qui l'altro giorno. Era lì a nome della corporazione, ma non riesco a immaginare una donna come quella dietro una serie di omicidi. Ci deve essere qualcos'altro sotto.
ru: Подождите. Сестра Джейка была здесь только вчера. От нее за милю несет корпоративным духом, но я не верю, что такая красавица может быть как-то причастна к чудовищным серийным убийствам. Мы наверняка чего-то не знаем.

source: Hang tight. I'll come get you when I'm ready. I want to have a look around first.
de: Warte da. Ich komme, sobald ich fertig bin. Ich möchte mich noch ein bisschen umsehen.
es: Aguanta un poco. Iré a por ti en cuanto pueda. Antes quiero echar un vistazo.
fr: Attends. Je passe te prendre quand tout est prêt. Je vais jeter un coup d'œil d'abord.
it: Tieni duro. Ti verrò a prendere quando sarà il momento. Voglio prima dare un'occhiata in giro.
ru: Жди рядом с ней. Я впущу вас, когда закончу с разведкой. В этом месте есть на что посмотреть.

source: Hans Brackhaus
ru: Ганс Бракхаус

source: Hans dear, I love you but you could babble on forever and I believe time is of the essence. {{GM}}The painted elf addresses you.{{/GM}} $(l.name), is it? Delighted. The bug you fought was not merely a magically-Awakened animal like a wyvern or hydra or anything else in the Sixth World. In fact, it isn’t from *this* world at all. It’s the physical embodiment of an insect spirit from another plane of existence.
de: Hans, du Guter, ich liebe dich, aber du könntest den ganzen Tag lang reden und ich fürchte, die Zeit drängt. {{GM}}Der geschminkte Elf wendet sich dir zu.{{/GM}} $(l.name), nicht wahr? Freut mich, deine Bekanntschaft zu machen. Der Käfer, den du bekämpft hast, war nicht lediglich ein magisch erwachtes Tier, wie der Lindwurm oder die Hydra, oder sonst irgendwas in der Sechsten Welt. Tatsächlich stammt er eben nicht von *dieser* Welt. Er ist die physische Manifestierung eines Insektengeistes von einer anderen Ebene der Wirklichkeit.
es: Hans querido, te quiero, pero si por ti fuera no te hubieras callado nunca y el tiempo es oro. {{GM}}El elfo pintado se dirige a ti.{{/GM}} $(l.name), ¿verdad? Un placer. El bicho con el que luchaste no era simplemente un animal Despertado mágicamente como un dragón, una hidra ni nada parecido en el Sexto Mundo. De hecho, no es de *este* mundo. Es la encarnación física de un Espíritu insecto de otro plano de existencia.
fr: Hans, mon cher, sans vouloir vous offenser, venons-en au fait ; il me semble que le temps presse. {{GM}}L'elfe tatoué s'adresse à vous.{{/GM}} $(l.name), c'est ça ? Enchanté. L'insecte que vous avez affronté n'était pas qu'un simple animal créé par magie, comme un wyvern ou une hydre ni rien de semblable dans le Sixième Monde. En fait, il n'appartient pas du tout à *ce* monde. Il s'agit de l'incarnation d'un esprit insecte venu d'un autre plan d'existence.
it: Caro Hans, ti voglio molto bene, ma potresti stare tutta la vita qui a blaterare, mentre il tempo è cruciale. {{GM}}L'Elfo impiastricciato si rivolge a te.{{/GM}} $(l.name), giusto? Per servirti. L'insetto che hai affrontato non era soltanto un animale risvegliato magicamente come una viverna, un'idra o qualcos'altro appartenente al Sesto Mondo. Di fatto, non proviene affatto da *questo* mondo. È l'incarnazione dello spirito di un insetto appartenente a un altro piano dell'esistenza.
ru: Ганс, лапушка, я очень тебя люблю, но ты можешь молоть языком целую вечность, а у нас не так много времени. {{GM}}Эльф в гриме паяца обращаeтся к тебе.{{/GM}} $(l.name), верно? Необыкновенно рад знакомству. Жуки, с которыми тебе пришлось иметь дело - не обычные пробужденные животные наподобие гидр, виверн или других чудовищ Шестого мира. На самом деле они вообще не принадлежат *этому* миру. Каждая такая тварь - физическое воплощение духа-насекомого из другой реальности.

source: Happen to have an SMG with you?
de: Hast du vielleicht ’ne Maschinenpistole dabei?
es: ¿Tienes por casualidad una ametralladora?
fr: Vous auriez pas une mitraillette avec vous, par hasard ?
it: Per caso hai una mitragliatrice?
ru: У тебя есть пистолет-пулемет?

source: Happily! Mother Lynne is our chapter’s most dynamic spokesperson. She is truly an inspiration to us all.
de: Aber gerne! Mutter Lynne ist eine der wichtigsten Sprecherinnen unserer Gemeinde. Sie ist wahrlich eine Inspiration für uns alle.
es: ¡Con gusto! Madre Lynne es la portavoz más activa de nuestro cabildo. Es una auténtica inspiración para todos nosotros.
fr: Avec joie ! Mère Lynne est la porte-parole la plus dynamique de notre chapitre. Elle est une véritable inspiration pour nous tous.
it: Con gioia! Madre Lynne è la portavoce più dinamica della nostra sezione. È davvero una fonte d'ispirazione per tutti noi.
ru: С удовольствием! Мать Линн - один из самых выдающихся деятелей нашей коллегии. Она служит всем нам примером для подражания и вдохновляет нас.

source: Happy to help.
de: Immer wieder gerne.
es: Ha sido un placer ayudar.
fr: Content de pouvoir vous aider.
it: Felice di essere stato d'aiuto.
ru: Приятно было помочь.

source: Happy?
de: Zufrieden?
es: ¿Feliz?
fr: Content ?
it: Felice?
ru: Доволен?

source: HappyTroll
de: Glücklicher Troll
it: TrollFelice
ru: Счастливый тролль

source: Har! And I'm a unicorn. That's a good one. How can I help ya?
de: Ha! Und ich bin ein Einhorn. Der war gut. Wie kann ich helfen?
es: ¡Ja! Y yo soy un unicornio. Esa es buena. ¿En qué puedo ayudarte?
fr: Ha ! Et moi je suis le pape. Elle est bonne. Comment je peux vous aider ?
it: Ah ah! E io sono un unicorno. Questa è proprio buona. Come posso aiutarti?
ru: Ха! А я настоящий единорог. Смешно. Так чего тебе надо?

source: Har'lea'quinn iss correct. The insect spirit will then slowly consume its host while transforming it into the spirit’s own insectoid body, thus manifesting itself fully on this plane.
de: Har’lea’quinn hat recht. Der Insektengeist wird dann langsam seinen Wirt auffressen, während er diesen in den eigenen, insektoiden Körper des Geistes verwandelt und manifestiert sich auf diese Art vollständig auf dieser Ebene.
es: Ar'le'quín está en lo correcto. A continuación, el Espíritu insecto se come lentamente a su anfitrión al tiempo que lo transforma en su propio cuerpo insectoide, manifestándose así plenamente en este plano.
fr: Arlequin a raison. L'esprit insecte corrompt alors son hôte à petit feu et modèle son corps à sa propre image. Il est alors pleinement manifesté sur ce plan.
it: Arrrlecchino ha detto bene. Lo spirito dell'insetto consuma lentamente il suo Ricevente, trasformandolo in una carcassa insettoide, manifestandosi così pienamente su questo piano di esistenza.
ru: Ар'леа'кинн прав. Дух-насекомое поглощает душу носителя и постепенно меняет его тело, таким образом полностью воплощаясь в нашей реальности.

source: Hard bargainer. Alright, ¥1,500 it is, but you’d better be worth it...
de: Du bist echt hartnäckig. Also gut, dann eben ¥1.500, aber ich hoffe, du bist es auch wert ...
es: Un negociador duro. Vale, que sean 1500 ¥, pero será mejor que los valgas...
fr: Vous êtes dur en affaires. Ok, 1 500 ¥. Mais vous feriez mieux de les valoir.
it: Sai contrattare, eh? E sia, ¥ 1.500. Ma farai meglio a meritarteli...
ru: Торговаться ты умеешь. Ну хорошо, ¥1500. Надеюсь, ты стоишь этих денег...

source: Hard for a shadowrunner to affect city politics.
de: Als Shadowrunner hat man in der Lokalpolitik leider keinen großen Einfluss.
es: Es difícil que un shadowrunner influya en la política de la ciudad.
fr: Difficile pour un shadowrunner d'avoir une influence sur les politiques.
it: È difficile interferire con la politica per uno Shadowrunner.
ru: Раннерам трудно влиять на политику официальных властей.

source: Hard to imagine.
de: Schwer vorstellbar.
es: Es difícil de imaginar.
fr: Difficile à imaginer.
it: Difficile da immaginare.
ru: Не могу себе этого представить.

source: Hard to say. He’s pretty burnt. Malnourished and dehydrated too. Paco’s taking care of him. He’s got friends who know about that kind of thing. {{GM}}She smiles.{{/GM}} He’s a good man, that Paco.
de: Schwer zu sagen. Er ist echt ausgelaugt. Unterernährt und dehydriert auch. Paco kümmert sich um ihn. Er hat Freunde, die sich mit so etwas auskennen. {{GM}}Sie lächelt.{{/GM}} Paco ... er ist echt einer von den Guten.
es: Es difícil de decir. Está bastante quemado. Malnutrido y deshidratado. Paco se está ocupando de él. Tiene amigos que saben de este tipo de cosas. {{GM}}Sonríe.{{/GM}} Es un buen hombre, ese Paco.
fr: Difficile à dire. Il est sévèrement atteint. Mal nourri et déshydraté, aussi. Paco s'occupe de lui. Il a des amis qui... s'y connaissent. {{GM}}Elle sourit.{{/GM}} Paco, c'est un type bien.
it: Difficile dirlo. È messo abbastanza male. Denutrito e disidratato. Paco si sta occupando di lui. Ha amici che sanno cosa fare in queste situazioni. {{GM}}Sorride.{{/GM}} È un brav'uomo, quel Paco.
ru: Трудно сказать. Он выгорел. Истощение, дегидрация... Пако о нем заботится. У него есть друзья, которым уже приходилось выхаживать наркоманов. {{GM}}Она вздыхает.{{/GM}} Пако хороший парень.

source: Hardly. She another Ripper victim?
de: Wohl kaum. Sie ist ein weiteres Opfer des Rippers?
es: Apenas. ¿Es otra víctima del destripador?
fr: Pas vraiment. Une autre victime de l'éventreur ?
it: Affatto. Lei una vittima dello Squartatore?
ru: Увы, нет. Ее прикончил Потрошитель?

source: Harkeem? Is that you?
de: Harkeem? Bist du das?
es: ¿Harkeem? ¿Eres tú?
fr: Harkeem ?! C'est toi ?
it: Harkeem? Sei tu?
ru: Харким? Это ты?

source: Harkeem? What does he want?
de: Harkeem? Was will er?
es: ¿Harkeem? ¿Qué es lo que quiere?
fr: Harkeem ? Qu'est-ce qu'il veut ?
it: Harkeem? Che cosa vuole?
ru: От Харкима? Чего он хочет?

source: Harker
ru: Харкер

source: Harlequin
es: Arlequín
fr: Arlequin
it: Arlecchino
ru: Арлекин

source: Hate to say it, but the job ain't over, lady.
de: Ich sag’s ja nur ungern, aber der Job ist noch lange nicht vorbei, Lady.
es: Odio decirlo, pero el trabajo aún no ha acabado, señorita.
fr: Désolé de casser l'ambiance, mais ce boulot n'est pas fini, petite.
it: Odio doverlo ammettere, ma il lavoro non è terminato, signora.
ru: У меня для тебя плохие новости, сестренка. Он действовал по чьей-то наводке.

source: Have at Least one Runner Able to Deck Until You Have the Information You Need
de: Du brauchst mindestens einen Runner, der decken kann, bis du die Informationen hast, die du brauchst
es: Consigue al menos un runner que pueda piratear hasta que tengas la información que necesitas
fr: Avoir un runner capable de decking jusqu'à la collecte de l'information
it: Devi avere almeno un Runner in grado di connettersi alla Matrice finché non reperisci le informazioni che cerchi.
ru: Хотя бы один декер должен оставаться на ногах, чтобы извлечь нужную информацию

source: Have fun.
de: Viel Spaß.
es: Que te diviertas.
fr: Amusez-vous.
it: Buon divertimento.
ru: Не скучай.

source: Have you done this before?
de: Machst du sowas öfter?
es: ¿Has hecho esto antes?
fr: Vous avez déjà fait ça avant ?
it: L'hai mai fatto prima?
ru: Тебе уже приходилось делать что-то подобное?

source: Have you heard of Maury’s Meat Emporium?
de: Sagt Ihnen Maury’s Meat Emporium irgendwas?
es: ¿Has oído hablar del Meat Emporium de Maury?
fr: Vous avez déjà entendu parler du Maury’s Meat Emporium ?
it: Hai sentito parlare dell'Emporio della carne di Maury?
ru: Вы знаете что-нибудь про мясную лавку Мори?

source: Have you heard of the Seamstresses Union?
de: Kennst du die Seamstresses Union?
es: ¿Has oído hablar del Unión de Costureras?
fr: Avez-vous déjà entendu parler du Seamstresses Union ?
it: Hai mai sentito parlare del Seamstresses Union?
ru: Слышал когда-нибудь о Союзе белошвеек?

source: Have you looked around? There’s a whole lotta shakin’ going on.
de: Hast du dich mal umgesehen? Hier geht jede Menge.
es: ¿Has echado un vistazo? Aquí se cuecen un montón de cosas.
fr: Vous avez vu autour de vous ? Y'a vraiment beaucoup de choses qui se passent.
it: Hai dato un'occhiata in giro? C'è un bel movimento.
ru: Оглянись вокруг. У кого сейчас дела идут хорошо?

source: Have you looked at the world lately? I don’t see a better tomorrow coming.
de: Hast du dich in letzter Zeit mal umgesehen? Ich kann kein besseres Morgen sehen.
es: ¿Has visto el mundo últimamente? No veo un mañana mejor aproximándose.
fr: Vous avez bien obervé le monde ces derniers temps ? Je ne crois pas que ce soient des lendemains meilleurs qui nous attendent.
it: Hai dato un'occhiata al mondo ultimamente? Non vedo l'arrivo di un futuro migliore.
ru: Когда ты в последний раз смотрел новости? Будущее выглядит каким угодно, но только не светлым.

source: Have you reconsidered that physical? If you do well enough, I might be able to pass along a discount for a Doc Wagon contract. What will it be?
de: Hast du über diese Untersuchung nachgedacht? Wenn du gut genug abschneidest, qualifizierst du dich vielleicht für einen DocWagon-Rabattvertrag. Was hättest du gern?
es: ¿Has reconsiderado el examen físico? Si obtienes buena puntuación, puede que te consiga un descuento para un contrato con DocWagon. ¿Qué decides?
fr: Avez-vous pensé à ce check-up ? Si vos résultats sont bons, je pourrais vous passer un rabais pour un contrat avec Doc Wagon. Qu'en dites-vous ?
it: Hai ripensato a quel check-up? Se il risultato è soddisfacente, potrei aggiungere anche uno sconto per un contratto con la Doc Wagon. Che ne dici?
ru: Подумай о медицинской консультации. Если прогноз окажется достаточно хорош, я смогу выбить для тебя скидку при заключении контракта с Док-Вагоном. Итак?

source: Have you saved my son yet?
de: Habt ihr meinen Sohn schon gerettet?
es: ¿Has salvado ya a mi hijo?
fr: Vous avez sauvé mon fils ?
it: Hai salvato mio figlio?
ru: Как там мой сын?

source: Have you seen Jessica Watts around today?
de: Hast du Jessica Watts heute schon gesehen?
es: ¿Has visto a Jessica Watts por aquí hoy?
fr: Avez-vous vu Jessica Watts, aujourd'hui ?
it: Hai visto Jessica Watts qui in giro oggi?
ru: Ты видел сегодня Джессику Уоттс?

source: Haven't seen you before $(l.guy). Lookin' to go somewhere special?
de: Dich hab ich hier noch nie gesehen, $(l.guy). Hast du irgendwas besonderes vor?
es: No te había visto antes, $(l.guy). ¿Quieres ir a algún lugar especial?
fr: Je ne vous ai jamais vu ici avant, $(l.guy). Vous cherchez quelque chose de spécial ?
it: Non ti ho mai visto prima $(l.guy). Stai cercando un posto in particolare?
ru: Раньше я тебя здесь не видел, $(l.guy). Куда собираешься?

source: Haven’t minded so far.
de: Hat mich bisher jedenfalls noch nicht gestört.
es: No me ha importado hasta ahora.
fr: Ça ne m'a pas embêté jusqu'ici.
it: Fai pure.
ru: Я не могу тебе этого запретить.

source: Having something this deadly in the lab always gets me on edge. One wrong dose of those meds and someone will lose an arm. That or the guys upstairs will just lock the doors and let the damn things eat us.
de: Etwas derart Tödliches im Labor zu haben, macht mich nervös. Eine zu schwache Medikamentendosis und schon verliert jemand einen Arm. Entweder das, oder die Typen im oberen Stock schließen einfach die Türen und lassen zu, dass die Biester uns fressen.
es: Siempre me altero al tener algo tan mortal en el laboratorio. Una dosis errónea de esta medicina, y alguien podría perder un brazo. Eso, o que los chicos de arriba cierren las puertas y dejen que esas malditas cosas se nos traguen vivos.
fr: Avoir quelque chose d'aussi meurtrier dans le labo me rend toujours nerveux. Une mauvaise dose et quelqu'un peut y perdre un bras. Ça ou les types du dessus verrouillent toutes les issus et laissent ces satanées choses nous bouffer.
it: La presenza di soggetti così letali nel laboratorio mi innervosisce sempre. Basta sbagliare una dose di medicine e qualcuno ci rimette un braccio. Oppure da di sopra ci chiudono dentro e finiamo tutti sbranati da quelle cose.
ru: Я всегда нервничаю, когда в лаборатории появляются опасные подопытные. Чуть ошибешься с дозой, и они оторвут тебе руку. Кроме того, никогда не знаешь, в какой момент дорогое начальство примет решение о ликвидации проекта, зальет двери бетоном и позволит им нас сожрать.

source: He also offers you his help. The insects you encountered, they are something, no? Something dark. To ignore them would be folly. There is much at stake. Samedi knows you are after this woman, Jessica Watts, for your own reasons. He can help you get to this woman, *and* defeat her bugs.
de: Er bietet dir auch seine Hilfe an. Diese Insekten, denen du begegnet bist, sie sind ... von finsterer Natur, n’est-ce pas? Sie zu ignorieren wäre töricht, es steht viel auf dem Spiel. Samedi weiß, dass du aus persönlichen Gründen nach dieser Frau suchst, Jessica Watts. Er kann dir helfen, diese Frau in die Finger zu bekommen *und* ihre Käfer zu besiegen.
es: También te ofrece su ayuda. Los insectos a los que te has enfrentado, tienen algo, ¿no? Algo oscuro. Ignorarlos sería una loca. Hay mucho en juego. Samedi sabe que estás buscando a esa mujer, Jessica Watts, y que tienes tus motivos. Puede ayudarte a llegar a ella *y* derrotar a sus bichos.
fr: Il vous offre également son aide. Les insectes que vous avez trouvés, c'est quelque chose, n'est-ce pas ?! Une chose plutôt sinistre, d'ailleurs. Ça serait de la folie de les ignorer. Il y a beaucoup trop à perdre. Samedi sait que vous en avez après cette femme, Jessica Watts. Vous avez vos raisons. Il peut vous aider à l'arrêter *et* à vaincre ses insectes.
it: Ti offre anche il suo aiuto. Gli insetti che hai incontrato fanno davvero impressione, no? Sono qualcosa di oscuro. Ignorarli sarebbe una follia. C'è una posta alta in gioco. Samedi sa che tu stai cercando quella donna, Jessica Watts, per motivi tuoi. Può aiutarti a trovarla, *e anche* a sconfiggere i suoi insetti.
ru: Он также предлагает тебе свою помощь. Встреченные тобой жуки опасны, нет? Отвратительные твари. Не принимать их во внимание будет глупо. На кон поставлено очень многое. Самеди знает, что тебе нужна эта женщина, Джессика Уоттс. Он может помочь тебе до нее добраться - и победить ее жуков.

source: He clung to this place like it was his lifeline and we treated him as part of the family, even if none of us truly liked him - except Coyote.
de: Er klammerte sich an diesem Ort, als wäre es seine letzte Rettungsleine und wir haben ihn wie einen Teil der Familie behandelt, auch wenn niemand von uns ihn je wirklich mochte – außer Coyote.
es: Se aferraba a este lugar como si fuera su sustento y nosotros lo tratamos como si fuera de la familia, aunque no le gustaba a nadie; solo a Coyote.
fr: Il s'accrochait à cet endroit comme si sa vie en dépendait. Pour nous, il faisait partie de la famille, même si personne ne l'aimait vraiment. Sauf Coyote.
it: Si attaccava a questo posto come fosse l'ultima spiaggia e noi lo trattavamo come uno della famiglia, anche se nessuno gli era veramente affezionato, eccetto Coyote.
ru: Он держался за это место, как утопающий - за спасательный круг. Мы считали его членом нашей семьи, хоть и не любили его. Его не любил никто, только Койот.

source: He did you know - take another wife. MELINDA WATTS. They had beautiful twins. Beautiful.
de: Er hat es dann auch getan, weißt du – eine andere Frau gefunden. MELINDA WATTS. Sie hatten wunderschöne Zwillinge. So wunderschön.
es: Y lo hizo... tomó otra esposa. MELINDA WATTS. Tuvieron unos gemelos preciosos. Preciosos.
fr: Il l'a fait, vous savez. Prendre une autre femme. MELINDA WATTS. Ils ont eu de superbes jumeaux. Superbes.
it: Lo ha fatto... ha preso un'altra moglie. MELINDA WATTS. Hanno avuto due bellissimi gemelli. Stupendi.
ru: И он это сделал - нашел себе другую жену. МЕЛИНДУ УОТТС. У них родились чудесные близнецы. Чудесные.

source: He drops the gun and Paco quickly scoops it up. Coyote grabs him fiercely. He slumps into her arms and she rocks with him for a long time, her head buried in his shoulder. When she looks up, she locks eyes with you, the deepest gratitude reflecting on her face.
de: Er lässt die Waffe fallen und Paco hebt sie schnell auf. Coyote drückt ihn fest an sich. Er lässt sich in ihre Arme fallen und sie hält ihn für eine lange Zeit, ihr Kopf an seiner Schulter. Schließlich hebt sie den Kopf, ihr Blick sucht den deinen und sie sieht dich mit tiefer Dankbarkeit an.
es: Suelta el arma y rápidamente Paco la recoge. Coyote le coge con firmeza. Se desploma en sus brazos y lo acuna durante mucho tiempo, apoyando la cabeza en su hombro. Cuando alza la mirada, te mira fijamente, con la máxima gratitud reflejada en su cara.
fr: Il lâche le pistolet et Paco le ramasse sans attendre. Coyote l'empoigne avec force. Il tombe dans ses bras et elle le berce pendant un long moment, la tête posée sur son épaule. Quand elle lève les yeux, vos regards se croisent. Dans le sien, vous lisez une profonde gratitude.
it: Lascia la pistola e Paco la intercetta al volo. Coyote lo afferra saldamente. Lui crolla tra le braccia di lei, che lo trattiene per un lungo momento e affonda la testa tra le spalle del ragazzo. Quando alza di nuovo gli occhi, Coyote incrocia il tuo sguardo, colma di gratitudine.
ru: Он роняет пистолет, и Пако быстро прячет оружие. Койот хватает своего брата. Он обмякает у нее на руках, и она принимается укачивать его, как ребенка. Когда она наконец отрывает от него взгляд, она смотрит на тебя с выражением глубокой благодарности.
