Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}She shudders, shakes it off.{{/GM}} Fine. Whatever. I want that woman dead now more than ever. If you go after her again, you think of me, okay? I’ll be around - locked and loaded.
de: {{GM}}Sie schüttelt sich, fängt sich aber wieder.{{/GM}} Okay. Was auch immer. Ich will diese Frau jetzt noch mehr tot sehen als je zuvor. Wenn du noch mal versuchst, sie zu erwischen, dann denk an mich, ja? Ich kann’s kaum erwarten.
es: {{GM}}Tiembla y se estremece.{{/GM}} Bueno, da igual. Quiero ver a esa mujer muerta hoy más que nunca. Si vuelves a atacarla, piensa en mí, ¿de acuerdo? Estaré por ahí; lista y preparada.
fr: {{GM}}Elle frémit, puis se reprend.{{/GM}} Bon. Peu importe. Je veux la peau de cette femme, plus que jamais. Si jamais tu la coinces un jour, pense à moi, ok ? Je serais là. Prête à tout.
it: {{GM}}Lei sussulta, come per scrollarsi.{{/GM}} Bene. Ottimo. Voglio quella donna morta, ora più che mai. Se la trovi di nuovo, pensa a me, ok? Io resto nei dintorni, pronta e con le armi cariche.
ru: {{GM}}Ее бьет дрожь, но она берет себя в руки усилием воли.{{/GM}} Ладно. Плевать. Теперь я хочу убить эту женщину еще сильнее, чем раньше. Если ты устроишь за ней охоту, не забудь позвать меня, ладно? Я приду. И вооружусь до зубов.

source: {{GM}}She sighs. Coming down off the adrenaline rush.{{/GM}} Marie... Marie-Louise. Listen, we’ve got to get out of here! The priests and acolytes have been going down that hole since they locked me up. They were chanting all the way but then I heard screaming. And something else. Something... foul.
de: {{GM}}Sie seufzt. So langsam lässt ihr Adrenalinschock nach.{{/GM}} Marie ... Marie-Louise. Aber hör zu: Als Erstes müssen wir hier raus! Seit ich hier bin, sind immer wieder Priester und Akolythen da runter gegangen. Erst war die ganze Zeit so ein monotoner Gesang zu hören, aber dann habe ich Schreie gehört. Und noch etwas anderes. Etwas ... Widerliches.
es: {{GM}}Suspira. Recuperándose del subidón de adrenalina.{{/GM}} Marie... Marie-Louise. ¡Escucha, tenemos que salir de aquí! Desde que me encerraron, no han parado de bajar sacerdotes y acólitos por ese agujero. No paraban de cantar pero entonces escuché gritos. Y algo más. Algo... horrible.
fr: {{GM}}Elle soupire. L'effet de l'adrénaline commence à se dissiper.{{/GM}} Marie... Marie-Louise. Écoutez, il faut absolument qu'on sorte d'ici ! Depuis qu'on m'a enfermée ici, des prêtres et des disciples n'ont pas arrêté de descendre dans ce trou. Ils ont chanté sans arrêt et après ça, j'ai entendu des cris. Et il y avait autre chose. Une chose... infecte.
it: {{GM}}Sospira. L'effetto dell'adrenalina è passato.{{/GM}} Marie... Marie Louise. Senti, dobbiamo andarcene da qui! Sacerdoti e seguaci scendevano di continuo da quando mi hanno chiuso qui dentro. Prima cantavano, poi però hanno cominciato a urlare. E qualcos'altro. Qualcosa di... orrendo.
ru: {{GM}}Она вздыхает и немного успокаивается, но в ее крови все еще гуляет адреналин.{{/GM}} Мария... Мария-Луиза. Давайте уже пойдем, а? Я слышала пение. Жрецы и послушники то и дело проходили мимо меня. А потом раздались вопли. И какой-то ужасный звук. Слушайте, мы должны выбираться отсюда!

source: {{GM}}She sighs. She’s done.{{/GM}} Nevermind. I can see that you are not going to let this go and I respect that you are honoring my brother’s memory - in your own way. But I hope you can understand how emotional this is for me.
de: {{GM}}Sie seufzt resigniert.{{/GM}} Was soll’s. Ich sehe schon, dass ich deine Meinung nicht ändern kann und ich respektiere, dass du meinen toten Bruder ehren willst – auf deine eigene Art. Aber ich hoffe, dass du verstehst, wie schwierig das alles für mich ist.
es: {{GM}}Suspira. Ha terminado.{{/GM}} No importa. Ya veo que no vas a dejar pasar esto y respeto que honres la memoria de mi hermano; a tu manera. Pero espero que puedas entender la carga emocional que tiene todo esto para mí.
fr: {{GM}}Elle soupire. Elle abandonne.{{/GM}} Peu importe. Je vois bien que vous n'allez pas lâcher l'affaire et je comprends que vous vouliez faire honneur à la mémoire de mon frère, à votre façon. Mais j'espère que vous comprenez aussi que c'est très dur pour moi.
it: {{GM}}Sospira. Ha finito.{{/GM}} Non importa. So che non hai intenzione di mollare e rispetto il fatto che, a modo tuo, tu stia onorando la memoria di mio fratello. Ma spero che tu capisca quanto questo sia pesante per me.
ru: {{GM}}Она вздыхает, отчаявшись переубедить тебя.{{/GM}} Не важно. Я вижу, что никакие аргументы здесь не помогут, и могу понять желание выполнить обязательство перед моим покойным братом - в каком-то смысле. Но я надеюсь, что вы понимаете, как это для меня тяжело.

source: {{GM}}She smiles a haunted smile.{{/GM}} That has been my experience as well. I am glad to have left the game.
de: {{GM}}Sie gibt ein gequältes Lächeln von sich.{{/GM}} Diese Erfahrung hab ich auch gemacht. Ich bin froh, diesen Beruf zurückgelassen zu haben.
es: {{GM}}Sonríe con una sonrisa misteriosa.{{/GM}} Yo también he pasado por lo mismo. Me alegro de haber abandonado el juego.
fr: {{GM}}Elle sourit d'un sourire forcé.{{/GM}} J'ai aussi connu ça. Je suis bien contente d'avoir quitté la partie.
it: {{GM}}Ti sorride in modo inquietante.{{/GM}} Ho avuto le stesse esperienze. Sono felice di esserne fuori ormai.
ru: {{GM}}Она раздвигает губы в странной, пугающей улыбке.{{/GM}} Я знаю это не понаслышке. Я не жалею, что ушла на покой.

source: {{GM}}She smiles a wicked smile.{{/GM}} But first, I think it's time you met my new family. They're eager to make your acquaintance.
de: {{GM}}Sie lächelt ein bösartiges Lächeln.{{/GM}} Doch zuerst sollte ich dich meiner neuen Familie vorstellen. Sie freuen sich darauf, dich kennenzulernen.
es: {{GM}}Sonríe con una sonrisa malvada.{{/GM}} Pero antes, creo que es hora de que conozcas a mi nueva familia. Están ansiosos por conocerte.
fr: {{GM}}Elle sourit avec un air malicieux.{{/GM}} Mais avant, je crois qu'il est temps que vous rencontriez ma nouvelle famille. Ils sont impatients de faire votre connaissance.
it: {{GM}}Fa un sorriso malvagio.{{/GM}} Ma prima, penso che sia arrivato il momento che incontri la mia nuova famiglia. Sono ansiosi di fare la tua conoscenza.
ru: {{GM}}Она гадко улыбается.{{/GM}} Но сначала я познакомлю тебя с моей новой семьей. Они будут рады возможности познакомиться.

source: {{GM}}She smiles at Paco.{{/GM}} Easy lover. No, it wasn’t like that. We were friends. I guess I knew him the best of everyone here. Sorry he’s gone.
de: {{GM}}Sie lächelt Paco an.{{/GM}} Ruhig Blut, Schatz. Nein, nichts dergleichen. Wir waren Freunde. Ich schätze, ich kannte ihn wohl am besten von allen in der Union. Es tut mir leid, dass er tot ist.
es: {{GM}}Le sonríe a Paco.{{/GM}} Un amante fácil. No, no era nada de eso. Éramos amigos. Supongo que yo lo conocía mejor que nadie de por aquí. Siento mucho que haya muerto.
fr: {{GM}}Elle sourit à Paco.{{/GM}} Tranquille. Non, ce n'était pas comme ça. Nous étions amis. Je suppose que c'est moi qui le connaissais le plus, ici. Je suis triste qu'il ne soit plus là.
it: {{GM}}Sorride a Paco.{{/GM}} Un amante facile. No, non era così. Eravamo amici. Credo di averlo conosciuto meglio di tutti i presenti. Mi dispiace che sia morto.
ru: {{GM}}Она улыбается Пако.{{/GM}} Полегче, милый. Нет, ничего такого. Мы были друзьями. Я знала его лучше всех остальных. Мне жаль, что он погиб.

source: {{GM}}She smiles at your use of Japanese.{{/GM}} You are a good $(l.man), omae, and a friend of the Seamstresses Union. It is unfortunate that we do not have more friends like you.
de: {{GM}}Sie lächelt über deine japanische Begrüßung.{{/GM}} Du bist eine gute Person, omae, und ein Freund der Seamstresses Union. Es ist schade, dass wir nicht mehr Freunde wie dich haben.
es: {{GM}}Sonríe al oírte hablar japonés.{{/GM}} Hay bondad en ti, $(l.man), omae, y el Unión de Costureras valora tu amistad. Es una lástima que no tengamos más amigos como tú.
fr: {{GM}}Elle sourit de votre utilisation du japonais.{{/GM}} Vous êtes un bon $(l.man), omae, et un ami du Seamstresses Union. Quel dommage de ne pas avoir plus d'amis comme vous.
it: {{GM}}Sorride per il tuo giapponese.{{/GM}} Sei una brava persona $(l.man), omae, sempre in buoni rapporti con il Seamstresses Union. È una sfortuna non avere tanti amici come te.
ru: {{GM}}Она улыбается, когда слышит звуки японской речи.{{/GM}} Омае, мне жаль, что у нас мало таких друзей, как ты. $(l.man) не всегда решается открыто поддержать Союз, если знает, что враги расценят это как брошенный им вызов.

source: {{GM}}She smiles through a brief reverie.{{/GM}} We were twins. Partners in crime. Best friends.
de: {{GM}}Sie lächelt kurz, als sie sich erinnert.{{/GM}} Wir waren Zwillinge. Verbündete. Beste Freunde.
es: {{GM}}Sonríe durante un breve ensimismamiento.{{/GM}} Éramos mellizos. Cómplices. Mejores amigos.
fr: {{GM}}Elle sourit brièvement à travers ses rêveries.{{/GM}} On était jumeaux. Très complices. Très amis.
it: {{GM}}Fantastica per un attimo e sorride.{{/GM}} Eravamo gemelli. Complici. Migliori amici.
ru: {{GM}}Она улыбается, на мгновение возвращаясь мыслями в прошлое.{{/GM}} Мы были близнецами. Сообщниками. Лучшими друзьями.

source: {{GM}}She smiles. In love.{{/GM}} Yes, even after my father ruined his life and convinced me to hate him, he’s still been watching over me. My angel in cyberspace - Baron Samedi. After we escaped, I told Harkeem about the Brotherhood and about the bugs. It was his idea to steal Project Aegis so you could go back into the Universal Brotherhood and exterminate the bugs. But I don’t know how he knew about it. Baron Samedi just... knows things.
de: {{GM}}Sie lächelt, ist ganz verliebt.{{/GM}} Ja, nachdem mein Vater sein Leben ruiniert und mich dazu gebracht hatte, ihn zu hassen, war er trotzdem noch für mich da. Mein Engel im Cyberspace – Baron Samedi. Nachdem wir entkommen sind, habe ich Harkeem von der Bruderschaft und den Käfern erzählt. Es war seine Idee, Projekt Aegis zu stehlen, um die Käfer in der Universellen Bruderschaft auszulöschen. Aber wie er davon wusste, kann ich mir nicht erklären. Baron Samedi ... weiß einfach Sachen.
es: {{GM}}Sonríe. Enamorada.{{/GM}} Sí, incluso después de que mi padre arruinara su vida y me convenciera para que lo odiara, él ha seguido cuidándome. Mi ángel en el ciberespacio: el barón Samedi. Después de que escapáramos, le hablé a Harkeem de la Hermandad y de los bichos. Fue idea suya robar el proyecto Aegis para que pudieras volver a entrar en la Hermandad Universal y exterminar a los bichos. Pero no sé cómo se enteró. El barón Samedi, es que... sabe cosas.
fr: {{GM}}Elle sourit. Tendrement.{{/GM}} Oui, même après que mon père ait ruiné sa vie et m'ait convaincu de le haïr, il a continué de veiller sur moi. Mon ange du cyberespace : Baron Samedi. Après nous être échappés, j'ai parlé à Harkeem de la Confrérie et des insectes. C'était son idée de voler le projet Aegis, afin que vous puissiez retourner à la Confrérie Universelle et exterminer les insectes. Mais je ne sais pas comment il l'a su. Baron Samedi sait tout...
it: {{GM}}Sorride. Innamorata.{{/GM}} Sì, anche dopo che mio padre ha rovinato la sua vita e mi ha convinto a odiarlo, ha continuato a vegliare su di me. Il mio angelo nello spazio cibernetico, Baron Samedi. Dopo la nostra fuga, ho detto ad Harkeem della Fratellanza e degli insetti. È stata una sua l'idea rubare il Progetto Aegis di modo che tu potessi tornare nella Fratellanza Universale e sterminare gli insetti. Ma non so come lo sapesse. Baron Samedi semplicemente... sa le cose.
ru: {{GM}}При мысли о любимом человеке она мечтательно улыбается.{{/GM}} Да. Даже после того, как мой отец искалечил его и заставил меня его возненавидеть, он присматривал за мной и оберегал меня. Мой барон, мой ангел-хранитель. Владыка кибернетического пространства. Когда мы бежали, я рассказала Харкиму о Братстве и о жуках. Он предложил украсть "Эгиду", чтобы вы могли вернуться туда и уничтожить их всех. Я не спрашивала, откуда он о ней знает. Барон Самеди... знает очень многое.

source: {{GM}}She smiles.{{/GM}} He’s taking care of Gino. He’s got friends who know about that kind of thing. He’s a good man, that Paco.
de: {{GM}}Sie lächelt.{{/GM}} Er kümmert sich um Gino. Er hat Freunde, die sich mit so etwas auskennen. Paco ... er ist echt einer von den Guten.
es: {{GM}}Sonríe.{{/GM}} Se está ocupando de Gino. Tiene amigos que saben de este tipo de cosas. Es un buen hombre, ese Paco.
fr: {{GM}}Elle sourit.{{/GM}} Il s'occupe de Gino. Il a des amis qui... s'y connaissent. Paco, c'est un mec bien.
it: {{GM}}Sorride.{{/GM}} Si sta occupando di Gino. Ha amici che sanno cosa fare in queste situazioni. È un brav'uomo, quel Paco.
ru: {{GM}}Она улыбается.{{/GM}} Он заботится о Джино. У него есть друзья, которым уже приходилось выхаживать наркоманов. Пако хороший парень.

source: {{GM}}She smiles.{{/GM}} It's Seattle. You look like you have a question.
de: {{GM}}Sie lächelt.{{/GM}} Das ist Seattle. Du siehst aus, als hättest du Fragen.
es: {{GM}}Sonríe.{{/GM}} Es Seattle. Yo diría que tienes algo que preguntar.
fr: {{GM}}Elle sourit.{{/GM}} C'est Seattle. On dirait que vous avez une question.
it: {{GM}}Sorride.{{/GM}} È Seattle. Sembra che tu abbia una domanda.
ru: {{GM}}Она улыбается.{{/GM}} Мы в Сиэтле. Судя по выражению твоего лица, у тебя есть вопросы.

source: {{GM}}She snaps to attention instantly, every fiber of her withered husk focused on you.{{/GM}} Oh, yes! The pretty pills. James used to give me those.
de: {{GM}}Sie schreckt sofort auf, als sie diese Worte hört und wendet sich dir mit ungeteilter Aufmerksamkeit zu.{{/GM}} Oh, ja! Die bunten Pillen. James hat sie mir immer gegeben.
es: {{GM}}De repente recupera la atención y centra en ti hasta la última fibra de su desgastada corteza.{{/GM}} ¡Oh, sí! Mis pastillas preciosas. Antes me las daba James.
fr: {{GM}}Elle a tout à coup toute votre attention, chaque fibre de son corps frêle étant concentrée sur vous.{{/GM}} Oh oui ! Les jolies pilules. James m'en donnait souvent.
it: {{GM}}Scatta istantaneamente, fissando ogni fibra del suo fragile corpo su di te.{{/GM}} Oh sì! Le pilloline. James me le dava sempre.
ru: {{GM}}Она мгновенно сосредотачивает на тебе все внимание, которое еще хоть как-то способна тебе уделить.{{/GM}} Да, да! Чудесные таблетки. Джеймс приносил мне такие же.

source: {{GM}}She snaps.{{/GM}} Those people were scavengers! Ghouls! They deserved to die for desecrating my mother’s body.
de: {{GM}}Sie rastet aus.{{/GM}} Diese Leute waren Räuber und Plünderer! Ghule! Sie haben es verdient zu sterben, für das, was sie getan haben.
es: {{GM}}Pierde el control.{{/GM}} ¡Esas personas eran unos carroñeros! ¡Necrófagos! Merecían morir por haber profanado el cuerpo de mi madre.
fr: {{GM}}Elle parle d'un ton sec.{{/GM}} Ces gens étaient des charognards ! Des goules ! Ils méritaient de mourir pour avoir profané le corps de ma mère.
it: {{GM}}Lei scatta.{{/GM}} Quelle persone erano avvoltoi! Ghoul! Meritavano di morire per aver profanato il corpo di mia madre.
ru: {{GM}}Она больше не может держать себя в руках.{{/GM}} Это были не люди, а каннибалы! Трупоеды! Они заслужили смерть после того, что сделали с моей матерью!

source: {{GM}}She studies the old photo for several silent moments.{{/GM}}
de: {{GM}}Sie betrachtet das alte Foto einen langen, schweigsamen Moment lang.{{/GM}}
es: {{GM}}Estudia la vieja foto durante un momento en silencio.{{/GM}}
fr: {{GM}}Elle contemple la vieille photo en silence pendant quelques instants.{{/GM}}
it: {{GM}}Lei studia la foto per pochi, silenziosi istanti.{{/GM}}
ru: {{GM}}Она молча изучает фотографию минуту, потом другую.{{/GM}}

source: {{GM}}She swoons.{{/GM}} I didn’t know that! Oh my! But it doesn’t surprise me at all! She's so deep and soulful. And there are lots of media stars who are joining the Brotherhood these days. We're everywhere!
de: {{GM}}Sie seufzt verzückt.{{/GM}} Das wusste ich nicht! Wow! Aber es überrascht mich auch überhaupt nicht! Sie ist so tiefgründig. Es treten auch immer mehr Stars und Sternchen der Bruderschaft bei. Wir sind überall!
es: {{GM}}Se queda extasiada.{{/GM}} ¡No lo sabía! ¡Anda! Aunque la verdad es que no me sorprende. Es tan profunda y tan espiritual... Últimamente muchas estrellas se están uniendo a la Hermandad. ¡Estamos por todas partes!
fr: {{GM}}Elle est au bord de l'évanouissement.{{/GM}} Je n'étais pas au courant ! C'est fou ! Ça ne me surprend même pas ! Elle est si profonde et émouvante. Et il y a de plus en plus de stars qui rejoignent la Confrérie de nos jours. Nous sommes partout !
it: {{GM}}È in estasi.{{/GM}} Non lo sapevo! Oh cielo! Ma non mi sorprende per nulla! È così profonda e sensibile. E i personaggi famosi che si uniscono alla Fratellanza sono sempre di più. Siamo dappertutto!
ru: {{GM}}Она восторженно прижимает руки к груди.{{/GM}} Я этого не знала! Вот это да! Впрочем, неудивительно, она ведь такая печальная. Очень многие звезды уже присоединились к Братству. Мы везде!

source: {{GM}}She takes a series of controlled breaths, only shuddering with the first few.{{/GM}} No, but I will be.
de: {{GM}}Sie atmet mehrmals tief ein und aus, bis sich Körper und Seele beruhigt zu haben scheinen.{{/GM}} Nein, aber bald wird es das sein.
es: {{GM}}Inspira varias veces de forma controlada, y solo se estremece con las primeras bocanadas.{{/GM}} No, pero lo estaré.
fr: {{GM}}Elle prend une série de respirations contrôlées, tremblant un peu au début.{{/GM}} Non, mais ça ira.
it: {{GM}}Fa alcuni respiri profondi, tremando solo sugli ultimi.{{/GM}} No, ma presto starò bene.
ru: {{GM}}Она делает несколько глубоких вдохов и постепенно начинает успокаиваться.{{/GM}} Нет. Но скоро мне станет легче.

source: {{GM}}She then furrows her brow, regarding you more critically.{{/GM}} You're not with the police, are you?
de: {{GM}}Sie runzelt die Stirn und beäugt dich kritisch.{{/GM}} Du gehörst nicht zur Polizei, oder?
es: {{GM}}Entonces, frunce el ceño, mirándote de forma más crítica.{{/GM}} No estarás con la policía, ¿verdad?
fr: {{GM}}Puis elle fronce les sourcils, en vous décochant un regard critique.{{/GM}} Vous n'êtes pas de la police, au moins ?
it: {{GM}}Al che, aggrotta le sopracciglia, guardandoti con più circospezione.{{/GM}} Non sei della polizia, vero?
ru: {{GM}}Она хмурится и смотрит на тебя критическим взглядом.{{/GM}} Это ведь не полицейское расследование, не так ли?

source: {{GM}}She thinks.{{/GM}} Enemies? That’s hard to say. Sam partied hard and when he did, he ran his mouth off pretty good. Got his ass kicked on more than one occasion. But no, I don’t think he had any enemies. At least none that I’m aware of.
de: {{GM}}Sie denkt nach.{{/GM}} Feinde? Schwer zu sagen. Sam hat am Limit gefeiert und wenn er dabei war, hat er auch sein Maul recht weit aufgerissen. Hat die ein oder andere Tracht Prügel dafür eingesteckt. Aber nein, ich glaube nicht, dass er irgendwelche Feinde hatte. Zumindest keine, von denen ich weiß.
es: {{GM}}Piensa.{{/GM}} ¿Enemigos? Es difícil saberlo. Cuando Sam se iba de fiesta, lo hacía a lo bestia y se le iba la lengua. En más de una ocasión le dieron una paliza. Pero no, no creo que tuviera enemigos. Al menos que yo sepa.
fr: {{GM}}Elle réfléchit.{{/GM}} Des ennemis ? Difficile à dire. Sam pouvait boire comme un trou, et il pouvait dire à peu près n'importe quoi. Il s'est fait botté le cul plus d'une fois. Mais non, je ne pense pas qu'il avait des ennemis. Pas que je sache en tout cas.
it: {{GM}}Riflette.{{/GM}} Nemici? È difficile da dire. Sam ci dava dentro coi festeggiamenti e, quando lo faceva, parlava a ruota libera. Lo hanno preso a calci in culo in più di un'occasione. Ma no, non credo che avesse dei nemici. Almeno nessuno di cui sia a conoscenza.
ru: {{GM}}Она задумывается.{{/GM}} Враги? Трудно сказать. Сэм любил выпить и не особенно беспокоился о том, кому перебегает дорогу. Его били, и не единожды. Но нет, серьезных врагов у него не было. Во всяком случае, я об этом ничего не знаю.

source: {{GM}}She thinks.{{/GM}} Standard Sam drek. How he grew up rich and didn’t deserve this. How he hated his mother. How he loved his mother. It was pretty pathetic stuff.
de: {{GM}}Sie denkt nach.{{/GM}} Ach, der übliche Sam-Drek. Über seine reiche Kindheit und wie er dieses Ende nicht verdient hatte. Dass er seine Mutter hasste. Dass er seine Mutter liebte. Es war schon ziemlich armselig.
es: {{GM}}Piensa.{{/GM}} La mierda habitual de Sam. Hablaba de que se había criado con dinero y de que no se merecía esto. De cuánto odiaba a su madre. De cuánto amaba a su madre. Fue bastante lamentable.
fr: {{GM}}Elle réfléchit.{{/GM}} Les trucs habituels. Comment il a grandi dans une famille riche, et qu'il ne le méritait pas. Combien il détestait sa mère. Combien il aimait sa mère. C'était assez pathétique, vraiment.
it: {{GM}}Riflette.{{/GM}} Le solite stronzate alla Sam. Su come era cresciuto nell'agio e non si meritava questo. Su quanto odiasse sua madre. Su quanto amasse sua madre. Roba abbastanza patetica.
ru: {{GM}}Она пытается вспомнить.{{/GM}} Из-за того же, из-за чего и всегда. Как он вырос в богатой семье и не заслужил такой участи. Как он ненавидел свою мать. Как он любил свою мать. Звучало это жалко.

source: {{GM}}She's assembled in a standard config: face of a schoolgirl, body of a stripper. You'd need some thick beer-goggles to miss the "work" she's had done.{{/GM}}
de: {{GM}}Sie ist in einer Standardkonfiguration zusammengebaut: das Gesicht eines Schulmädchens mit dem Körper einer Stripperin. Nur ein sehr, sehr kurzsichtiger Blick könnte übersehen, dass an ihr „gearbeitet“ wurde.{{/GM}}
es: {{GM}}Le han dado una configuración estándar: cara de colegiala, cuerpo de stripper. Tendrías que estar muy ciego para no ver el "trabajo" que le han hecho.{{/GM}}
fr: {{GM}}Elle est assemblée dans une configuration standard : un visage d'écolière, un corps de strip-teaseuse. Il faudrait être sérieusement aveugle pour ne pas remarquer le "travail" qu'elle faisait.{{/GM}}
it: {{GM}}È assemblata secondo la solita configurazione: faccia da scolaretta, corpo da spogliarellista. Dovresti ubriacarti di brutto per non notare quanto ha "lavorato".{{/GM}}
ru: {{GM}}Перед тобой стандартный комплект: лицо школьницы, тело звезды стриптиза. Трудно не догадаться, чем эта женщина "зарабатывала" себе на жизнь.{{/GM}}

source: {{GM}}She's glassy-eyed. Maybe in shock.{{/GM}} Good... uh, thanks again. Don’t worry about me. I’ll... I’ll see you around.
de: {{GM}}Mit gläsernem Blick starrt sie an dir vorbei. Sie steht wahrscheinlich unter Schock.{{/GM}} Gut ... äh, danke noch mal. Mach dir keine Sorgen. Ich ... wir sehen uns.
es: {{GM}}Tiene la mirada perdida. Posiblemente por la impresión.{{/GM}} Bueno... esto... gracias de nuevo. No te preocupes por mí. Ya... ya nos veremos.
fr: {{GM}}Elle a un regard vitreux. Elle doit être choquée.{{/GM}} Très bien... hum, merci encore. Ne vous inquiétez pas pour moi. Je... On se verra plus tard.
it: {{GM}}Ha lo sguardo vitreo. Forse è in stato di shock.{{/GM}} Bene... e grazie di nuovo. Non preoccuparti per me. Ci... Ci si vede.
ru: {{GM}}Она смотрит прямо сквозь тебя. Похоже, у нее шок.{{/GM}} Хорошо... а, спасибо. Не волнуйся. Еще... еще увидимся.
