Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Ask and I will provide what wisdom I can.
de: Frag, was dir auf dem Herzen liegt und ich werde dir helfen, soweit es mir möglich ist.
es: Pregunta y te ofreceré toda la sabiduría que tenga.
fr: Posez vos questions et je vous prodiguerai autant de sagesse que je le peux.
it: Chiedi pure, condividerò la mia saggezza con te.
ru: Всей моей мудростью я готов поделиться.

source: Ask away.
de: Dann schieß mal los.
es: Pregunta.
fr: Demandez toujours.
it: Spara.
ru: Спрашивай.

source: Ask the Coroner About Sam Watts
de: Frag den Gerichtsmediziner nach Sam Watts
es: Pregúntale por Sam Watts al forense
fr: Poser des questions sur Sam Watts au légiste
it: Chiedi di Sam Watts al medico legale
ru: Расспроси судебного медика о смерти Сэма Уоттса

source: Asleep, I assume. Do you need a medkit or something?
de: Schläft, nehme ich an. Brauchst du ein Medkit oder so?
es: Dormido, supongo. ¿Necesitas un botiquín o alguna otra cosa?
fr: Il dort, je suppose. Vous avez besoin d'un médkit ou d'autre chose ?
it: Sta dormendo, presumo. Ti serve un kit medico o qualcos'altro?
ru: Спит. Тебе нужен медицинский комплект или еще что-нибудь?

source: At a glance, you can tell that Sam’s sister Jessica is from a different world - the opposite of Sam in almost every way. Her suit is tailored, her eyes are sharp, and her style exudes authority.
de: Du erkennst auf den ersten Blick, dass Sams Schwester Jessica aus einer anderen Welt stammt – sie ist auf fast jede erdenkliche Art das genaue Gegenteil von Sam. Ihr Kostüm ist maßgeschneidert, ihre Augen sind wachsam und sie besitzt eine Aura purer Autorität.
es: Con un simple vistazo, entiendes que la hermana de Sam, Jessica, es de otro mundo; es contraria a Sam en casi todos los aspectos. Su traje está entallado, su mirada es afilada y su estilo rezuma autoridad.
fr: Au premier coup d'œil, vous constatez que Jessica, la sœur de Sam, n'est pas du même monde. Elle est même diamétralement opposée à lui. Elle porte un costume impeccable. Son regard perçant et son attitude respirent l'autorité.
it: Uno sguardo ti basta per capire che Jessica, la sorella di Sam, proviene da un mondo completamente diverso da quello di suo fratello, in tutti i sensi. Il suo abito è fatto su misura, i suoi occhi acuti, e il suo stile trasuda autorità.
ru: С первого взгляда сестра Сэма Джессика кажется тебе существом из другого мира - и полной его противоположностью во всем. Ее одежда была сшита на заказ, ее глаза ярко блестят, а держится она с удивительным самообладанием и изяществом.

source: At least tell me a bit of the Truth!
de: Erzähl mir doch wenigstens ein bisschen was über die Wahrheit!
es: ¡Al menos cuéntame un poco de la Verdad!
fr: Donnez-moi au moins quelques morceaux de la Vérité !
it: Almeno dimmi uno straccio di verità!
ru: Умоляю, поделись со мной хотя бы крупицей этой Истины!

source: At least we have each other.
de: Wenigstens haben wir einander.
es: Al menos nos tenemos el uno al otro.
fr: Au moins, on peut compter l'un sur l'autre.
it: Almeno ci siamo io e te.
ru: Ничего. Мы держимся друг друга.

source: At the Universal Brotherhood, we learn that the world is all one family. When you choose the path of Belonging, you become one of our brothers or sisters. We are led by our Fathers and Mothers, who are in turn led by Grandmother Jessica, the Seattle family's Matriarch.
de: In der Universellen Bruderschaft lernen wir, dass die Weltbevölkerung eine einzige große Familie ist. Wenn du den Pfad zur Zugehörigkeit erwählst, wirst du ein Bruder oder eine Schwester. Wir werden von unseren Müttern und Vätern geführt, die wiederum von unserer Großmutter Jessica, der Matriarchin der Familie in Seattle, geführt werden.
es: En la Hermandad Universal aprendemos que el mundo es una gran familia. Cuando eliges el camino del Pertenecer, te conviertes en uno de nuestros Hermanos o Hermanas. Nuestros líderes son nuestros Padres y Madres, que siguen a Abuela Jessica, matriarca de la familia de Seattle.
fr: À la Confrérie Universelle, nous apprenons que le monde est une famille unie. Lorsque vous choisissez le chemin de l'Appartenance, vous devenez l'un de nos frères et sœurs. Nous sommes guidés par nos Pères et nos Mères, eux-mêmes guidés par Grand-mère Jessica, la matriarche de la famille de Seattle.
it: Qui alla Fratellanza Universale impariamo che il mondo è una grande famiglia. Quando imbocchi la via dell'Appartenenza, diventi uno dei nostri fratelli o sorelle. Le nostre guide sono i Padri e le Madri, che a loro volta sono guidati da Nonna Jessica, la matriarca della famiglia di Seattle.
ru: Члены Всеобщего братства верят, что населяющие мир люди и металюди - одна большая семья. Когда человек решает присоединиться к нам, он обретает сотни тысяч сестер и братьев. Во главе Братства стоят отцы и матери, которых направляет праматерь Джессика, глава отделения Братства в Сиэтле.

source: At the mention of Coyote, he finally gives you his full attention.
de: Bei der Erwähnung des Namen Coyote hast du plötzlich seine gesamte Aufmerksamkeit.
es: Al mencionar a Coyote, de repente empieza a prestarte atención.
fr: À la mention de Coyote, il vous prête finalement attention.
it: Alla parola Coyote, ti concede finalmente tutta la sua attenzione.
ru: Когда ты упоминаешь имя Койот, он наконец обращает на тебя внимание.

source: At times I miss the Tir, but as unlikely as it may sound, this new home of mine is far more interesting.
de: Hin und wieder fehlt mir das Tír, doch so merkwürdig es auch klingen mag, diese neue Heimat ist um einiges interessanter.
es: A veces echo de menos a los tir pero, aunque suene extraño, mi nuevo hogar es mucho más interesante.
fr: Le Tir me manque parfois, mais aussi étrange que ça puisse paraître, ma nouvelle maison est bien plus intéressante.
it: Alle volte mi manca Tir, ma per quanto possa sembrare strano trovo questa nuova casa decisamente più interessante.
ru: Иногда я скучаю по Тиру, но как бы неожиданно это ни прозвучало, мой новый дом здесь. И в нем происходят куда более интересные события.

source: Attack Fist
de: Faustangriff
es: Ataque puño
fr: Poing d'attaque
it: Pugno d'attacco
ru: Шипастый кулак

source: Attention. $(l.name), please report to the north hall to meet with the administrator.
de: Achtung. $(l.name), bitte melden Sie sich im Nordflur. Der Verwalter erwartet Sie dort.
es: Atención. $(l.name), preséntese en el recibidor norte para reunirse con el administrador.
fr: Votre attention. $(l.name), veuillez vous rendre dans le hall nord, le directeur vous attend.
it: Attenzione. Si prega $(l.name) di raggiungere l'amministratore nella sala nord.
ru: $(l.name), пожалуйста, пройдите в северную приемную. Вас ожидает администратор.

source: Aunt Lynne was very excited to have me there. Almost manic. She talked about the Inner Circle and how I was going to be at its center. She said I would be their queen. The way she spoke - it was as if she’d seen God or something. {{GM}}Her eyes close and she hugs herself tightly.{{/GM}} But it’s not God she sees. It’s bugs. Only bugs.
de: Tante Lynne war sehr aufgeregt darüber, dass ich da war. Fast schon manisch. Ständig hat sie vom inneren Kreis geredet und davon, warum ich in sein Zentrum gehöre. Ich sollte ihre Königin werden. Wie sie geredet hat – als hätte sie Gott gesehen oder eine Erscheinung gehabt. {{GM}}Sie schließt die Augen und umklammert ihre Arme.{{/GM}} Aber es ist nicht Gott, den sie sieht. Es sind Käfer. Nur Käfer.
es: A la tía Lynne le hacía mucha ilusión tenerme allí. Estaba casi frenética. Me habló del Círculo Interior y de cómo yo iba a ocupar el centro. Dijo que yo sería su reina. Hablaba de una manera... Era como si hubiera visto a Dios o algo así. {{GM}}Cierra los ojos y se estremece.{{/GM}} Pero lo que ve no es Dios. Son bichos. Solo bichos.
fr: Tante Lynne était très excitée de m'avoir avec elle. Presque frénétique. Elle m'a parlé du Cercle intérieur, et de comment j'allais être au centre de celui-ci. Elle a dit que j'allais devenir leur reine. La manière dont elle parlait, c'est comme si elle avait vu en moi Dieu ou quelque chose comme ça. {{GM}}Elle ferme les yeux et se serre dans ses bras.{{/GM}} Mais ce n'est pas Dieu qu'elle voit. Ce sont des insectes. Seulement des insectes.
it: Zia Lynne era molto felice di avermi lì. In modo quasi maniacale. Parlava della Cerchia nascosta e di come io ne sarei stata al centro. Ha detto che sarei stata la loro regina. Dal modo in cui parlava... era come se avesse visto Dio o qualcosa del genere. {{GM}}Chiude gli occhi e serra le braccia intorno a sé.{{/GM}} Ma non è Dio che vede. Sono insetti. Solo insetti.
ru: Линн была очень рада, когда я согласилась. Просто обезумела от радости. Она говорила о круге посвященных и что очень скоро я займу среди них свое место. Сказала, что я буду их королевой. То, как она об этом говорила - можно подумать, что она узрела второе пришествие. {{GM}}Она закрывает глаза и обхватывает себя руками.{{/GM}} Но оказалось, что это пришествие не бога, а жуков. Всего лишь жуков.

source: Auto Turret
de: Automatikgeschütz
es: Torreta automática
fr: Tourelle automatique
it: Torretta automatica
ru: Автоматическая турель

source: Automated Security Control
de: Automatisierte Sicherheitskontrolle
es: Control de seguridad automatizado
fr: Contrôle de sécurité automatisé
it: Controllo di sicurezza automatico
ru: Автоматическая система безопасности

source: Awarded to the Seattle Screamers for winning Super Brawl 2048.
de: An die Seattle Screamers für den Sieg im Super Brawl von 2048 verliehen.
es: Premio de los Seattle Screamers por ganar la Super Brawl 2048.
fr: Récompenses reçue par les Screamers de Seattle pour leur victoire lors du Super Brawl de 2048.
it: Consegnato ai Seattle Screamers per aver vinto il Super Brawl 2048.
ru: Ревунам Сиэтла за победу в матче 2048 года.

source: Awesome!
de: Fantastisch!
es: ¡Alucinante!
fr: Dingue !
it: Fantastico!
ru: Отлично!

source: Awright then. Awright good. Go on in and see my boy, Charlie. He’ll set you up with a pass card. You see Charlie.
de: Okay, okay. Dann ist ja gut. Geh rein zu meinem Kumpanen Charlie. Er besorgt dir die Karte. Geh zu Charlie.
es: Muy bien. Muy muy bien. Entra y ve a ver a mi chico, Charlie. Os dará un pase. Id a ver a Charlie.
fr: No problemo. Super, no problemo. Vas-y et parle à mon pote Charlie. Il va te filer une carte d'accès. Va voir Charlie.
it: A posto, allora. Nessun problema. Entra e vai dal mio amico Charlie. Ti darà una tessera di accesso. Vai da Charlie.
ru: Ну ладно. Ладно, хорошо. Заходи, тебя встретит мой приятель Чарли. Выпишет тебе пропуск.

source: Awwwww...
de: Woooow ...
es: Aaaaaah...
fr: Ahhhhh...
it: Ahhh...
ru: Вот это да!..

source: Aye aye!
de: Zu Befehl!
es: ¡Sí, sí!
it: Agli ordini!
ru: Так точно!

source: BENEATH THE BROTHERHOOD
de: UNTER DER BRUDERSCHAFT
es: BAJO LA HERMANDAD
fr: SOUS LA CONFRÉRIE
it: SOTTO LA FRATELLANZA
ru: ПОД ЗДАНИЕМ БРАТСТВА

source: BTL Bodyguard
es: Guardaespaldas de BTL
fr: Garde du corps BTL
it: Guardia del corpo BTL
ru: Телохранитель ИР

source: BTL Client Notebook
de: BTL-Kunden-Notizbuch
es: Bloc de notas del cliente de BTL
fr: Carnet de client BTL
it: Bloc notes cliente BTL
ru: Записная книжка с именами клиентов

source: BTL Clocker
de: BTL-Zeitarbeiter
es: Cronometrador de BTL
fr: Clocker BTL
it: Spacciatore BTL
ru: Пользователь ИР

source: BTL Keycard
de: BTL-Schlüsselkarte
es: Tarjeta de acceso de BTL
fr: Cartes d'accès BTL
it: Tessera d'accesso BTL
ru: Пропуск ИР

source: BTL Operator
de: BTL-Betreiber
es: Operador de BTL
fr: Opérateur BTL
it: Operatore BTL
ru: Оператор ИР

source: BTL Override
de: BTL-Überbrückung
es: Sobrecarga de BTL
fr: Neutralisation du BTL
it: Override BTL
ru: Центр управления ИР

source: BTL Passes
de: BTL-Pässe
es: Pases de BTL
fr: Pass BTL
it: Tessere BTL
ru: Пропуски ИР

source: BTL Recording
de: BTL-Aufzeichnung
es: Grabación de BTL
fr: Enregistrement BTL
it: Registrazione di BTL
ru: ИР-чип

source: BTL Security
de: BTL-Sicherheitspersonal
es: Seguridad de BTL
fr: Garde BTL
it: Sicurezza BTL
ru: Охранник ИР

source: BTL junkies twitch in the throes of their sordid dreams, at least as long as the creds are good.
de: BTL-Junkies zucken in den Fängen ihrer elenden Träume, zumindest so lange, wie das Geld noch reicht.
es: Los yonkis de BTL se retuercen en la agonía de sus sórdidos sueños, al menos mientras las cosas pintan bien.
fr: Des individus drogués au BTL se convulsent dans les affres de leurs rêves sordides, du moins tant qu'ils en ont les moyens.
it: I tossici di BTL si contorcono negli spasmi dei loro sordidi sogni, almeno fin quando hanno soldi.
ru: ИР-наркоманы подергиваются в объятиях своих радужных сновидений. Когда у них закончатся деньги, пробуждение обещает стать неприятным.

source: BTL junkies twitch in the throes of their sordid dreams. One bored man stands ready to administer another chip if the creds are good.
de: BTL-Junkies zucken in den Fängen ihrer elenden Träume. Ein gelangweilter Mann steht bereit, um den nächsten Chip zu slotten, sofern das Geld reicht.
es: Los yonkis de BTL se retuercen en la agonía de sus sórdidos sueños. Un hombre aburrido está listo para administrar otro chip si la cosa pinta bien.
fr: Des individus drogués au BTL se convulsent dans les affres de leurs rêves sordides. Un homme apathique se tient prêt à administrer une autre puce à qui en a les moyens.
it: I tossici di BTL si contorcono negli spasmi dei loro sordidi sogni. Un uomo annoiato è pronto a somministrare un'altra dose, se hanno abbastanza soldi.
ru: ИР-наркоманы подергиваются в объятиях своих радужных сновидений. Когда у них закончатся деньги, пробуждение обещает стать неприятным, но до тех пор скучающий надзиратель всегда готов продать страждущим еще одну дозу.

source: BabyBree
ru: КрошкаБри

source: Back again huh?
de: Wieder da, was?
es: Otra vez tú, ¿eh?
fr: Encore vous, hein ?
it: Di nuovo qui, eh?
ru: А, это снова ты. Не надоело?

source: Back for more, eh? You know, if you're looking to test out some gear, I've got a little firing range set up a few klicks from here. Space enough to level a building without hurting a fly. You just let me know what you need.
de: Hast noch nicht genug, was? Weißt du, wenn du die Ausrüstung gerne ausprobieren willst: Ein paar Klicks von hier entfernt hab ich einen kleinen Schießplatz eingerichtet. Genug Platz, um ein Gebäude dem Erdboden gleich zu machen, und dabei keiner Fliege etwas zuleide zu tun. Lass mich einfach wissen, was du brauchst.
es: Has vuelto a por más, ¿eh? Mira, si quieres probar algo, tengo un pequeño campo de tiro a unos kilómetros de aquí. Hay suficiente espacio como para demoler un edificio sin darle a una mosca. Tú solo tienes que decirme lo que necesitas.
fr: Vous en voulez d'autres, hein ? Si vous avez envie d'essayer du matos, sachez que j'ai monté un petit stand de tir à deux pas d'ici. Il y a assez d'espace pour exploser un immeuble sans faire de mal à une mouche. Vous n'avez qu'à me dire de quoi vous avez besoin.
it: Non ti è bastato, eh? Sai, se vuoi mettere alla prova la tua attrezzatura, ho un piccolo poligono pronto all'uso, a breve distanza da qui. C'è abbastanza spazio da radere al suolo un intero palazzo senza far male a una mosca. Mi devi dire solo quello che ti serve.
ru: Снова здесь, хм? Если хочешь испытать новое снаряжение, мы можем отправиться на стрельбище. Там достаточно места, чтобы сравнять с землей здание размером с Союз и никого при этом не задеть. Только скажи.

source: Back off! Just back the hell off!
de: Zurück! Macht, dass ihr von mir weg kommt!
es: ¡Atrás! ¡He dicho que atrás!
fr: Dégage ! Dégage, j'te dis !
it: Indietro! State indietro, cazzo!
ru: Назад! Отвалите! Все! Назад!

source: Back so soon? And uninjured, no less. The job must have been easier than I expected.
de: Schon wieder zurück? Und noch nicht einmal verwundet. Der Job muss einfacher gewesen sein, als ich dachte.
es: ¿Ya has vuelto? Y sin daños, nada menos. El trabajo debe de haber sido más sencillo de lo que esperaba.
fr: Déjà de retour ? Et même pas blessé, avec ça. Le boulot a dû être plus facile que je ne le pensais.
it: Già di ritorno? E per di più indenne. Il lavoro deve essere stato più semplice di quanto mi aspettassi.
ru: Снова тут? Да на тебе ни царапины. Должно быть, твоя работа не так опасна, как я привыкла считать.

source: Back to destroying the BTL trade?
de: Zurück an die Arbeit, um den BTL-Handel zu zerstören?
es: ¿Volver para destruir el tráfico de BTL?
fr: On se remet à détruire le commerce de BTL ?
it: Torni a distruggere il traffico di BTL?
ru: Продолжишь воевать с дилерами Идеальной реальности?

source: Backer Reward: Doc Wagon Benefit
de: Belohnung für Backer: DocWagon-Vorteile
es: Premio del fiador: Beneficio del Dr. Wagon
fr: Récompense : Bénéfices Doc Wagon
it: Premio Backer: Bonus Doc Wagon
ru: Награда участнику проекта ''Kickstarter'': страховка компании ''Док-Вагон''

source: Backup.
de: Rückendeckung.
es: Refuerzos.
fr: Du renfort.
it: Supporto.
ru: Поддержка.

source: Bad day to come around here unexpected. Bit of a commotion upstairs. Stevie's men are twitchy.
de: Kein guter Tag, hier unerwartet reinzuschneien. Es gab vorhin einen ganz schönen Aufruhr da oben. Stevies Leute sind ziemlich nervös.
es: Es un mal día para presentarse aquí por sorpresa. Hay un poco de conmoción arriba. Los hombres de Stevie están nerviosos.
fr: C'est un mauvais jour pour venir ici à l'improviste. Ça s'agite là-haut. Les hommes de Stevie sont nerveux.
it: Giorno sbagliato per venire qui senza invito. C'è un po' di agitazione di sopra. Gli uomini di Stevie sono nervosi.
ru: Сегодня не самый лучший день для визитов. Хозяева стоят на ушах. Люди Стиви не перестают орать друг на друга.

source: Bad memory, poor sleep habits. Knows the game like no one else.
de: Schlechtes Erinnerungsvermögen, verbesserungswürdige Schlafgewohnheiten. Kennt das Spiel wie sonst niemand.
es: Mala memoria, malos hábitos de sueño. No hay nadie que conozca mejor el tema que él.
fr: Mauvaise mémoire, peu de sommeil. Il connaît les règles du jeu par cœur.
it: Pessima memoria, dorme troppo poco. Conosce il gioco come nessun altro.
ru: Плохая память и привычка засиживаться допоздна. Знает игру гораздо лучше всех прочих.

source: Badge and SIN, please.
de: Ausweis und SIN, bitte.
es: Placa y número de identificación, por favor.
fr: Badge et SIN, je vous prie.
it: Distintivo e Numero di identificazione, prego.
ru: Удостоверение и ГРЕХ, пожалуйста.

source: Bar Tab Receipt
de: Kneipenquittung
es: Tíquet de bar
fr: Note de bar
it: Scontrino del bar
ru: Счет из бара

source: Baron Samedi
es: Barón Samedi
ru: Барон Самеди

source: Baron Samedi is the name of a Loa, or Haitian voodoo spirit. He sits at the crossroads of the living and the dead.
de: Baron Samedi ist der Name eines Loa, eines haitianischen Voodoo-Geistes. Er steht am Scheideweg zwischen den Lebenden und den Toten.
es: Barón Samedi es el nombre de una loa, un espíritu de vudú haitiano. Se encuentra en el cruce de caminos entre vivos y muertos.
fr: Baron Samedi est le nom d'un esprit Loa ou vaudou haïtien. Il siège au croisement des morts et des vivants.
it: Baron Samedi è il nome di un loa, cioè uno spirito vudù haitiano. Si trova al confine tra il mondo dei vivi e quello dei morti.
ru: Барон Самеди - это лоа, гаитянский дух вуду. Его называют владыкой перекрестков; он стоит на распутье между миром живых и миром мертвых.

source: Bartender
de: Barkeeper
es: Camarera
fr: Barman
it: Barista
ru: Бармен

source: Based upon the previous cycles of magic, the first insects are not due to appear for another 700 years. My lord Lofwyr believed he was well ahead of schedule. Something is different this time. It iss... concerning.
de: Basierend auf den bisherigen Zyklen der Magie sollten die ersten Insekten erst wieder in 700 Jahren in Erscheinung treten. Mein Herr Lofwyr war der Meinung, dass er dem Zeitplan weit voraus war. Dieses Mal ist etwas anders. Es ist ... besorgniserregend.
es: Si nos basamos en los ciclos de magia anteriores, los primeros insectos no deberían aparecer hasta dentro de 700 años. Mi señor Lofwyr pensaba que iba muy adelantado. Pero esta vez al es diferente. Es... preocupante.
fr: D'après les cycles magiques précédents, les premiers insectes n'étaient pas censés apparaître avant 700 ans. Mon seigneur Lofwyr pensait qu'il serait prêt en avance, à tort. Cette fois-ci, les choses sont différentes. Elles sont... préoccupantes.
it: In base ai precedenti cicli di magia, i primi insetti non sarebbero dovuti apparire per altri settecento anni. Il mio signore Lofwyr credeva di essere parecchio in anticipo. C'è qualcosa di diverso stavolta. E... ja, è molto... preoccupante.
ru: Очередной магический цикл завершился на 700 лет ранее, чем был должен. Мой владыка Лофвир верил, что упредил грядущую опасность. На ссей раз что-то изменилось. Это вызывает... опассения.

source: Battered, bruised, but not yet beaten.
de: Ich mag erschöpft sein, aber ich bin noch nicht geschlagen.
es: Me han apaleado y magullado, pero aún no me han derrotado.
fr: Un peu abattu, mais pas encore battu.
it: Ho ematomi e graffi, ma sono ancora in piedi.
ru: Спасибо. Все еще держусь на ногах.

source: Be careful out there.
de: Sei vorsichtig da draußen.
es: Ten cuidado ahí fuera.
fr: Soyez prudent.
it: Fa' attenzione là fuori.
ru: Будь осторожней.

source: Be careful. That last place was run by the Yakuza and they’re not going to forget you.
de: Sei vorsichtig. Die letzte Klitsche wurde von den Yakuza geführt und die werden dich bestimmt nicht einfach vergessen.
es: Cuidado. El último sitio lo llevaba la yakuza, y no se van a olvidar de ti.
fr: Fais attention. Le dernier endroit qu'on a visité était tenu par les yakuza, et ils ne sont pas prêts de t'oublier.
it: Fai attenzione. L'ultimo posto era gestito dalla Yakuza e loro non ti dimenticheranno.
ru: Будь осторожна. Последнюю лабораторию крышевали Якудза. Вряд ли они про тебя забудут.

source: Be seeing you.
de: Wir sehen uns.
es: Nos veremos.
fr: On se reverra.
it: Ci si vede.
ru: До свидания.

source: Beauty lies in the eyes of the beholder, $(l.sir).
de: Schönheit liegt im Auge des Betrachters, $(l.sir).
es: La belleza yace en los ojos de quién mira, $(l.sir).
fr: Tout dépend de l'angle sous lequel on voit les choses, $(l.sir).
it: La bellezza sta negli occhi di chi la guarda, $(I.sir).
ru: Не родись красивым, $(l.sir), а родись счастливым.

source: Because *I* willed it.
de: Weil *ich* es so wollte.
es: Porque *yo* quise que así fuera.
fr: Parce que c'était *ma* volonté.
it: Perché *io* l'ho voluto.
ru: Потому что *я* решила, что он должен умереть.

source: Because I'm sick of gutterpunks like you.
de: Weil Gossenratten wie du mich anwidern.
es: Me cansa la calaña como tú.
fr: Parce que j'en ai marre des punks dans ton genre.
it: Perché ne ho abbastanza di pezzenti come te.
ru: Потому что я ненавижу таких подонков, как ты.

source: Because Samedi has personal connections into James Telestrian’s affairs. You see? He knows!
de: Weil Samedi persönliche Beziehungen zu den Angelegenheiten von James Telestrians hat. Verstehst du? Er weiß es!
es: Porque Samedi tiene conexiones personales con los asuntos de James Telestrian. ¿Lo ves? ¡Lo sabe!
fr: Parce que Samedi a des connections personnelles dans les affaires de James Telestrian. Vous voyez ? Il sait !
it: Perché Samedi è legato personalmente agli affari di James Telestrian. Capisci? Lui sa!
ru: Потому что у Самеди есть глаза и уши в ближайшем окружении Джеймса Телестриана. Понимаешь? Он знает!

source: Because he's a corpsicle. Okay?
de: Weil er jetzt selbst den Leichenschmaus spielt, okay?
es: Porque está criogenizado. ¿De acuerdo?
fr: Parce que c'est plus qu'un bout de viande. OK ?
it: Perché ormai è un cadavere. Ok?
ru: Потому что он отбросил копыта. Понятно?
