Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Relative to the rest of the Barrens, Touristville is a neon-clothed oasis. At its heart is the Seamstresses Union. Housed in an old brownstone building on the corner of “illegal” and “opportunity,” bums huddle together, gangers strut the streets, and the occasional salaryman comes slumming. The Union building has been retrofitted, rebuilt, and restored so many times that it’s like an aging starlet wearing too much makeup in an attempt to stay young. The wild ivy growing out of the gutters adds to this effect. As you enter, the murmur of hushed conversation washes over you. The dive bar denizens raise their heads, take your measure, and then go back to their business. This is the kind of place where everyone knows your name but keeps to themselves.
de: Verglichen mit dem Rest der Barrens ist Touristville eine neon-beleuchtete Oase und in ihrem Herzen liegt die Seamstresses Union. Die Union befindet sich in einem alten Sandsteingebäude an der Ecke zwischen „illegal“ und „Gelegenheit“, wo sich Obdachlose für die Nacht langmachen, Ganger durch die Straßen schlendern und der gelegentliche Lohnsklave zum Slummen vorbeikommt. Das Gebäude der Union wurde so oft aufgemotzt, umgebaut und restauriert, dass es wie eine alternde Schauspielerin mit zu viel Schminke daherzukommen scheint. Als du das Gebäude betrittst, wirst du von dem Summen vieler geflüsterter Unterhaltungen begrüßt. Die Kneipengäste blicken kurz auf, schenken dir einen abschätzenden Blick und wenden sich wieder ihren Geschäften zu. Dies ist die Art von Ort, wo jeder deinen Namen kennt, aber ihn niemandem weitersagt.
es: Como el resto de los Barrens, Touristville es un oasis revestido de neón. En el mismísimo centro se encuentra el Unión de Costureras. Albergado en un antiguo edificio de arenisca en el límite de lo "ilegal" y la "oportunidad", en él los vagabundos se apiñan, los pandilleros recorren las calles y el trabajador ocasional acude para mezclarse entre la multitud. El edificio del Unión ha sido modernizado, reconstruido y restaurado tantas veces que es como una vieja estrella de cine que se ha pasado con el maquillaje para intentar mantenerse joven. La hiedra salvaje que crece de las canaletas refuerza este efecto. Cuando entras, el murmullo de la conversación en susurros se apaga. Los clientes del bar levantan la cabeza, te sopesan y vuelven a sus negocios. Este es el tipo de lugar en el que todo el mundo sabe cómo te llamas pero se lo guarda para sí.
fr: Par rapport au reste de Barrens, Touristville est une oasis de lumière. Le Seamstresses Union se trouve au centre de celle-ci. Il s'agit d'un vieux bâtiment rougeâtre, situé dans un quartier à mi-chemin entre l'illégalité et le rêve américain, où les clodos papotent, les gangs se pavanent et où quelques travailleurs viennent s'encanailler à l'occasion. Le Seamstresses Union a été reconstruit, modernisé et rénové tellement de fois qu'on dirait une vieille star de cinéma qui se peinturlure en vain pour avoir l'air plus jeune. La vigne sauvage qui pousse dans les gouttières ne fait que renforcer l'illusion. Dès que vous entrez, le murmure des conversations vous enveloppe. Les hôtes du tripot lèvent la tête pour vous jauger et retournent à leurs moutons. C'est le genre d'endroit où tout le monde sait qui vous êtes mais personne ne le dit.
it: Rispetto alle Terre desolate, Touristville è un'oasi di neon. Nel suo centro troneggia il bar Seamstresses Union. Ospitata in un vecchio edificio in pietra arenaria, all'angolo tra "illegalità" e "opportunità", è ritrovo per vagabondi, ganger, e a volte tappa libertina per impiegati. L'edificio del Seamstresses Union è stato ammodernato, ricostruito e riparato così tante volte che il suo aspetto sembra quello di una diva attempata che cerca di coprire gli anni con il trucco. L'edera selvatica che cresce sulle grondaie enfatizza questo effetto. Quando entri, il mormorio delle conversazioni sussurrate ti travolge. I frequentatori della bettola alzano la testa, ti squadrano, per poi tornare alle loro attività. Questo è il genere di luogo dove tutti sanno il tuo nome, ma se lo tengono per loro.
ru: По сравнению с остальными Пустошами, Туристический городок представляет собой залитый неоновым светом оазис. В самом его центре возвышается Союз белошвеек. Бар занимает старое кирпичное здание, когда-то построенное на границе города: компромисс между “сомнительным доходом” и “возможностью обогатиться”. Бездомные прижимаются друг к другу в поисках тепла. Члены банд зыркают друг на друга из дверных проемов. Иногда по улице проходят пьяные офисные работники, отправившиеся в трущобы на поиски приключений. Союз много раз подвергался капитальному и косметическому ремонту, чтобы не сказать реставрации. Он неуловимым образом напоминает стареющую звезду экрана, которая прячет морщины под все более толстым слоем косметики в надежде удержать стремительно ускользающую юность. Вьющийся по стенам плющ отчего-то лишь усиливает это впечатление. Войдя, ты окунаешься в сигаретный дым и негромкий говор.

source: Relax, I saved your son. You're welcome, by the way.
de: Entspann dich, ich hab deinen Sohn gerettet. Gern geschehen, im Übrigen.
es: Tranquilízate, he salvado a tu hijo. De nada, por cierto.
fr: Du calme, j'ai sauvé votre fils. Y'a pas de quoi, au fait.
it: Rilassati, ho salvato tuo figlio. Prego, a proposito.
ru: Расслабься, мы спасли твоего сына. Всегда пожалуйста.

source: Relax, man. My friend just has a question.
de: Ruhig, Brauner. Mein Freund möchte nur etwas fragen.
es: Relájate, tío. Mi amigo solo tiene una pregunta.
fr: Du calme, mec. Mon ami a juste une question.
it: Calma. Il mio amico vuole solo farti una domanda.
ru: Расслабься, мужик. Мой друг хочет задать тебе пару вопросов.

source: Relax, we're on the same team. I’m $(s.name). I was just at the Union - your girlfriend's gone missing, and I'm helping to find her.
de: Entspann dich, wir sind auf derselben Seite. Ich bin $(s.name). Ich komme gerade von der Union ... Deine Freundin wird vermisst und ich helfe dabei, sie zu finden.
es: Tranquilízate, estamos en el mismo equipo. Soy $(s.name). Acabo de estar en el Unión; tu amiguita ha desaparecido y estoy ayudando a encontrarla.
fr: Relax, on est dans le même camp. Je m'appelle $(s.name). Je viens du Seamstresses Union. Ta copine a disparu et je suis à sa recherche.
it: Rilassati, siamo nello stesso team. Mi chiamo $(s.name). Poco fa ero all'Union. La tua ragazza è scomparsa e io sto cercando di ritrovarla.
ru: Расслабься, мы играем за одну команду. Я $(s.name). Только что из Союза - твоя подружка пропала, так что пойдем ее искать.

source: Relax, you’re safe now. What’s your name?
de: Beruhig dich, du bist in Sicherheit. Wie heißt du?
es: Tranquilízate, ya estás a salvo. ¿Cómo te llamas?
fr: Du calme, vous êtes en sécurité maintenant. Comment vous appelez-vous ?
it: Rilassati, sei al sicuro adesso. Come ti chiami?
ru: Расслабься, все уже позади. Как тебя зовут?

source: Relocate the turret to position:
de: Verschiebe das Geschütz auf die folgende Position:
es: Reubicar la torreta en la posición:
fr: Réinstaller la tourelle à l'emplacement :
it: Riposiziona la torretta:
ru: Передвинуть турель на другую позицию:

source: Remember, it’s not just YOUR funeral.
de: Denk dran, es ist nicht nur DEINE Beerdigung.
es: Recuerda, esto no es solo TU funeral.
fr: Ce n'est pas juste TON enterrement.
it: Ricorda, non è solo IL TUO funerale.
ru: Слушай, это же не ТВОИ похороны.

source: Renraku Mage
de: Renraku-Magier
es: Mago de Renraku
fr: Mage de Renraku
it: Mago Renraku
ru: Маг Ренраку

source: Renraku Research Data
de: Renraku-Forschungsdaten
es: Datos de la investigación de Renraku
fr: Données de recherche Renraku.
it: Dati di ricerca della Renraku
ru: База данных Ренраку

source: Renraku Security
de: Renraku-Wachmann
es: Seguridad de Renraku
fr: Sécurité de Renraku
it: Sicurezza Renraku
ru: Охранник Ренраку

source: Renraku Shaman
de: Renraku-Schamane
es: Chamán de Renraku
fr: Chaman de Renraku
it: Sciamano Renraku
ru: Шаман Ренраку

source: Rentacops like these won't tie up the place for long.
de: Gekaufte Polizisten, wie die es sind, werden hier nicht mehr Zeit verbringen, als nötig ist.
es: Estos seguratas no cerrarán este sitio por mucho tiempo.
fr: Les flics-à-louer ne vont pas s'éterniser.
it: Guardie di sicurezza del genere rimarranno a lungo.
ru: Продажные полицейские всегда работают спустя рукава. Не думаю, что они тут задержатся.

source: Requires UB Brother or Sister name, housing location, UB ID, and private password.
de: Benötigt den Namen eines Bruders oder einer Schwester der UB, Wohntrakt, UB-ID und ein persönliches Passwort.
es: Necesitarás el nombre de un Hermano o una Hermana de la HU, la ubicación del alojamiento, el identificador de la HU y la contraseña personal.
fr: Le nom du frère ou de la sœur de la CU, l'emplacement du logement, l'identifiant CU et un mot de passe personnel sont requis
it: Ti servono un nome di Fratello o Sorella della FU, la località della casa, l'identificativo FU e una password privata.
ru: Укажите имя брата или сестры, размещение, индивидуальный номер Всеобщего братства и личный пароль.

source: Requires a Decker
de: Benötigt einen Decker
es: Hace falta un decker
fr: Requiert un Decker
it: È necessario un Decker
ru: Нужен декер

source: Rest in peace, Sam. See you in Seattle.
de: Ruhe in Frieden, Sam. Wir sehen uns in Seattle.
es: Descansa en paz, Sam. Nos vemos en Seattle.
fr: Repose en paix, Sam. On se voit plus tard, à Seattle.
it: Riposa in pace, Sam. Ci vediamo a Seattle.
ru: Земля тебе пухом, Сэм. До встречи в Сиэтле.

source: Resting?! You were dead!
de: Ausgeruht?! Du warst tot!
es: ¡¿Descansando?! ¡La habías palmado!
fr: Tu te reposais ?! Tu étais mort !
it: Riposando?! Eri morto!
ru: Отдохнуть!? Ты был мертв!

source: Return to Coyote
de: Kehr zu Coyote zurück
es: Vuelve con Coyote.
fr: Retourner voir Coyote
it: Torna da Coyote
ru: Вернись к Койот

source: Return to the NSTB Warehouse
de: Kehre zur NSTB-Lagerhalle zurück
es: Vuelve al almacén del NSTB.
fr: Retourner à l'entrepôt du NTSB
it: Torna al magazzino del CNST
ru: Вернись на склад НСПБНТ

source: Return to the Seamstress' Union
de: Kehre zur Seamstresses Union zurück
es: Vuelve al Unión de Costureras
fr: Retourner au Seamstresses Union
it: Ritorna al Seamstresses Union
ru: Вернись в Союз

source: Return to the Seamstresses Union
de: Kehre zur Seamstresses Union zurück
es: Volver al Unión de Costureras
fr: Retourner au Seamstresses Union.
it: Ritorna al Seamstresses Union
ru: Возвращайся в Союз белошвеек

source: Richer-than-hell elves take a dump the same way I do, McKlusky.
de: Selbst steinreiche Elfen kacken nicht besser als ich, McKlusky.
es: Los elfos más ricos que el diablo cagan igual que yo, McKlusky.
fr: Les elfes chient comme tout le monde, McKlusky, même ceux qui sont riches comme Crésus.
it: Anche gli elfi più ricchi vanno al cesso come me, McKlusky.
ru: Даже богатые и знаменитые эльфы ходят в сортир, Макклюски. Так же, как ты и я.

source: Rigger Rick
es: Rick el Mecánico
ru: Риггер Рик

source: Right behind you babe. Let’s do this.
de: Ich bin dabei, Babe. Lass uns loslegen.
es: Justo detrás de ti. Hagámoslo.
fr: Je te suis, bébé. En avant.
it: Proprio dietro di te, baby. Facciamolo!
ru: Я с тобой, детка. Поехали.

source: Right now, I'm the $(s.guy) who's saving your ass.
de: Jetzt gerade bin ich die Person, die dir den Arsch rettet.
es: Ahora mismo soy quien te va a salvar el culo.
fr: Pour le moment, je suis l'$(s.guy) qui vient te sauver les miches.
it: Al momento, sono il $(s.guy) che salverà il culo a tutti.
ru: Я собираюсь вытащить тебя отсюда.

source: Right, the dead man’s switch. Almost forgot about that.
de: Ach ja, der Totmannschalter. Hatte ich ja fast schon vergessen.
es: Claro, el interruptor del hombre muerto. Casi lo había olvidado.
fr: C'est vrai ça... J'avais presque oublié.
it: Già... il Segnalatore di decesso. Quasi me ne dimenticavo.
ru: Ах да, последний звонок. Совсем вылетело из головы.

source: Right, the guy from the asylum.
de: Ach ja, der Typ aus der Anstalt.
es: Exacto, el tipo del psiquiátrico.
fr: Ouais, le gars de l'asile.
it: Ah sì, il tipo del manicomio.
ru: Ах да, того упыря из психушки.

source: Right. A reinterment ceremony. Interesting.
de: Richtig. Eine Umbettungszeremonie. Interessant.
es: Cierto. Una ceremonia de segunda inhumación. Interesante.
fr: Je vois. Une cérémonie de remise en terre. Intéressant.
it: Giusto. Una cerimonia d'inumazione. Interessante.
ru: Да? Тело его матери? Как интересно.

source: Right. I'm a janitor. Wiz.
de: Stimmt ja, ich bin ein Hausmeister. Wiz.
es: Correcto. Soy un limpiador. Obvio.
fr: Je vois. Je suis concierge. Excellent.
it: Ok. Sono un custode. Grande.
ru: Ничего, у меня есть швабра. Все будет чики-чики.

source: Rinse, repeat.
de: Et cetera, et cetera, ad infinitum.
es: Enjuaga, repite.
fr: Recharger, et répéter.
it: Sciacquare e ripetere.
ru: Если мы еще живы, повторяем.

source: Ripe for exploitation, eh?
de: Ausnutzen, hm?
es: ¿Así que una vulnerabilidad perfecta?
fr: On ne peut plus favorables, hein ?
it: Sfruttare la situazione, eh?
ru: Грех не воспользоваться, говоришь?

source: Ripper, huh? I guess the classics never go out of style.
de: Ripper, hm? Ich schätze, die Klassiker kommen nie aus der Mode.
es: ¿El Destripador, eh? Supongo que los clásicos nunca pasan de moda.
fr: L'éventreur, hein ? On dirait que les classiques ne se démodent jamais.
it: Squartatore, eh? Un classico intramontabile.
ru: Потрошитель? Классика не устаревает никогда.

source: Round filled with insecticide.
de: Mit Insektengift gefüllte Munition.
es: Cargador lleno de insecticida.
fr: Munition remplie d'insecticide.
it: Proiettile riempito di insetticida.
ru: Выпускает в цель капсулу с инсектицидом.

source: Royale Elevator Pass Code
de: Pass-Code zum Aufzug der Royale Apartments
es: Código del ascensor de Royale
fr: Code d'accès de l'ascenseur royal
it: Codice di accesso all'ascensore degli Appartamenti Royale
ru: Код от лифта апартементов ''Роял''

source: Run in the Seattle Sprawl and sooner or later you'll find yourself in the Redmond Barrens. It doesn’t matter your business, the Barrens doesn't like you. Take one part radioactive wasteland, three parts dog-eat-dog slum, add a dash of tourist trap, and you’ve got a recipe for Mean-As-Hell. You leave the sanitized death and formaldehyde of Organ Grinders behind, entering the anarchy and desperation of the streets. Jake stops a moment to breathe deeply, filling his lungs with motorcycle exhaust, radioactive dust, cordite and who knows what else. He exhales with an expression of wry contentment. The stench and grime tell him he’s home.
de: Wer als Runner in Seattle unterwegs ist, landet früher oder später in den Redmond Barrens. Ganz gleich, was du vorhast, die Barrens mögen dich nicht. Nimm einen Teil radioaktives Ödland, drei Teile Slum und eine kleine Prise Touristenfalle und schon hast du ein Rezept für etwas ganz Übles. Du lässt die desinfizierten Toten und das Formaldehyd von Organ Grinders hinter dir und begibst dich in die Anarchie und Verzweiflung der Straße. Jake hält einen Moment inne, um tief einzuatmen. Er füllt seine Lungen mit Abgasen, radioaktivem Staub, Schießpulver und einem halben Dutzend anderer Substanzen. Mit einem zufriedenen Lächeln atmet er aus. Der Gestank und der Schmutz lassen ihn wissen, dass er zu Hause ist.
es: Haz runs en el Ensanche de Seattle y tarde o temprano te encontrarás en los Barrens de Redmond. No importa cuál sea tu negocio, a los Barrens no les gustas. Toma una parte de páramo radioactivo, tres partes de favelas brutales, añade una pizca de trampa para turistas, y ya tienes tu receta de Miserable-como-el-infierno, Dejas atrás la muerte esterilizada y el formaldehido de los Organilleros y entras en la anarquía y desesperación de las calles. Jake se detiene un momento para respirar profundamente, llenando sus pulmones con humo de tubo de escape de motocicleta, polvo radioactivo, cordita y quién sabe qué más. Espira con una expresión de falso gozo. La peste y la mugre le dicen que está en casa.
fr: Ceux qui effectuent des runs dans la banlieue de Seattle se retrouvent tous tôt ou tard à Redmond Barrens. Quoi que vous vouliez y faire, Barrens ne vous aime pas. Prenez une bonne dose de désert radioactif, ajoutez-y trois grandes louches de bidonville où règne la loi de la jungle et une pincée d'attrape-touriste, et vous avez la recette parfaite pour un endroit infernal. Vous laissez derrière vous la mort stérilisée et le formol du Broyeur d'Organes tandis que vous pénétrez dans l'anarchie et le désespoir des rues. Jake s'arrête un moment pour prendre une grande inspiration, remplissant ses poumons de gaz d'échappements, de poussière radioactive, de cordite et probablement d'une foule d'autres choses. Il expire avec une expression de satisfaction ironique. La puanteur et la crasse lui disent qu'il est chez lui.
it: Corri nello Sprawl di Seattle e prima o poi ti troverai nelle Terre desolate di Redmond. Non importa cosa fai, alle Terre desolate non piaci. Prendi una parte di deserto radioattivo, tre parti di bassifondi competitivi, aggiungi un pizzico di trappola per turisti e hai la ricetta per un ottimo Spregevole-come-l'Inferno. Ti lasci la morte igienizzata e la formaldeide dei tritaorgani alle spalle, per entrare nell'anarchia e nella disperazione delle strade. Jake si ferma un attimo per respirare profondamente, riempiendosi i polmoni di fumo di scarico delle moto, polveri radioattive, cordite e chissà cos'altro. Espira con un'espressione ironica di appagamento. Il fetore e la sporcizia gli dicono che è a casa.
ru: Любой раннер, который работает в Сиэтле, знаком с редмондскими Пустошами не понаслышке. Кем бы ты ни был, Пустоши придутся тебе не по вкусу. Их рецепт: щепотка радиоактивной пустыни, пригоршня трущоб, бары и бордели для неразборчивых туристов по вкусу. Руки-Ноги пахнут формальдегидом и смертью. Ночные улицы вокруг морга пахнут анархией и отчаянием. Джейк набирает полную грудь воздуха и ухмыляется: похоже, что вонь мотоциклетных выхлопов, радиоактивной пыли и бог знает чего еще ему по вкусу. Он с удовлетворением разглядывает грязь и граффити на стенах. Он дома.

source: Run. Somewhere. I don’t know. But I shouldn’t tell you anyway. Safer that way.
de: Lauf weg. Irgendwohin. Ich weiß nicht, wohin. Aber ich sollte dir sowieso nicht sagen, wohin. Auf diese Weise ist es sicherer.
es: Correr. A algún sitio. No sé. Pero de todos modos, no debería decírtelo. Es más seguro así.
fr: Allez, cours. Quelque part. Je ne sais pas. Mais je ne devrais pas vous le dire de toute façon. C'est plus sûr.
it: Scapperò. Da qualche parte. Non lo so. Non dovrei dirlo a te. È più prudente.
ru: Бежать. Пока не знаю, куда. Но даже если бы знал, не сказал бы. Так безопаснее.

source: Runner
ru: Раннер

source: RunnerPatron
de: Runner
ru: Раннер-завсегдатай

source: Russ Bulluck
ru: Расс Буллук

source: Ryker
ru: Райкер

source: Ryker over there has his own recording studio, so he can make his own product. They're using my son as a guinea pig to record a torture BTL. So that his boss Stevie J, upstairs, can torture anyone he likes just by slotting the chip. Doesn't even have to lay a hand on 'em. Overheard them say they have a "special guest" up in the penthouse right now.
de: Ryker da drüben hat sein eigenes Aufnahmestudio, damit er seine eigenen Produkte herstellen kann. Sie setzen meinen Sohn als Versuchskaninchen ein, um ein Folter-BTL zu machen. Damit sein Boss Stevie J oben jeden foltern kann, den er will, indem er ihm einfach den Chip reinschiebt. Muss dabei nicht mal einen Finger krümmen. Hab gehört, wie sie darüber redeten, dass sie oben im Penthouse einen „besonderen Gast“ haben.
es: Ese Ryker tiene su propio estudio de grabación, así puede crear su propio producto. Están utilizando a mi hijo como conejillo de indias para grabar un BTL de tortura. Para que su jefe Stevie J, que está arriba, pueda torturar a quien le dé la gana simplemente conectando el chip. Ni siquiera tiene que ponerle la mano encima. Les oí decir que ahora mismo tienen una "invitada especial" en el ático.
fr: Ce Ryker, là-bas, il a son propre studio d'enregistrement, pour fabriquer son propre produit. Ils se servent de mon fils comme d'un cobaye pour enregistrer une BTL de torture. Et comme ça son boss, Stevie J, pourra torturer qui il veut en insérant cette puce dans la cervelle de sa victime. Il n'aura même pas besoin de lever le petit doigt. Je les ai entendu dire qu'en ce moment, ils avaient une "invitée spéciale" dans l'appart' du dernier étage.
it: Quel Ryker ha uno studio di registrazione lì, con cui crea i suoi prodotti. Stanno usando mio figlio come cavia per registrare BTL da tortura. Così, il suo capo, Stevie J, può torturare chiunque sparandogli in testa quei chip. Non deve nemmeno sporcarsi le mani. Ho sentito per caso che parlavano di un'"ospite speciale" nell'attico, proprio ora.
ru: Райкер завел свою студию, поэтому теперь он делает собственные записи. Они используют моего сына как морскую свинку, пытают его и записывают ощущения на чип. А потом их босс Стиви-младший может пытать, кого ему надо, просто включая человеку эту запись. Он их даже пальцем не трогает. Они сказали, сегодня у них наверху "особая гостья".

source: Ryker, you fool! Kill them!
de: Ryker, du Trottel! Töte sie!
es: ¡Ryker, idiota! ¡Mátalos!
fr: Ryker, espèce d'abruti ! Tue-les !
it: Ryker, idiota! Uccidili!
ru: Райкер, болван! Прикончи их!

source: S'pose I could use a shower.
de: Duschen wär vielleicht gar keine so schlechte Idee.
es: Supongo que no me vendría mal una ducha.
fr: Une douche ne me ferait pas de mal.
it: Suppongo che potrei farmi una doccia.
ru: Пожалуй, душ мне не помешает.

source: SPIRIT TALK
de: GEISTERSTUNDE
es: CHARLA ESPIRITUAL
fr: PAROLES D'ESPRIT
it: LA VOCE DEGLI SPIRITI
ru: РАЗГОВОР С ДУХАМИ

source: STOP WHERE YOU ARE!
de: BLEIB, WO DU BIST!
es: ¡ALTO INMEDIATAMENTE!
fr: RESTEZ OÙ VOUS ÊTES !
it: FERMO DOVE SEI!
ru: СТОЯТЬ!
