Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The one you are after poses a grave threat to many. But that is for later. We must hurry now!
de: Die Person, hinter der du her bist, ist eine große Gefahr für viele Menschen. Aber das muss warten. Wir müssen uns beeilen!
es: La persona que buscas supone una grave amenaza para muchos. Pero dejemos eso para después. ¡Ahora debemos apresurarnos!
fr: Celle que vous cherchez est une menace pour beaucoup. Mais nous parlerons de ceci plus tard. Nous devons nous dépêcher !
it: La persona che stai cercando è una grave minaccia per tutti. Ma di questo parleremo dopo. Ora dobbiamo sbrigarci!
ru: Та, кого ты ищешь, угрожает очень многим. Но это мы обсудим позже. У нас мало времени!

source: The only computers I've seen in the place are in the office section of The Home, behind the staff only doors.
de: Die einzigen Computer, die ich gesehen habe, befinden sich in der Verwaltung im Aufenthaltsbereich. Zutritt nur für Mitglieder.
es: Los únicos ordenadores que he visto aquí están en la sección de oficina del Hogar, tras las puertas que son solo para el personal.
fr: Les seuls ordinateurs que j'ai vu ici sont dans la section bureautique du Quartier, derrière les portes réservées au personnel.
it: Gli unici computer che ho visto in questo posto sono nell'area amministrativa della Casa, alle spalle dell'ingresso riservato al personale.
ru: Единственные тут компьютеры находятся в кабинетах наставников в жилой части. На дверях установлен магнитный замок.

source: The only trail I see is the one that you have left in your own wake.
de: Die einzige Spur, die ich sehen kann, ist die Spur der Zerstörung, die Sie hinterlassen haben.
es: El único rastro que veo es el que has dejado tú.
fr: La seule piste que je vois, c'est celle que vous avez laissée derrière vous.
it: L'unica pista che ho annusato è la tua.
ru: Единственный кровавый след, который вижу я, тянется за тобой.

source: The open panel is a rat's nest of cables and half disassembled hardware. Some of it is loose.
de: Die offene Konsole ist das reinste Wirrwarr aus Kabeln und halb auseinandergenommener Hardware. Einige der Teile sind lose.
es: El panel abierto es un nido de ratas, lleno de cables y hardware medio desmontado. Hay partes sueltas.
fr: Le panneau ouvert est un enchevêtrement de câbles et de matériel démonté. Certaines parties ont l'air d'être desserrées.
it: Il pannello è aperto su un groviglio di cavi e componenti hardware mal assemblati. Alcuni non sono montati.
ru: Сдвинув панель, ты обнаруживаешь спутанный клубок кабелей и частично разобранного оборудования.

source: The owner's identity.
de: Die Identität des Besitzers.
es: La identidad del propietario.
fr: L'identité de son propriétaire.
it: L'identità del proprietario.
ru: Личность владельца.

source: The painting is of a small lighthouse in intense storm at night perched on a rocky outcropping. Its light stabs out into the darkness. The plaque reads "Vigilance".
de: Auf dem Gemälde ist ein kleiner Leuchtturm auf einer Felszunge zu sehen. Sein Lichtstrahl durchdringt während eines schweren Sturms die Dunkelheit. Auf der Plakette steht das Wort „Wachsamkeit“.
es: En el cuadro se ve un pequeño faro en medio de una noche de fuerte tormenta posado en un saliente rocoso. Su luz apuñala la oscuridad. En la placa se lee "Vigilancia".
fr: La peinture représente un phare perché sur un promontoire rocheux, pris dans une grosse tempête, de nuit. Son faisceau de lumière tranche avec les ténèbres alentour. Sur la plaque, on peut lire "Vigilance".
it: Il quadro ritrae un piccolo faro in mezzo a una tormenta notturna, su una sporgenza rocciosa. La sua luce emerge nell'oscurità. Sulla targhetta si legge "Vigilanza".
ru: На картине изображен маленький маяк в бушующем море. Его свет пронзает ночную тьму. На табличке написано "Бдительность".

source: The pallet has several boxes of blank Universal Brotherhood ID cards.
de: Auf der Palette befinden sich mehrere Kisten mit leeren Mitgliedskarten der Universellen Bruderschaft.
es: El palé tiene varias cajas de tarjetas vírgenes para la Hermandad Universal.
fr: Sur la palette se trouvent plusieurs boites de cartes magnétiques vierges de la Confrérie Universelle.
it: Sul bancale ci sono diverse scatole piene di tessere di identificazione vergini della Fratellanza Universale.
ru: В коробке лежит стопка чистых пропусков Всеобщего братства.

source: The panel appears to be connected to the elevator nearby. It sports a numeric key-pad and an intercom button.
de: Die Konsole scheint zu dem Aufzug daneben zu gehören. Sie ist mit einem Ziffernblock und einer Gegensprechanlage versehen.
es: Parece que el panel está conectado al ascensor que hay cerca. Incluye un teclado numérico y un botón de intercomunicador.
fr: Le panneau est connecté à l'ascenseur qui se trouve à côté. Il présente un clavier numérique et un interphone.
it: Il pannello sembra collegato all'ascensore lì vicino. Ha un tastierino numerico e un pulsante del citofono.
ru: Похоже, панель подключена к лифту. Ее переднюю сторону покрывают кнопки с цифрами. Сбоку от встроенного динамика есть кнопка.

source: The panel beeps disapprovingly.
de: Die Konsole piepst missbilligend.
es: El panel pita en desaprobación.
fr: Le panneau émet un bip désapprobateur.
it: Il pannello emette un bip di errore.
ru: Панель издает неодобрительный писк.

source: The panel has a message which reads, "DO NOT OPEN exterior door without express permission of a Brotherhood Mother or Father."
de: Auf der Konsole steht die folgende Nachricht: „Die äußere Tür ohne ausdrückliche Erlaubnis einer Mutter oder eines Vaters der Bruderschaft NICHT ÖFFNEN.“
es: El panel muestra un mensaje que dice "NO ABRIR la puerta exterior sin permiso expreso de un Hermano o una Hermana de la Hermandad".
fr: Sur le panneau, on peut lire "NE PAS OUVRIR la porte extérieure sans l'autorisation expresse d'une Mère ou d'un Père de la Confrérie."
it: Il pannello riporta un messaggio: "NON APRIRE la porta esterna senza il permesso esplicito di una Madre o un Padre della Fratellanza".
ru: На панель налеплена наклейка: "НЕ ОТКРЫВАТЬ наружную дверь без разрешения матери или отца Братства."

source: The paper has a hand-written poem on it, and a diary entry.
de: Auf dem Zettel befindet sich ein handgeschriebenes Gedicht. Daneben steht ein Tagebucheintrag.
es: En el papel también hay un poema escrito a mano y una entrada del diario.
fr: Il y a un poème manuscrit sur la feuille et une note dans le journal.
it: Il foglio riporta una poesia scritta a mano, e un'annotazione del diario.
ru: На этой странице дневник заложен листком бумаги, на котором написано стихотворение.

source: The patient information for Josiah C. Dawson is open on the cyberterminal.
de: Die Krankenakte zu Josiah C. Dawson wird auf der Konsole angezeigt.
es: La información del paciente Josiah C. Dawson está abierta en el ciberterminal.
fr: L'information du patient Josiah C. Dawson est ouverte dans le cyberterminal.
it: La schermata del terminale è aperta sulle informazioni cliniche di Josiah C. Dawson.
ru: На кибернетическом терминале отображается личное дело Джошуа С. Доусона.

source: The person responsible? No. The killer? Yes.
de: Die Person, die dahinter steckt? Nein. Den Mörder? Ja.
es: ¿El responsable? No. ¿Al asesino? Sí.
fr: Le responsable ? Non. Le tueur ? Oui.
it: Il responsabile? No. L'assassino? Sì.
ru: Человека, который ответит за них? Нет. Убийцу? Да.

source: The phone before you has a simple numerical keypad. You can use it to call Sam's law firm and cash in on the Dead Man's Switch.
de: Das Telefon vor dir ist mit einem einfachen Ziffernblock ausgestattet. Du kannst es benutzen, um Sams Anwaltskanzlei anzurufen und dir den Lohn des Totmannschalters besorgen.
es: El teléfono que tienes delante tiene un simple teclado numérico. Puedes utilizarlo para llamar al bufete de abogados de Sam y liquidar el Interruptor de hombre muerto.
fr: Le téléphone que vous avez devant vous présente un simple clavier numérique. Vous pouvez l'utiliser pour appeler le cabinet d'avocats de Sam et encaisser l'argent du « dead man's switch ».
it: Il telefono davanti a te ha un tastierino numerico. Puoi usarlo per chiamare lo studio legale di Sam e ritirare i soldi del Segnalatore di decesso.
ru: Этот телефон снабжен обычной аналоговой клавиатурой. Ты можешь воспользоваться им, чтобы позвонить юристам Сэма, сообщить о выполнении поручения и потребовать у них причитающиеся тебе деньги.

source: The piano is a little out of tune, check it out.
de: Das Piano ist ein bisschen verstimmt, sieh es dir mal an.
es: El piano está un poco desafinado. Revísalo.
fr: Le piano est un peu désaccordé, regardez un peu.
it: Il pianoforte è un po' scordato, dagli un'occhiata.
ru: Пианино давно пора настроить. Погляди на него.

source: The piano looks like it’s been here since the Union was built, but doesn’t look like anyone has played it in earnest for almost as long.
de: Das Klavier sieht so aus, als stünde es schon hier, seit die Union gebaut wurde, und als ob seit dieser Zeit niemand darauf gespielt hätte.
es: Es como si el piano lleva aquí desde que construyó el Unión, pero no parece que nadie lo haya tocado correctamente desde hace casi el mismo tiempo.
fr: On dirait que le piano fait partie des meubles depuis la construction du Steamstresses Union, et que ça fait un bail que personne ne joue.
it: Il piano sembra essere sempre stato qui, sin dal momento in cui l'Union venne costruito, ma in realtà sembra che non venga suonato da un periodo altrettanto lungo.
ru: Пианино выглядит так, будто его поставили сюда в первый же день работы этого почтенного заведения триста лет назад и с тех пор не трогали.

source: The piano seems normal until you notice that it is very rigid. Upon further investigation it's because the piano is bolted to the wall. A close look at the floor reveals skid marks, indicating that the piano slides to the left.
de: Das Klavier sieht ganz normal aus, bis dir auffällt, dass es sich keinen Millimeter von der Stelle bewegen lässt. Bei genauerer Betrachtung siehst du, dass das Klavier an die Wand geschraubt ist. Auf dem Boden sind Kratzspuren sichtbar, an denen man erkennt, dass das Klavier nach links gleitet.
es: El piano parece normal, hasta te das cuenta de que es muy rígido. Investigando un poco más, te das cuenta de que se debe a que está anclado a la pared. Al observar detenidamente el suelo, descubres unas marcas que indican que el piano se desplaza hacia la izquierda.
fr: Le piano a l'air normal jusqu'à ce que vous remarquiez qu'il est très rigide. En l'examinant de plus près, vous constatez qu'il est vissé au mur. En observant le sol, vous voyez qu'il y a des traces de dérapage, qui indiquent que le piano glisse vers la gauche.
it: Il piano sembra normale finché non noti che è molto rigido. Dopo un ulteriore controllo, ti accorgi che il piano è inchiodato al muro. Un'occhiata al pavimento rivela segni di strisciate, che indicano che il piano scivola verso sinistra.
ru: Пианино выглядит совершенно обычным, но когда ты пытаешься отодвинуть его от стены, тебе это не удается. При более внимательном осмотре выясняется, что оно к ней привинчено и сдвигается куда-то влево, если судить по царапинам на паркетном полу.

source: The picture is of a blond boy and girl, both about age 14, sitting on a dock on the edge of a lake. They appear to be twins. The boy has his arm tight around the girl's shoulders and is mugging for the camera. The girl is planting a kiss on his cheek while making rabbit ears behind his head with her fingers.
de: Das Bild zeigt einen blonden Jungen und ein Mädchen, beide ungefähr 14 Jahre alt, die auf einem Kai am Rande eines Sees sitzen. Sie scheinen Zwillinge zu sein. Der Junge hat seinen Arm um die Schultern des Mädchens gelegt und grinst in die Kamera. Das Mädchen gibt ihm einen Schmatzer auf die Wange und hält ihm gleichzeitig hinter seinem Kopf ihre Finger als Hasenohren hin.
es: La imagen es de un niño y una niña rubios, de unos 14 años, sentados en un muelle al borde de un lago. Parece que son mellizos. El niño rodea con su brazo los hombros de la niña y hace una mueca a la cámara. La niña le está plantando un beso en la mejilla al mismo tiempo que le pone orejas de conejo detrás de la cabeza con los dedos.
fr: Sur la photo, un garçon et une fille, tous deux âgés d'environ 14 ans, sont assis sur un ponton au bord d'un lac. On dirait des jumeaux. Le garçon a passé son bras autour de l'épaule de la fille et il grimace à l'appareil photo. La fille l'embrasse sur la joue tout en lui faisant des oreilles de lapin derrière la tête.
it: L'immagine ritrae un ragazzo e una ragazza, entrambi biondi e sui 14 anni, seduti su un molo in riva a un lago. Sembrerebbero gemelli. Il ragazzo tiene il braccio stretto intorno alle spalle della ragazza, e fa le smorfie davanti l'obiettivo. La ragazza gli dà un bacio sulla guancia mentre fa con le dita le orecchie da coniglietto dietro la testa di lui.
ru: На фотографии изображены светловолосые мальчик и девочка примерно четырнадцати лет, которые сидят на пристани на озерном берегу. Похоже, они близнецы. Мальчик обнимает девочку за плечи и ухмыляется в камеру. Девочка целует его в щеку и в то же время показывает пальцами "рожки" у него над головой.

source: The picture shows a young girl with caramel skin and dark brown hair. She has a snake wrapped around her arm, yet she is smiling. The back of the photograph has "Shadow" scrawled on it.
de: Das Foto zeigt eine junges Mädchen mit hellbrauner Haut und dunkelbraunen Haaren. Um ihren Arm schlängelt sich eine große Schlange, doch das Mädchen lächelt breit. Auf die Hinterseite des Fotos ist das Wort „Shadow“ geschrieben.
es: En la fotografía aparece una chica joven con piel color caramelo y melena castaño oscuro. Tiene una serpiente enrollada en el brazo pero aun así está sonriendo. En la parte de atrás de la fotografía está escrita la palabra "Sombra".
fr: Sur la photo, on voit une petite fille à la peau caramel et aux cheveux bruns. Elle a un serpent enroulé sur le bras et pourtant, elle sourit. À l'arrière de la photo, c'est écrit "Shadow".
it: La foto mostra una ragazza con la pelle abbronzata e capelli castano scuro. Ha un serpente avvolto intorno al braccio, eppure sorride. Sul retro della foto c'è scarabocchiata la scritta "Ombre".
ru: На фотографии изображена девушка со смуглой кожей и каштановыми волосами. Она счастливо улыбается несмотря на то, что вокруг ее руки обвивается змея. На обратной стороне фотографии написано всего одно слово: "Тень".

source: The place should be lightly guarded - probably rent-a-cops. Get in, grab Saada, and get out. In exchange, I'm authorized to remit 9,000 nuyen in payment. {{GM}}He fixes you with a hard stare.{{/GM}} I am not, however, authorized to negotiate.
de: Die Einrichtung sollte nur leicht bewacht sein – wahrscheinlich ein paar externe Sicherheitskräfte. Geh rein, hol Saada und geh wieder raus. Im Gegenzug bin ich autorisiert, dir 9000 Nuyen für diese Leistung zu zahlen. {{GM}}Er blickt dich streng an.{{/GM}} Ich bin jedoch nicht autorisiert zu feilschen.
es: El lugar debería estar poco protegido... probablemente con guardias de seguridad. Entras, sacas a Saada y sales. A cambio, estoy autorizado a entregarte 9000 nuyens como pago. {{GM}}Te mira fijamente, con una mirada dura.{{/GM}} Sin embargo, no estoy autorizado a negociar.
fr: L'endroit ne devrait pas être lourdement gardé. Probablement des flics-à-louer. Vous entrez, vous prenez Saada, vous sortez. En échange, je suis autorisé à émettre un transfert de 9 000 nuyens. {{GM}}Il vous fixe d'un regard dur.{{/GM}} Néanmoins, je ne suis pas autorisé à négocier.
it: Il posto dovrebbe essere poco custodito, forse guardie di sicurezza. Entri, prendi Saada ed esci. In cambio, sono autorizzato a pagarti 9.000 nuyen. {{GM}}Ti fissa con uno sguardo duro.{{/GM}} Tuttavia, non sono autorizzato a negoziare.
ru: Как я уже сказал, место не слишком хорошо охраняется. В настоящий момент на объекте находится горстка плохо вооруженных охранников. Выбей дверь, разбросай их в разные стороны, возьми Сааду в охапку и тащи сюда. Если ты это сделаешь, я заплачу тебе 9000 нюйен. {{GM}}Он пронзает тебя взглядом.{{/GM}} Предупреждаю: торг здесь неуместен.

source: The plastic ID card melts in the solvent enough to be recognizable as a UB card but hide that it did not have anything printed on it.
de: In dem Lösungsmittel schmilzt das Plastik der Mitgliedskarte gerade so weit, um zu verschleiern, dass sie unbedruckt war, aber sie dennoch noch als UB-Karte erkennbar ist.
es: La tarjeta de identificación de plástico se deshace en el disolvente, lo suficiente para reconocer que en realidad es una tarjeta de la HU y para ocultar que no había nada impreso.
fr: La carte d'identification en plastique fond assez dans le solvant pour être confondue avec une carte de la Confrérie, mais faites attention à ce que personne ne remarque que rien n'était écrit dessus.
it: Il solvente scioglie la tessera di identificazione in plastica al punto giusto: è ancora riconoscibile come tessera della FU, ma non si capisce che era vergine.
ru: Изображение на пластиковой карточке оплывает. В ней еще можно узнать пропуск Всеобщего братства, но понять, чья фотография на ней была, уже невозможно.

source: The power of The Insect Queen flows into her minions.
de: Die Macht der Insektenkönigin überträgt sich auf ihre Diener.
es: El poder de la Reina insecto se insufla a sus esbirros.
fr: La puissance de la Reine des insectes se transmet à ses sujets.
it: Il potere della Regina insetto fluisce nei suoi servi.
ru: Сила королевы переполняет ее служителей.

source: The puppet stares blankly at you.
de: Die Marionette starrt dich mit leerem Blick an.
es: La marioneta te observa con la mirada perdida.
fr: La marionnette semble vous fixer.
it: La burattina ti guarda senza espressione.
ru: Марионетка смотрит на тебя пустым взглядом.

source: The replacement looks up to the task.
de: Sein Ersatz sieht doch mehr als ordentlich aus.
es: El repuesto parece que cumple su función.
fr: Le remplacement à l'air d'être à la hauteur
it: Quello di ricambio sembra funzionare bene.
ru: Замена выглядит более чем достойно.

source: The researcher's work cyberterminal has been left on, presumably by the Lone Star investigators.
de: Das Arbeitsterminal des Forschers wurde angelassen, vermutlich von den Ermittlern von Lone Star.
es: El ciberterminal de trabajo del investigador se ha quedado encendido, seguramente porque así lo han dejado los investigadores de Lone Star.
fr: Le terminal cybernétique du chercheur est allumé. Les enquêteurs de Lone Star ont dû oublier de l'éteindre.
it: Il terminale cibernetico del ricercatore è stato lasciato acceso, presumibilmente dagli investigatori della Lone Star.
ru: Кибернетический терминал эксперта все еще включен. Очевидно, следователи "Одинокой звезды" еще не закончили с ним работать.
