Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Holmes forces a sigh through the plaster grin on his face.{{/GM}} We see so many delusions in this place. And still I can be surprised.
de: {{GM}}Holmes zwingt ein Seufzen durch das falsche Grinsen auf seinem Gesicht.{{/GM}} Wir haben es hier so oft mit Wahnvorstellungen zu tun. Und ich bin doch immer wieder überrascht.
es: {{GM}}Holmes fuerza un suspiro a través de su imperturbable sonrisa.{{/GM}} En este lugar vemos muchos delirios. Y pese a ello aún puedo sorprenderme.
fr: {{GM}}Holmes laisse échapper un soupir à travers son rictus figé.{{/GM}} On assiste à bien des délires dans cet endroit. Et pourtant, ça me surprend toujours.
it: {{GM}}Holmes emette un singulto attraverso il sorriso di gesso che ha stampato in faccia.{{/GM}} In questo posto vediamo così tante illusioni. Eppure riesco ancora a sorprendermi.
ru: {{GM}}Холмс вздыхает, сохраняя на лице гримасу натянутой вежливости.{{/GM}} В клинике так много больных, которые страдают от галлюцинаций. Так много безумцев. Формы, которые принимает болезненный бред, до сих пор не перестают меня удивлять.

source: {{GM}}In an instant, there's a jeweler’s scope on his eye. Moving quickly through what appear to be the most valuable stones, he stops when he can't find what he's looking for. He glares at you, furious, and throws the rest of the gems in your face.{{/GM}} It's not here.
de: {{GM}}Mit einem Mal hat er eine Juwelierlupe vor dem Auge und schaut sich in schneller Reihenfolge die anscheinend wertvollsten Steine an. Dann stockt er. Er blickt dich finster an, voller Wut und schmeißt dir die Steine ins Gesicht.{{/GM}} Er ist nicht dabei.
es: {{GM}}Enseguida saca una lupa de joyero y se la pone en el ojo. Recorre rápidamente las que parecen ser las piedras más valiosas, y se detiene cuando no encuentra lo que está buscando. Te mira fijamente, furioso, y te lanza el resto de las gemas a la cara.{{/GM}} No está aquí.
fr: {{GM}}Un instant, on peut voir l'œil du bijoutier dans son regard. Déplaçant les pierres paraissant les plus précieuses, il s'arrête, ne trouvant pas ce qu'il cherche. Il vous fusille du regard, furieux, et lance le reste des pierres à votre visage.{{/GM}} Elle n'est pas là.
it: {{GM}}In un istante, una lente da gioielliere compare sul suo occhio. Dopo aver rapidamente passato in rassegna le pietre in apparenza più preziose, non riesce a trovare ciò che sta cercando e si ferma. Lancia un'occhiataccia, furioso, e ti getta il resto delle gemme in faccia.{{/GM}} Non è qui.
ru: {{GM}}Он проворно извлекает ювелирную лупу и принимается изучать товар. Он откладывает в сторону самые дорогие камни, но не находит того, что ищет, вспыхивает и швыряет драгоценности тебе в лицо.{{/GM}} Его здесь нет!

source: {{GM}}In an instant, there's a jeweler’s scope on his eye. Moving quickly through what appear to be the most valuable stones, he stops when he finds a what appears to be an ordinary pebble inscribed with Hebrew characters.{{/GM}}
de: {{GM}}Mit einem Mal hat er eine Juwelierlupe vor dem Auge und schaut sich in schneller Reihenfolge die anscheinend wertvollsten Steine an. Bei einem der Steine, der wie ein schlichter Kieselstein mit eingravierten hebräischen Schriftzeichen aussieht, stockt er.{{/GM}}
es: {{GM}}Enseguida saca una lupa de joyero y se la pone en el ojo. Recorre rápidamente las que parecen ser las piedras más valiosas y se detiene cuando encuentra una que parece una piedra normal, con una inscripción de letras hebreas.{{/GM}}
fr: {{GM}}Un instant, on peut voir l'œil du bijoutier dans son regard. Déplaçant les pierres paraissant les plus précieuses, il s'arrête pour en trouver une qui semble ordinaire, avec des caractères hébraïques inscrit dessus.{{/GM}}
it: {{GM}}In un istante, una lente da gioielliere compare sul suo occhio. Dopo aver rapidamente passato in rassegna le pietre in apparenza più preziose, si sofferma su quella che sembrerebbe solo un ciottolo con un'iscrizione in caratteri ebraici.{{/GM}}
ru: {{GM}}Он проворно извлекает ювелирную лупу и принимается изучать товар. Он откладывает в сторону самые дорогие камни, пока не находит самый обычный камешек, исписанный буквами иврита.{{/GM}}

source: {{GM}}In one quick move, he jumps down from the drawer and stands before you. For someone who just woke up in a morgue locker, he seems unfazed and pretty well put together. You spot a datajack drilled into his temples and some shamanistic tattoos peeking above his collar - an interesting combination.{{/GM}}
de: {{GM}}Elegant schwingt er sich aus der Kühllade und steht vor dir. Für jemanden, der gerade in einem Leichenschauhaus aufgewacht ist, scheint er ziemlich unversehrt zu sein. Du bemerkst eine Datenbuchse in seiner Schläfe und ein paar schamanistische Tattoos an seinem Hals – eine interessante Kombination.{{/GM}}
es: {{GM}}Con un movimiento rápido, salta del cajón y permanece de pie ante ti. Para ser alguien que acaba de despertar en un arcón de la morgue, parece impertérrito y bastante tranquilo. Ves un conector de datos, perforado en su sien, y algunos tatuajes chamánicos asomando sobre el cuello; una combinación interesante.{{/GM}}
fr: {{GM}}En un clin d'œil, il bondit du tiroir et se dresse devant vous. Pour quelqu'un qui vient de se réveiller dans un casier de morgue, il a l'air plutôt frais et bien portant. Vous remarquez un datajack sur sa tempe et des tatouages chamaniques qui dépassent de son col. Combinaison intéressante.{{/GM}}
it: {{GM}}Con un'abile mossa salta giù dal carrello e atterra in piedi di fronte a te. Per essere uno che si è appena svegliato su un ripiano dell'obitorio, hai un aspetto imperturbabile e curato. Noti una presa dati piantata nella tempia e alcuni tatuaggi da Sciamano che spuntano dal colletto: un'interessante combinazione.{{/GM}}
ru: {{GM}}Одним движением он соскальзывает с носилок и встает на ноги. Для человека, который только что проснулся в холодильнике для трупов, он выглядит на удивление бодрым. Ты замечаешь разъем для матричного подключения у него на виске и шаманские татуировки вокруг шеи - донельзя необычное сочетание.{{/GM}}

source: {{GM}}Inner Sanctum Residents{{/GM}}
de: {{GM}}Bewohner des inneren Heiligtums{{/GM}}
es: {{GM}}Residentes del Sanctasanctórum{{/GM}}
fr: {{GM}}Résidents du Sanctuaire intérieur{{/GM}}
it: {{GM}}Residenti del Santuario nascosto{{/GM}}
ru: {{GM}}Жильцы внутренних помещений{{/GM}}

source: {{GM}}Input the code found in Coyote's diary, 342436.{{/GM}}
de: {{GM}}Gib den Code aus Coyotes Tagebuch ein: 342436.{{/GM}}
es: {{GM}}Introducir el código encontrado en el diario de Coyote, 342436.{{/GM}}
fr: {{GM}}Entrer le code trouvé dans le journal de Coyote : 342436.{{/GM}}
it: {{GM}}Inserisci il codice trovato nel diario di Coyote: 342436.{{/GM}}
ru: {{GM}}Ввести код из дневника Койот, 342436.{{/GM}}

source: {{GM}}Insert and play back trideo #1{{/GM}}
de: {{GM}}Schiebe das Trideo #1 ein und sieh es dir an.{{/GM}}
es: {{GM}}Insertar y reproducir el trídeo nº1{{/GM}}
fr: {{GM}}Insérer et lancer la tridéo n° 1{{/GM}}
it: {{GM}}Inserisci e riproduci il trideo numero 1{{/GM}}
ru: {{GM}}Вставить диск с записью #1{{/GM}}

source: {{GM}}Insert and play back trideo #3{{/GM}}
de: {{GM}}Schiebe das Trideo #3 ein und sieh es dir an.{{/GM}}
es: {{GM}}Insertar y reproducir el trídeo nº3{{/GM}}
fr: {{GM}}Insérer et lancer la tridéo n° 3{{/GM}}
it: {{GM}}Inserisci e riproduci il trideo numero 3{{/GM}}
ru: {{GM}}Вставить диск с записью #3{{/GM}}

source: {{GM}}Inspect the comb.{{/GM}}
de: {{GM}}Untersuche den Kamm.{{/GM}}
es: {{GM}}Inspeccionar el peine.{{/GM}}
fr: {{GM}}Inspecter le peigne.{{/GM}}
it: {{GM}}Esamina il pettine.{{/GM}}
ru: {{GM}}Осмотреть расческу.{{/GM}}

source: {{GM}}Inspect the credstick.{{/GM}}
de: {{GM}}Untersuche den Credstick.{{/GM}}
es: {{GM}}Inspeccionar el credistick.{{/GM}}
fr: {{GM}}Inspecter le créditube.{{/GM}}
it: {{GM}}Esamina il credstick.{{/GM}}
ru: {{GM}}Осмотреть кредстик.{{/GM}}

source: {{GM}}Inspect the dented lunchbox.{{/GM}}
de: {{GM}}Untersuche die zerbeulte Brotdose.{{/GM}}
es: {{GM}}Inspeccionar la fiambrera abollada.{{/GM}}
fr: {{GM}}Inspecter la boite à sandwichs cabossée.{{/GM}}
it: {{GM}}Esamina il cestino per il pranzo ammaccato.{{/GM}}
ru: {{GM}}Осмотреть помятую коробку для завтраков.{{/GM}}

source: {{GM}}Inspect the dress shoe.{{/GM}}
de: {{GM}}Untersuche den Abendschuh.{{/GM}}
es: {{GM}}Examinar el zapato de vestir.{{/GM}}
fr: {{GM}}Inspecter la chaussure de soirée.{{/GM}}
it: {{GM}}Esamina la scarpa elegante.{{/GM}}
ru: {{GM}}Осмотреть начищенный ботинок.{{/GM}}

source: {{GM}}Inspect the earring.{{/GM}}
de: {{GM}}Untersuche den Ohrring.{{/GM}}
es: {{GM}}Inspeccionar el pendiente.{{/GM}}
fr: {{GM}}Inspecter la boucle d'oreille.{{/GM}}
it: {{GM}}Esamina l'orecchino.{{/GM}}
ru: {{GM}}Осмотреть сережку.{{/GM}}

source: {{GM}}Inspect the high-heel pump.{{/GM}}
de: {{GM}}Untersuche den hochhackigen Pumps.{{/GM}}
es: {{GM}}Examinar el escarpín de tacón alto.{{/GM}}
fr: {{GM}}Inspecter la chaussure à talon.{{/GM}}
it: {{GM}}Esamina la scarpa col tacco.{{/GM}}
ru: {{GM}}Осмотреть красную туфлю.{{/GM}}

source: {{GM}}Inspect the piano.{{/GM}}
de: {{GM}}Sieh dir das Klavier an.{{/GM}}
es: {{GM}}Inspecciona el piano.{{/GM}}
fr: {{GM}}Examiner le piano.{{/GM}}
it: {{GM}}Esamina il piano.{{/GM}}
ru: {{GM}}Осмотреть пианино.{{/GM}}

source: {{GM}}Inspect the receipt.{{/GM}}
de: {{GM}}Sieh dir die Quittung an.{{/GM}}
es: {{GM}}Examinar el recibo.{{/GM}}
fr: {{GM}}Examiner le reçu.{{/GM}}
it: {{GM}}Esamina lo scontrino.{{/GM}}
ru: {{GM}}Осмотреть чек.{{/GM}}

source: {{GM}}Inspect the sneaker.{{/GM}}
de: {{GM}}Untersuche den Turnschuh.{{/GM}}
es: {{GM}}Examinar la zapatilla.{{/GM}}
fr: {{GM}}Inspecter la basket.{{/GM}}
it: {{GM}}Esamina la scarpa da tennis.{{/GM}}
ru: {{GM}}Осмотреть кроссовку.{{/GM}}

source: {{GM}}Inspect the toothbrush.{{/GM}}
de: {{GM}}Untersuche die Zahnbürste.{{/GM}}
es: {{GM}}Inspeccionar el cepillo de dientes.{{/GM}}
fr: {{GM}}Inspecter la brosse à dent.{{/GM}}
it: {{GM}}Esamina lo spazzolino.{{/GM}}
ru: {{GM}}Осмотреть зубную щетку.{{/GM}}

source: {{GM}}Install the commlink chip.{{/GM}}
de: {{GM}}Installiere den Kommlink-Chip.{{/GM}}
es: {{GM}}Instalar el chip del commlink.{{/GM}}
fr: {{GM}}Mettre en place la puce de commlink.{{/GM}}
it: {{GM}}Installa il chip del commlink.{{/GM}}
ru: {{GM}}Установить чип.{{/GM}}

source: {{GM}}Investigate the work space.{{/GM}}
de: {{GM}}Untersuche den Arbeitsplatz.{{/GM}}
es: {{GM}}Registrar el lugar de trabajo.{{/GM}}
fr: {{GM}}Examiner l'aire de travail.{{/GM}}
it: {{GM}}Analizza il tavolo da lavoro.{{/GM}}
ru: {{GM}}Осмотреть рабочий стол.{{/GM}}

source: {{GM}}It wouldn’t be a rock concert without a drug dealer. Although no police are nearby, he plays the part as if his performance was part of the experience.{{/GM}} Psst. Yo, you like Nerps? Maybe something stronger?
de: {{GM}}Ohne einen Drogendealer wäre es kein echtes Rockkonzert. Obwohl von der Polizei weit und breit nichts zu sehen ist, hält er an seiner Rolle fest, als wäre sie ein Teil der Show.{{/GM}} Psst. Hey du, stehst du auf Nerps? Wie wär’s mit was Härterem?
es: {{GM}}No hay concierto de rock completo sin un camello. Aunque no hay ningún policía cerca, actúa como si ello fuera parte de la experiencia.{{/GM}} ¡Eh! ¿Tú, quieres Nerps? ¿O quizás algo más fuerte?
fr: {{GM}}Il n'y a pas de concert de rock sans dealer. Bien qu'il n'y ait aucune trace de la police, il joue son rôle à la perfection, comme s'il faisait partie du spectacle.{{/GM}} Psst. Yo, tu veux des Nerps ? Ou un truc plus fort ?
it: {{GM}}Non sarebbe un concerto rock se non ci fosse un buon spacciatore. Anche se non c'è polizia nei dintorni, interpreta il suo ruolo come se fosse parte dell'esperienza.{{/GM}} Psss. Ehi, ti piacciono i Nerps? Preferisci qualcosa di più forte?
ru: {{GM}}Рок-концерт не был бы рок-концертом, если бы вокруг не крутились пушеры. Полицейских рядом не видно, но он все равно озирается по сторонам, как актер, частью сценического образа которого является подозрительность.{{/GM}} Тсс! Йоу, купишь нерпс? Или что-нибудь покрепче?

source: {{GM}}It's hard to say whether this is a heap of items and refuse recovered from a plane crash... or simply trash that hasn't been taken out yet.{{/GM}}
de: {{GM}}Schwer zu sagen, ob dieser Haufen an Zeugs vom Ort eines Flugzeugabsturzes stammt ... oder ob einfach jemand vergessen hat, den Müll zu entsorgen.{{/GM}}
es: {{GM}}Es difícil saber si esto es un montón de objetos y desechos recuperados de un accidente de avión... o solo basura que todavía no han retirado.{{/GM}}
fr: {{GM}}C'est difficile de dire si c'est un tas de trucs récupérés après le crash d'un avion... ou juste les poubelles qui n'ont pas encore été sorties.{{/GM}}
it: {{GM}}È difficile dire se si tratti di un mucchio di oggetti e rifiuti recuperati da un incidente aereo... o semplicemente di spazzatura che non è stata ancora smaltita.{{/GM}}
ru: {{GM}}Трудно сказать, что эта груда мусора представляет собой на самом деле. Может быть, это предметы, собранные на месте крушения самолета. Может быть, это хлам, который никто не удосужился отправить в утиль и который копился на складе годами.{{/GM}}

source: {{GM}}Jake laughs.{{/GM}} I’ll hold you to that, John. Anyway, they found Sam’s body less than a block away from the Union, missing liver and all.
de: {{GM}}Jake lacht.{{/GM}} Ich werd darauf zurückkommen, John. Jedenfalls haben sie Sams Leiche weniger als einen Straßenblock von der Union entfernt gefunden.
es: {{GM}}Jake se ríe.{{/GM}} Ya te digo, John. En cualquier caso, encontraron el cuerpo de Sam a menos de una manzana del Unión, sin hígado.
fr: {{GM}}Jake se marre.{{/GM}} Je m'en souviendrai, John. Enfin, ils ont trouvé le corps de Sam au bas de la rue de l'Union, avec le foie en moins.
it: {{GM}}Jake ride.{{/GM}} Ci conto, John. Comunque, hanno trovato il corpo di Sam a meno di un isolato dall'Union, fegato asportato e tutto il resto.
ru: {{GM}}Джейк смеется.{{/GM}} Ловлю тебя на слове, Джон. Так или иначе, тело Сэма нашли меньше чем в одном квартале от Союза и уже без печени.

source: {{GM}}Jake shakes his head smirking as you approach. When you finally get close, he breaks out laughing.{{/GM}} I heard the Universal Brotherhood was getting shot up on the police scanner - knew it had to be you. Did you get her?
de: {{GM}}Jake schüttelt den Kopf und grinst, als du dich näherst. Als du endlich vor ihm stehst, bricht er in schallendes Gelächter aus.{{/GM}} Ich hab über den Polizeifunk gehört, dass die Universelle Bruderschaft unter Beschuss steht – ich wusste doch, dass du das sein musst. Hast du sie erwischt?
es: {{GM}}Jake sacude la cabeza y sonríe satisfecho cuando te acercas. Cuando llegas junto a él, se echa a reír a carcajadas.{{/GM}} Oí que la Hermandad Universal estaba apareciendo en el escáner de la policía, sabía que tenías que ser tú. ¿La pillaste?
fr: {{GM}}Jake sourit en secouant la tête tout en en vous regardant approcher. Lorsque vous arrivez à sa hauteur, il éclate de rire.{{/GM}} J'ai entendu dire que la Confrérie Universelle s'est faite tirer dessus, j'étais sûr que c'était vous. Vous l'avez eu ?
it: {{GM}}Jake ridacchia scuotendo la testa mentre arrivi. Quando ti avvicini, scoppia in una risata.{{/GM}} Ho sentito che la Fratellanza Universale è sotto indagine della polizia. Sapevo che c'entravi tu. L'hai presa?
ru: {{GM}}Завидев тебя, Джейк ухмыляется. Когда ты подходишь к нему, он пожимает тебе руку и не может сдержать смеха.{{/GM}} Говорят, у Всеобщего братства начались проблемы с полицией. Я сразу понял, что это твоих рук дело. Где эта стерва?

source: {{GM}}Jake yells towards the other side of the room.{{/GM}} John! Is this $(l.guy) cool?
de: {{GM}}Jake ruft zur anderen Seite des Saals hinüber.{{/GM}} John! Ist diese Person vertrauenswürdig?
es: {{GM}}Jake grita hacia el otro lado de la habitación.{{/GM}} ¡John! ¿Todo bien con ese $(l.guy)?
fr: {{GM}}Jake hurle en direction de l'autre côté de la pièce.{{/GM}} John ! C'te $(l.guy) est cool ?
it: {{GM}}Jake urla a qualcuno dall'altra parte della stanza.{{/GM}} John! Questo $(l.guy) è a posto?
ru: {{GM}}Джейк повышает голос, чтобы привлечь внимание Дрездена.{{/GM}} Джон! Тут $(l.guy) задает неудобные вопросы. Мне отвечать?

source: {{GM}}Jamal has the look of a long time chip-head. Emaciated. Hollow-eyed. But hungry and desperate.{{/GM}} Watchoo lookin’ at, big-$(l.man)?
de: {{GM}}Jamal hat den Blick eines Langzeit-Chipheads. Ausgezehrt, hohlwangig, doch auch hungrig und verzweifelt.{{/GM}} Was guckst du so, Riese?
es: {{GM}}Jamal tiene la mirada de un cabezachip desahuciado. Demacrada. Ojerosa. Pero hambrienta y desesperada.{{/GM}} ¿Qué estás mirando, $(l.man) grandullón?
fr: {{GM}}Jamal ressemble à un expert en informatique. Émacié. Les yeux cernés. Mais affamé et désespéré.{{/GM}} Qu'est-ce tu mattes, $(l.man) ?
it: {{GM}}Jamal ha l'aspetto di un chiphead di lungo corso. Emaciato, occhi scavati. Ma affamato e disperato.{{/GM}} Che hai da guardare, super-$(l.man)?
ru: {{GM}}Джамаль производит впечатление наркомана со стажем: изможденный человек с пустым взглядом, в котором ясно читается неутолимый голод.{{/GM}} На что пялишься, чудовище?

source: {{GM}}Jamal has the look of a long time chip-head. Emaciated. Hollow-eyed. But hungry and desperate.{{/GM}} Watchoo lookin’ at, half-$(l.man)?
de: {{GM}}Jamal hat den Blick eines Langzeit-Chipheads. Ausgezehrt, hohlwangig, doch auch hungrig und verzweifelt.{{/GM}} Was guckst du so, Winzling?
es: {{GM}}Jamal tiene la mirada de un cabezachip desahuciado. Demacrada. Ojerosa. Pero hambrienta y desesperada.{{/GM}} ¿Qué estás mirando, semi-$(l.man)?
fr: {{GM}}Jamal ressemble à un expert en informatique. Émacié. Les yeux cernés. Mais affamé et désespéré.{{/GM}} Qu'est-ce tu mattes, demi-$(l.man) ?
it: {{GM}}Jamal ha l'aspetto di un chiphead di lungo corso. Emaciato, occhi scavati. Ma affamato e disperato.{{/GM}} Che hai da guardare, pseudo-$(l.man)?
ru: {{GM}}Джамаль производит впечатление наркомана со стажем: изможденный человек с пустым взглядом, в котором ясно читается неутолимый голод.{{/GM}} На что пялишься, карлик?

source: {{GM}}Jamal has the look of a long time chip-head. Emaciated. Hollow-eyed. But hungry and desperate.{{/GM}} Watchoo lookin’ at, spike-ear?
de: {{GM}}Jamal hat den Blick eines Langzeit-Chipheads. Ausgezehrt, hohlwangig, doch auch hungrig und verzweifelt.{{/GM}} Was guckst du so, Spitzohr?
es: {{GM}}Jamal tiene la mirada de un cabezachip desahuciado. Demacrada. Ojerosa. Pero hambrienta y desesperada.{{/GM}} ¿Qué estás mirando, orejas de punta?
fr: {{GM}}Jamal ressemble à un expert en informatique. Émacié. Les yeux cernés. Mais affamé et désespéré.{{/GM}} Qu'est-ce tu mattes, oreilles pointues ?
it: {{GM}}Jamal ha l'aspetto di un chiphead di lungo corso. Emaciato, occhi scavati. Ma affamato e disperato.{{/GM}} Che hai da guardare, orecchie a punta?
ru: {{GM}}Джамаль производит впечатление наркомана со стажем: изможденный человек с пустым взглядом, в котором ясно читается неутолимый голод.{{/GM}} На что пялишься, остроухое чудовище?

source: {{GM}}Jamal has the look of a long time chip-head. Emaciated. Hollow-eyed. But hungry and desperate.{{/GM}} Watchoo lookin’ at?
de: {{GM}}Jamal hat den Blick eines Langzeit-Chipheads. Ausgezehrt, hohlwangig, doch auch hungrig und verzweifelt.{{/GM}} Was guckst du so?
es: {{GM}}Jamal tiene la mirada de un cabezachip desahuciado. Demacrada. Ojerosa. Pero hambrienta y desesperada.{{/GM}} ¿Qué miras?
fr: {{GM}}Jamal ressemble à un expert en informatique. Émacié. Les yeux cernés. Mais affamé et désespéré.{{/GM}} Qu'est-ce tu mattes ?
it: {{GM}}Jamal ha l'aspetto di un chiphead di lungo corso. Emaciato, occhi scavati. Ma affamato e disperato.{{/GM}} Che hai da guardare?
ru: {{GM}}Джамаль производит впечатление наркомана со стажем: изможденный человек с пустым взглядом, в котором ясно читается неутолимый голод.{{/GM}} На что пялишься?

source: {{GM}}James assesses you with a newfound respect.{{/GM}} Very clean. I believe our test of Project Aegis was a success, $(l.name). Herr Brackhaus is having it weaponized now for distribution to Knight Errant forces. The authorities are going to have a great many questions about this incident and I will need to provide details. The Universal Brotherhood has a great many chapter-houses and they must be dealt with immediately.
de: {{GM}}James betrachtet dich mit neugewonnenem Respekt.{{/GM}} Sehr gut. Ich glaube unser Praxistest von Projekt Aegis war ein Erfolg, $(l.name). Herr Brackhaus lässt es gerade für die Nutzung durch Knight Errant waffenfähig machen. Die Behörden werden eine Menge an Fragen zu diesem Vorfall haben und ich werde Auskunft geben müssen. Die Universelle Bruderschaft hat noch viele weitere Ortsverbände und wir werden uns schnellstmöglich um sie kümmern müssen.
es: {{GM}}James te observa con un nuevo respeto.{{/GM}} Muy limpio. Creo que nuestras pruebas del proyecto Aegis han sido un éxito, $(l.name). Herr Brackhaus lo está armando ahora para distribuirlo entre las fuerzas de Knight Errant. Las autoridades harán muchas preguntas sobre este incidente, y yo voy a tener que darles detalles. La Hermandad Universal tiene muchos cabildos y hay que encargarse de ellas inmediatamente.
fr: {{GM}}James vous juge d'un respect nouveau.{{/GM}} Très propre. Je crois que nos tests experimentaux du projet Aegis sont un succès, $(l.name). Herr Brackhaus est en train de les militariser pour les distribuer aux forces Knight Errant. Les autorités vont me poser des tas de questions sur cet incident, et je vais devoir fournir des détails. La Confrérie Universelle possède de nombreuses branches, et il faut s'en occuper sans plus attendre.
it: {{GM}}James adesso ti guarda con rispetto.{{/GM}} Un ottimo lavoro. Direi che il nostro test del Progetto Aegis sia stato un successo, $(l.name). Herr Brackhaus l'ha inserito nella produzione militare di armi per le forze del Cavaliere errante. Le autorità mi faranno un sacco di domande su questo incidente e io dovrò fornire tutti i dettagli. La Fratellanza Universale ha ancora moltissime sedi aperte a cui bisogna provvedere immediatamente.
ru: {{GM}}Джеймс обращается к тебе. В его голосе отчетливо слышится уважение, которого раньше не было.{{/GM}} Отличная работа. Полагаю, что испытание проекта ''Эгида'' можно считать завершившимся. $(l.name), я расскажу герру Бракхаусу о твоих заслугах. Мы немедленно начнем производство нового оружия и вручим его солдатам ''Странствующего рыцаря''. Разумеется, у властей возникнут вопросы, и мне придется предоставить им убедительное объяснение этому инциденту. У Всеобщего братства множество отделений, но мы позаботимся обо всех.

source: {{GM}}Jessica appears puzzled, and just a little bit curious.{{/GM}} I can't say that I do.
de: {{GM}}Jessica scheint verwirrt zu sein, gleichzeitig aber auch ein wenig neugierig.{{/GM}} Nein, nicht dass ich wüsste.
es: {{GM}}Jessica se muestra sorprendida, y un poco curiosa.{{/GM}} La verdad es que no.
fr: {{GM}}Jessica semble perplexe, et légèrement curieuse.{{/GM}} Non, cela ne me dit rien.
it: {{GM}}Jessica sembra disorientata e leggermente confusa.{{/GM}} Non posso dire di sì.
ru: {{GM}}Она немного успокаивается и даже выглядит озадаченной.{{/GM}} Нет. Нет, я так не думаю
