Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Granted, a repeat customer means a person courting death more often than any good doctor should condone. But I don't suppose I can dissuade you from your course of action?
de: Zugegeben, ein Doktor sollte einen „Stammkunden“ wie dich nicht auch noch dabei unterstützen, ständig mit dem Tod zu flirten. Aber ich habe das Gefühl, ich kann dich von deinem Handeln eh nicht abbringen, was?
es: Garantizado, un cliente que repite es una persona que coquetea con la muerte más a menudo de lo que cualquier buen doctor debería perdonar. Pero supongo que no puedo persuadirte para que cambies tu forma de actuar.
fr: C'est vrai qu'un client loyal, c'est une personne qui danse avec la mort plus souvent qu'elle ne devrait. Mais je ne pense pas pouvoir vous faire changer de perspective professionnelle, n'est-ce pas ?
it: Certo, un cliente abituale è una persona che corteggia la morte più spesso di quanto un qualsiasi buon dottore dovrebbe condonare. Ma non posso dissuaderti dalle tue intenzioni?
ru: Если человек становится моим постоянным клиентом, это означает, что он заигрывает со смертью. Как медицинский специалист я не могу этого одобрить, но я ведь не сумею убедить тебя вести более здоровый и менее рискованный образ жизни?

source: Granted, modern medicine has made organ transplants relatively easy but it is an odd coincidence. But, as a scientist, it's just that. A coincidence.
de: Zugegebenermaßen hat es die moderne Medizin Organtransplantationen relativ einfach gemacht, aber es ist dennoch ein seltsamer Zufall. Aber in meiner Position als Wissenschaftler ist es eben das: ein Zufall.
es: Es cierto que, con la medicina moderna, el trasplante de órganos está a la orden del día, pero aun así es una extraña coincidencia. Pero, como científico, no pienso que sea más que eso. Una coincidencia.
fr: Même si la médecine moderne a rendu les greffes d'organes relativement faciles, c'est tout de même une sacré coïncidence. Mais, en tant que scientifique, j'en reste là. Une coïncidence.
it: Certo, la medicina moderna ha reso i trapianti molto comuni, ma è una strana coincidenza. Da scienziato, mi limito a osservare i fatti. È una coincidenza.
ru: Конечно, благодаря современной медицине пересадка внутренних органов - не бог весть какой редкий случай, но это странное совпадение. Вот и все, что я могу сказать тебе, как ученый.

source: Great attitude!
de: Wunderbare Einstellung!
es: ¡Estupenda actitud!
fr: Superbe attitude !
it: Bell'atteggiamento!
ru: Отличная жизненная позиция!

source: Great work mon ami! The time for stealth has passed, it has set off every alarm in the system but I have unlocked the executive elevator and your path is clear. Head to the elevator and make your escape!
de: Gute Arbeit, mon brave! Damit ist die Zeit für Heimlichkeiten jedoch abgelaufen. Die Entwendung der Probe hat jeden einzelnen Alarm im ganzen System ausgelöst, aber ich habe den Exec-Aufzug freigeschaltet, mit dem du entkommen kannst!
es: ¡Buen trabajo, mon ami! Ya ha pasado el tiempo del sigilo, ha activado todas las alarmas del sistema, pero he desbloqueado el ascensor ejecutivo y el camino está despejado. ¡Ve al ascensor y escapa!
fr: Beau travail mon ami ! Le temps de la discrétion est révolu, toutes les alarmes ont été déclenchées, mais j'ai déverrouillé l'ascenseur des cadres et la voie est libre. Prenez l'ascenseur et échappez-vous !
it: Ben fatto mon ami! Ora non è più tempo di nascondersi, tutti gli allarmi del sistema sono stati attivati ma ho sbloccato l'ascensore della Direzione e la strada è libera. Trova l'ascensore e scappa!
ru: Отличная работа, mon ami! Время скрытности подошло к концу. Сигнализация в системе сходит с ума, но я открыл для вас лифт на верхний этаж. Поднимайтесь!

source: Great! Come in and find the power of Belonging.
de: Großartig! Komme herein und entdecke die Macht der Zugehörigkeit.
es: ¡Estupendo! Entra y descubre el poder de Pertenecer.
fr: Magnifique ! Entrez et découvrez le pouvoir de l'Appartenance.
it: Fantastico! Entra e trova la forza dell'Appartenenza.
ru: Отлично! Входи же и обрети свою новую семью.

source: Great, so you don't know anything about his death.
de: Na toll, also weißt du überhaupt nichts über seinen Tod.
es: Estupendo, así que no sabes nada sobre su muerte.
fr: Super, donc vous ne savez rien de sa mort.
it: Ottimo, quindi non sai niente della sua morte.
ru: Дивно. То есть о его смерти ты мне ничего сказать не можешь.

source: Great. Have fun.
de: Klasse. Viel Spaß.
es: Estupendo. Diviértete.
fr: Super. Amusez-vous.
it: Perfetto. Buon divertimento.
ru: Отлично. Не пропадай.

source: Great. I'll come with, just in case any IC decides to crash our party.
de: Super. Ich komme mit, nur für den Fall, dass eine IC versucht, uns den Spaß zu verderben.
es: Estupendo. Yo te acompañaré, por si algún PAI decide estropearnos la fiesta.
fr: Super. Je vais venir avec vous, juste au cas où une CI décide de vous rendre visite.
it: Grande. Vengo anch'io, in caso qualche MAI dovesse rovinarci la festa.
ru: Прекрасно. Я пойду с тобой, просто на случай, если они установили особо хитрый ЛЕД.

source: Great. I’m sure there are other people you’ll want to talk to first. Take care, $(l.name)!
de: Sehr schön. Ich bin mir sicher, Sie wollen erst noch mit anderen Leuten reden. Auf Wiedersehen, $(l.name)!
es: Estupendo. Seguro que hay otras personas con las que querrás hablar antes. ¡Cuídate, $(l.name)!
fr: Super. Je suis sûr qu'il y a d'autres personnes à qui vous voulez parler en premier. Bonne chance, $(l.name) !
it: Perfetto. Immagino ci siano altre persone con cui vorrai parlare prima. Fai attenzione, $(l.name)!
ru: Отлично. Тут наверняка есть и другие люди, с которыми тебе надо переговорить. Удачи, $(l.name)!

source: Great. I’ve been hiding out here ever since that run-in with those Halloweeners. Whiny bunch of gangers, but this stretch of the Barrens is their turf. Hell, I’m surprised you even made it to this morgue in one piece without packing some heat.
de: Klasse. Ich sitze hier jetzt seit meinem Zusammenstoß mit diesen Halloweenern fest. Ein mieser, kleiner Haufen, aber dieser Teil der Barrens ist ihr Revier. Scheiße, ich bin überrascht, dass du es überhaupt bis hierher geschafft hast, ohne eine Knarre dabei zu haben.
es: Estupendo. Me he estado ocultando aquí desde ese encontronazo con esos Halloweeners. Lamentable puñado de pandilleros, pero esta parcela de los Barrens es su jardín. Demonios, me sorprende que siquiera hayas llegado a la morgue de una pieza sin llevar pipa.
fr: Super. Je me planque depuis que je suis tombé sur ces halloweeners. C'est des gangers de bas étage, mais cette partie de Barrens est leur territoire. Je suis surpris que vous ayez réussi à arriver ici un en seul morceau sans le moindre calibre.
it: Grande. È da quando mi sono scontrato con quegli Halloweener che mi nascondo qui. Branco di ganger piagnucolosi... Questa parte delle Terre desolate è territorio loro. Diamine, mi stupisce che tu abbia raggiunto l'obitorio incolume senza nemmeno un'arma addosso.
ru: Превосходно. Я прячусь в морге с тех самых пор, как подпалил им пятки. Хеллоуинеры - не самая страшная из банд Сиэтла, но Пустоши принадлежат им. Я удивлен, что тебе удалось добраться сюда и не привлечь их внимания.

source: Great. Now this is an extraction.
de: Na klasse. Dann haben wir jetzt wohl eine Extraktion vor uns.
es: Estupendo. Esto sí que es una extracción.
fr: Bien. Donc maintenant, c'est une extraction.
it: Fantastico. Questo sì che è un salvataggio.
ru: Чудесно. Теперь нам придется ее спасать.

source: Great. We're all introduced. Now, give me my stones.
de: Der Knaller. Wo wir uns jetzt alle kennen, lasst meine Steine rüberwachsen.
es: Estupendo. Ya nos hemos presentado todos. Y ahora, dadme mis piedras.
fr: Bien. On s'est tous présentés. Maintenant, donnez-moi mes pierres.
it: Fantastico. Ci siamo presentati. Adesso, dammi le mie pietre.
ru: Отлично. Будем знакомы. А теперь отдавайте камешки.

source: Greetings, Baron Samedi. So you'll be on Matrix overwatch for us on this one?
de: Grüße, werter Baron Samedi. Du wirst dich also um die Überwachung der Matrix kümmern?
es: Saludos, Barón Samedi. ¿Entonces tú serás el encargado de vigilar la Matriz esta vez?
fr: Mes salutations, Baron Samedi. Alors vous resterez de garde dans la Matrice pour nous sur ce coup ?
it: Salve, Baron Samedi. Quindi ci farai da guardia nella Matrice, stavolta?
ru: Добрый вечер, Барон Самеди. Значит, это ты будешь прикрывать нас из Матрицы?

source: Grisly, isn’t it?
de: Grässlich, oder?
es: Espeluznante, ¿verdad?
fr: Ça fait froid dans le dos, non ?
it: Macabro, vero?
ru: Омерзительно, правда?

source: Grizzled Veteran
de: Alter Veteran
es: Veterano canoso
fr: Vétéran
it: Veterano brizzolato
ru: Покрытый шрамами ветеран

source: Grrrraaaahhh!
ru: Гр-р-р-а-а-а!

source: Guard's Key
de: Schlüssel der Wache
es: Llave de guarda
fr: Clé du garde
it: Chiave della guardia
ru: Ключ охранника

source: Guards!
de: Wachen!
es: ¡Guardias!
fr: Gardiens !
it: Guardie!
ru: Охрана!

source: Guess I'm about to get a big payday.
de: Ich glaube, bald ist für mich Zahltag.
es: Creo que me van a pagar una bonificación muy generosa.
fr: On dirait bien que j'ai gagné le gros lot.
it: Penso che riuscirò a portarmi a casa un bel gruzzolo.
ru: Скоро я получу мои деньги.

source: Guess I'm heading back to Seattle.
de: Ich schätze, es geht zurück nach Seattle für mich.
es: Supongo que volveré a Seattle.
fr: On dirait que je retourne à Seattle.
it: Immagino di dover tornare a Seattle.
ru: Ну что ж. Пора возвращаться в Сиэтл.

source: Guess I’d say the same, in your shoes. Fine. There’s a credstick with 1,000 nuyen with your name on it. Help me dust those gangers and it’s yours.
de: In deiner Position würde ich dasselbe sagen. Na gut. Ich hab einen Credstick mit 1000 Nuyen, der deinen Namen trägt. Hilf mir, diese Ganger in ihre Schranken zu weisen und du kannst ihn haben.
es: Supongo que diría lo mismo en tu lugar. Bien. Hay un credistick con 1000 nuyens y tu nombre escrito. Ayúdame a cargarme a esos pandilleros y es tuyo.
fr: Je dirais sûrement la même chose à votre place. Très bien. Voilà un créditube avec 1 000 nuyens. Vous m'aidez à défoncer des bandits et il est à vous.
it: Al posto tuo direi la stessa cosa. Va bene. C'è un credstick con 1.000 nuyen pronto per te. Aiutami a dare una lezione a quei ganger ed è tuo.
ru: На твоем месте я бы сказал то же самое. Ладно. У меня есть кредстик с 1000 нюйен. Помоги мне приструнить этих головорезов, и он твой.

source: Guess I’m just looking to hurt. {{GM}}Punch him.{{/GM}}
de: Ich bin aber auf Schmerzen aus. {{GM}}Schlag ihn.{{/GM}}
es: Supongo que estoy buscando el dolor. {{GM}}Darle un puñetazo.{{/GM}}
fr: Et bah on dirait que ça va mal finir. {{GM}}Frappe-le.{{/GM}}
it: Sono proprio in cerca di guai. {{GM}}Colpiscilo.{{/GM}}
ru: Думаю, мне это понравится. {{GM}}Ударить его.{{/GM}}

source: Guess he’s not the patient type.
de: Er scheint nicht gerade der geduldigste Typ zu sein.
es: Parece que la paciencia no es su virtud.
fr: Il n'est pas du genre patient.
it: Forse non ha il dono della pazienza.
ru: Похоже, терпение в число его достоинств не входит.

source: Guess it’s time to end this thing.
de: Wird wohl Zeit, das zu beenden.
es: Supongo que es hora de acabar con esto.
fr: Je crois qu'il est temps d'en finir.
it: È ora di chiudere questa faccenda.
ru: Ты прав. Пора с этим кончать.

source: Guess it’s your job to care.
de: Ich schätze, es ist dein Job, dich für die Leute zu interessieren.
es: Supongo que preocuparte es parte de tu trabajo.
fr: J'imagine que c'est votre travail de les protéger.
it: Immagino che preoccuparsi sia parte del lavoro.
ru: Ты серьезно относишься к своей работе.

source: Guess she had it coming.
de: Das hat sie wohl nicht anders verdient.
es: Supongo que se lo merecía.
fr: Je suppose qu'elle a eu ce qu'elle méritait.
it: Penso che se lo meritasse.
ru: Она сама напросилась.

source: Guess so.
de: Das trifft’s wohl, ja.
es: Supongo.
fr: On dirait bien.
it: Immagino di sì.
ru: Пожалуй, что так.

source: Guess that’s it, huh? Sam’s killer is bug food. He finally got his justice.
de: Das war’s dann wohl, was? Sams Mörderin ist Käferfraß. Sein Tod ist endlich gerächt.
es: Supongo que eso es todo, ¿uh? El asesino de Sam es comida para bichos. Al final hubo justicia.
fr: J'imagine que ça y est, hein ? Le meurtrier de Sam n'est plus que de la nourriture pour insectes. Justice a été rendue.
it: Direi che è tutto, eh? L'assassino di Sam è cibo per vermi. Finalmente giustizia è stata fatta.
ru: Значит, все кончено? Убийцу Сэма сожрали жуки. Теперь он отомщен.

source: Guess that’s it, huh? You captured Sam’s killer and now he’ll get his justice.
de: Das war’s dann wohl, was? Du hast Sams Mörderin gefasst und jetzt erhält er Gerechtigkeit.
es: Supongo que eso es todo, ¿uh? Capturaste al asesino de Sam y ahora se someterá a la justicia.
fr: J'imagine que ça y est, hein ? T'as capturé l'assassin de Sam et justice va être enfin rendue.
it: Direi che è tutto, eh? Hai catturato l'assassino di Sam e adesso sarà fatta giustizia.
ru: Значит, все кончено? Тебе удалось поймать убийцу Сэма. На этот раз правосудие восторжествует.

source: Guess that’s it, huh? You geeked Sam’s killer. He got his justice from beyond the grave.
de: Das war’s dann wohl, was? Du hast Sams Mörderin kaltgemacht. Sein Tod ist endlich gerächt.
es: Supongo que eso es todo, ¿uh? Acabaste con el asesino de Sam. Tuvo su justicia desde la tumba.
fr: J'imagine que ça y est, hein ? T'as buté le tueur de Sam. Justice lui est rendue par-delà la mort.
it: Direi che è tutto, eh? Hai ucciso l'assassino di Sam. Ha ottenuto la sua giustizia nell'oltretomba.
ru: Значит, все кончено? Убийца Сэма погиб от твоей руки. Он таки сумел дотянуться до своего обидчика из могилы.

source: Guess what, kids? Harlequin’s back!
de: Hey, wer hätt’s gedacht? Harlequin ist wieder da!
es: ¿Sabéis qué, chicos? ¡Arlequín ha vuelto!
fr: Devinez quoi, les enfants ? Arlequin est de retour !
it: Ragazzi, indovinate un po'? Arlecchino è tornato!
ru: Сюрприз, детишки! Арлекин вернулся!

source: Guest01
de: Gast 01
ru: Гость01

source: Guest02
de: Gast 02
ru: Гость02

source: Guest03
de: Gast 03
ru: Гость03

source: Guest04
de: Gast 04
ru: Гость04

source: Guest05
de: Gast 05
ru: Гость05

source: Guest06
de: Gast 06
ru: Гость06

source: Guest07
de: Gast 07
ru: Гость07

source: Guest08
de: Gast 08
ru: Гость08

source: Guest09
de: Gast 09
ru: Гость09

source: Guest10
de: Gast 10
ru: Гость10

source: Guest11
de: Gast 11
ru: Гость11

source: Gutterpunks have to stick together.
de: Wir Gossenratten müssen schließlich zusammenhalten.
es: La calaña tiene que mantenerse unida.
fr: Entre zonards, faut bien s'entraider.
it: Se non ci aiutiamo tra canaglie...
ru: Мы, неудачники, должны держаться друг друга.

source: H-how do you know my name?
de: W-woher kennst du meinen Namen?
es: ¿C-cómo sabes mi nombre?
fr: C... Comment vous connaissez mon nom ?
it: C-come diavolo fai a sapere il mio nome?
ru: О-откуда вы знаете, как меня зовут?

source: HALLS OF DISREPAIR
de: HALLEN DES VERFALLS
es: SALAS DE ABANDONO
fr: LE HALL DU DÉLABREMENT
it: LE SALE DEL DEGRADO
ru: ПАЛАТЫ ОТЧАЯНИЯ

source: HR Communications
de: HR-Kommunikation
es: Comunicados de RR.HH.
fr: Communications RH
it: Comunicazioni RU
ru: Отдел по работе с персоналом

source: Ha ha, there we go. Dance for me!
de: Haha, und los geht’s. Tanzt für mich!
es: Ja ja, allá vamos. ¡Baila para mí!
fr: Ha ha, voilà. Allez, danse !
it: Ah ah, ci risiamo. Danza per me!
ru: Ха-ха, ну вот. Пляшите!

source: Ha! I gotta go back to pushing a mop for a real paycheck.
de: Ha! Ich geh lieber wieder an die Arbeit und verdien mir ein richtiges Gehalt.
es: ¡Ja! Tengo volver a empujar la fregona para ganar un cheque de verdad.
fr: Ha ! Je vais retourner pousser mon balai pour un vrai salaire.
it: Ah! Devo tornare a usare una scopa per ricevere un vero e proprio stipendio.
ru: Ха! Да мне за то, что я шваброй размахиваю, и то платят больше.

source: Ha! Plenty, if you ask McKlusky. But the truth is, we're as clueless as you probably are.
de: Ha! Jede Menge, wenn du McKlusky fragst. Aber die Wahrheit ist, dass wir wahrscheinlich genauso wenig Ahnung wie du haben.
es: ¡Ja! Un montón, si le preguntas a McKlusky. Pero la verdad es que estamos tan perdidos como tú.
fr: Ha ! Un tas, si vous demandez à McKlusky. Mais en réalité, nous en savons probablement aussi peu que vous.
it: Ah! Un sacco, stando a McKlusky. Ma la verità è che ne sappiamo poco quanto te.
ru: Ха! По мнению Макклюски, вообще ничего. Но не расстраивайся, мы знаем не так уж много.

source: Ha! Yes... yes, indeed. The victim's male, mixed Native American descent, age 38. Based on the condition of the body, it looks like he was killed around two in the morning.
de: Ha! Ja ... in der Tat. Das Opfer ist männlich, von gemischter uramerikanischer Abstammung, 38 Jahre alt. Dem Zustand der Leiche nach muss er etwa gegen 2 Uhr morgens getötet worden sein.
es: ¡Ja! Sí... sí, por supuesto. La víctima es un hombre de descendencia Amerindia mestiza, 38 años. Según el estado del cuerpo, parece que lo mataron alrededor de las dos de la mañana.
fr: Ha ! Oui... oui, en effet. La victime est un homme de 38 ans, d'origine amérindienne. Basé sur les conditions du corps, je dirais qu'il a été tué vers deux heures du matin.
it: Ah! Sì... sì certo. La vittima è un uomo, razza nativa americana mista, 38 anni. In base alle condizioni del corpo credo sia stato ucciso verso le due di mattina.
ru: Ха! Да не то слово. Покойный - коренной американец 38 лет. Судя по состоянию тела, смерть наступила около двух часов ночи.

source: Ha! You gotta deal! {{GM}}He hands you his Credstick and you transfer the 300 over.{{/GM}}
de: Ha! So kommen wir ins Geschäft! {{GM}}Er reicht dir seinen Credstick und du lädst 300 Nuyen darauf.{{/GM}}
es: ¡Ja! ¡Trato hecho! {{GM}}Te entrega su credistick y le transfieres los 300.{{/GM}}
fr: Ha ! Marché conclu ! {{GM}}Il vous donne son créditube et vous y transférez les 300 nuyens.{{/GM}}
it: Ah! Affare fatto! {{GM}}Ti porge il suo credstick e tu vi trasferisci 300 nuyen.{{/GM}}
ru: Ха! Договорились! {{GM}}Он протягивает тебе кредстик, на который ты переводишь 300 нюйен.{{/GM}}

source: Hack the Elevator
de: Hacke den Aufzug
es: Hackea el ascensor
fr: Pirater l'ascenseur
it: Manometti l'ascensore
ru: Взломай лифт

source: Hacked: Auto Turret IFF System
de: Gehackt: Freund-Feind-Kennung des Automatikgeschützes
es: Pirateado: Torreta Automática con Sistema IFF
fr: Piraté : Tourelle automatique IFF System
it: Manomesso: Sistema IFF con torretta automatica
ru: Взломано: автоматическая турель

source: Hacked: Autopsy Records
de: Gehackt: Autopsieberichte
es: Pirateado: Registros de autopsia
fr: Piraté : Rapport d'autopsie
it: Manomesso: Referti dell'autopsia
ru: Взломано: отчеты о вскрытии

source: Hacked: Bathroom Door Lock
de: Gehackt: Badezimmertürschloss
es: Pirateado: pestillo de la puerta del baño
fr: Piraté : Verrou de la porte de la salle de bain
it: Manomesso: serratura della porta del bagno
ru: Взломано: замок на двери в ванную комнату

source: Hacked: DNA Database
de: Gehackt: DNA-Datenbank
es: Pirateado: Base de datos de ADN
fr: Piraté : Base de données ADN
it: Manomesso: Database DNA
ru: Взломано: база данных ДНК

source: Hacked: Employment Records
de: Gehackt: Angestelltenakten
es: Pirateado: Registros laborales
fr: Piraté : Dossiers d'emploi
it: Manomesso: Dossier lavorativo
ru: Взломано: личные дела сотрудников.

source: Hacked: News Article
de: Gehackt: Nachrichtenartikel
es: Pirateado: Artículo de noticias
fr: Piraté : Article d'information
it: Manomesso: Articolo di giornale
ru: Взломано: газетная заметка

source: Hacked: Patient Records
de: Gehackt: Patientenakten
es: Pirateado: Registros de paciente
fr: Piraté : Dossiers de patient
it: Manomesso: Cartelle cliniche dei pazienti
ru: Взломано: истории болезни

source: Hacked: Private Records Data-store
de: Gehackt: Privatakten-Datenspeicher
es: Pirateado: almacenamiento de datos en discos privados
fr: Piraté : Centre de données privées
it: Manomesso: archivio dati privati
ru: Взломано: хранилище частной информации

source: Had a corp gunning for him, maybe?
de: Vielleicht hat ihn ein Kon umlegen lassen?
es: A lo mejor alguna corporación iba a por él.
fr: Il avait peut-être des problèmes avec une corporation ?
it: Forse qualcuno della corporazione gli stava addosso.
ru: Возможно, за ним охотилась какая-то корпорация?

source: Hadn't you heard? Doctors don't like to talk about their problems. It makes us appear less godlike. But I'll humor you.
de: Weißt du denn nicht, dass Ärzte nicht gerne über ihre Probleme sprechen? Es lässt uns weniger gottgleich erscheinen. Aber für dich mache ich eine Ausnahme.
es: ¿No lo sabes? A los médicos no nos gusta hablar de nuestros problemas. Nos hace parecer menos divinos. Pero te seguiré el juego.
fr: Vous ne saviez pas ? Les docteurs n'aiment pas parler de leurs problèmes. Ça les force à descendre de leur piédestal. Mais je vais vous raconter.
it: Non hai sentito? I medici non amano parlare dei loro problemi. Ci fa sembrare meno divini. Ma ti asseconderò.
ru: Врачи не любят говорить о своих проблемах. Вдруг пациентам придет в голову мысль усомниться в нашей непогрешимости? Но так уж и быть.

source: Hadn’t talked to you before. Thought I would. What’s your story?
de: Hab vorher nicht mit dir gesprochen. Dachte, das sollte ich nachholen. Und was bist du für einer?
es: No he hablado contigo antes. Pensé que sí. ¿Qué me cuentas?
fr: Je n'ai pas le souvenir de vous avoir déjà parlé auparavant. Je pensais le faire. Qu'est-ce que vous racontez ?
it: Non avevo mai parlato con te prima d'ora. Mi pareva di sì. Che mi dici?
ru: Кажется, мы еще не встречались. Просто хочу познакомиться.

source: Hah! You said it. "Look we don't want to know how this happened. We just want to know whose fault it is!"
de: Ha! Du sagst es. „Hey, wir wollen nicht wissen, wie das passiert ist. Wir wollen nur wissen, wessen Schuld es ist!“
es: ¡Ja! Tú lo has dicho. "Mira, no queremos saber cómo ha ocurrido esto. ¡Solo queremos saber de quién es la culpa!"
fr: Hah ! Bien dit. "Écoutez, on se fiche de comment s'est arrivé. On veut juste savoir qui est responsable !"
it: Ah! L'hai detto. "Guardate, non vogliamo sapere come sia successo. Vogliamo solo sapere per colpa di chi!"
ru: Ха! Хорошо сказано. "Меня не интересует, как это случилось, я хочу знать, кто виноват!"

source: Hah. {{GM}}He starts to leave, then tilts his head back.{{/GM}}
de: Ha! {{GM}}Er macht sich auf den Weg und dreht sich dann noch einmal zu dir um.{{/GM}}
es: Ja. {{GM}}Empieza a marcharse, entonces echa la cabeza hacia atrás.{{/GM}}
fr: Hah. {{GM}}Il va pour partir, puis tourne la tête.{{/GM}}
it: Ah! {{GM}}Fa per andarsene, poi inclina la testa all'indietro.{{/GM}}
ru: Ха! {{GM}}Он уже собирается уходить, когда вдруг останавливается и наклоняет голову.{{/GM}}

source: Hai, Mrs. Kubota. My apologies again.
de: Hai, Mrs. Kubota. Ich entschuldige mich nochmals.
es: Hai, Sra. Kubota. Perdón otra vez.
fr: Haï, Mme Kubota. Je m'excuse encore.
it: Sì, signora Kubota, mi scuso ancora.
ru: Хаи, миссис Кубота. Я прошу прощения.

source: Hai. There is something very wrong, yes.
de: Hai. Etwas ist ganz und gar nicht in Ordnung, ja.
es: Hai. Sí, pasa algo, algo muy malo.
fr: Hai. Quelque chose ne va pas, en effet.
it: Hài. Grossi problemi, sì.
ru: Хаи. У нас возникли проблемы.

source: Halloweener Mage
de: Halloweener-Magier
es: Mago Halloweener
fr: Mage halloweener
it: Mago Halloweener
ru: Хеллоуинер-маг

source: Halloweener Sentry
de: Halloweener-Wache
es: Centinela Halloweener
fr: Sentinelle halloweener
it: Sentinella Halloweener
ru: Хеллоуинер-дозорный

source: Halt!
es: ¡Alto!
fr: Halte !
it: Alt!
ru: Стой!
