Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{CC}}Charisma: 4{{/CC}} Look, we're here to save her. Do you really want that girl's fate on your conscience?
de: {{CC}}Charisma: 4{{/CC}} Hör mal, wir sind hier, um sie zu retten. Willst du wirklich das Schicksal dieser jungen Frau auf deinem Gewissen haben?
es: {{CC}}Carisma: 4{{/CC}} Escucha, hemos venido a salvarla. ¿De veras quieres tener bajo tu conciencia el destino de esa chica?
fr: {{CC}}Charisme : 4{{/CC}} Écoutez, on est ici pour la sauver. Vous voulez vraiment avoir la mort de cette fille sur votre conscience ?
it: {{CC}}Carisma: 4{{/CC}} Ehi, siamo qui per salvarla. Vuoi davvero avere il destino di quella ragazza sulla coscienza?
ru: {{CC}}Обаяние: 4{{/CC}} Слушай, мы пытаемся ее спасти. Неужели ты хочешь, чтобы ее смерть оказалась на твоей совести?

source: {{CC}}Charisma: 4{{/CC}} Me either. You think you're done with the vents for the day? They want me to get this room back in order.
de: {{CC}}Charisma: 4{{/CC}} Ich auch nicht. Denkst du, du bist mit den Schächten für heute fertig? Sie wollen, dass ich diesen Raum wieder in Ordnung bringe.
es: {{CC}}Carisma: 4{{/CC}} Ya te digo. ¿Crees que ya has terminado hoy con los conductos? Quieren que arregle esta habitación.
fr: {{CC}}Charisme : 4{{/CC}} Mon non plus. Vous croyez que vous en avez fini avec les conduits de ventilation pour aujourd'hui ? On m'a demandé de faire le ménage dans cette pièce.
it: {{CC}}Carisma: 4{{/CC}} Nemmeno io. Pensi di aver finito con le prese d'aria per oggi? Mi hanno ordinato di rimettere a posto questa stanza.
ru: {{CC}}Обаяние: 4{{/CC}} Я тоже. Вы уже закончили проверять вентиляцию? Мне надо привести эту комнату в порядок.

source: {{CC}}Charisma: 4{{/CC}} Security's bullying you. But I could make it look like your terminal was tampered with and no one would be the wiser.
de: {{CC}}Charisma: 4{{/CC}} Das Sicherheitspersonal will dir das Leben schwermachen. Aber ich könnte es so aussehen lassen, als hätte sich jemand an deinem Terminal zu schaffen gemacht und sie werden dich sicher in Ruhe lassen.
es: {{CC}}Carisma: 4{{/CC}} Los de seguridad te están amedrentando. Pero yo podría hacer que parezca que alguien ha estado hurgando en tu terminal, y nadie lo sabrá jamás.
fr: {{CC}}Charisme : 4{{/CC}} La sécurité vous a dans le collimateur. Mais je pourrais faire croire que votre terminal a été trafiqué. Ça arrive à tout le monde.
it: {{CC}}Carisma: 4{{/CC}} Quelli della Sicurezza ti mettono i piedi in testa. Ma posso fare in modo che il tuo terminale sembri manomesso e nessuno se ne accorgerà mai.
ru: {{CC}}Обаяние: 4{{/CC}} Служба безопасности хочет сделать из тебя козла отпущения. Пусти меня к терминалу, и я сделаю так, будто его взломали.

source: {{CC}}Charisma: 5{{/CC}} Do you think you could duck out for a smoke or something? It would be easier if I didn't have to clean around you.
de: {{CC}}Charisma: 5{{/CC}} Denkst du, du könntest vielleicht kurz eine rauchen gehen? Wäre viel einfacher für mich, wenn ich nicht um dich herum putzen muss.
es: {{CC}}Carisma: 5{{/CC}} ¿Crees que podrías pirarte a por un pitillo o algo? Sería más fácil si no tuviera que limpiar a tu alrededor.
fr: {{CC}}Charisme : 5{{/CC}} Vous auriez le temps de prendre une pause clope, là, maintenant ? Ce serait plus facile si je n'avais pas à nettoyer autour de vous.
it: {{CC}}Carisma: 5{{/CC}} Pensi di potertela filare per una sigaretta o qualcosa del genere? Sarebbe più facile se io non dovessi pulire il casino intorno intorno a te.
ru: {{CC}}Обаяние: 5{{/CC}} Может, выйдешь на пять минут покурить? Нам обоим будет проще, если я не буду путаться у тебя под ногами.

source: {{CC}}Charisma: 5{{/CC}} I thought you said you were a busy man?
de: {{CC}}Charisma: 5{{/CC}} Ich dachte, du wärst ein beschäftigter Mann.
es: {{CC}}Carisma: 5{{/CC}} ¿No habías dicho que eras un hombre ocupado?
fr: {{CC}}Charisme : 5{{/CC}} Je croyais que vous étiez un homme occupé ?
it: {{CC}}Carisma: 5{{/CC}} Pensavo che avessi detto di essere un uomo impegnato.
ru: {{CC}}Обаяние: 5{{/CC}} Мне показалось, ты занятой дворф?

source: {{CC}}Charisma: 5{{/CC}} Security's bullying you. But I could make it look like your terminal was tampered with and no one would be the wiser.
de: {{CC}}Charisma: 5{{/CC}} Das Sicherheitspersonal will dir das Leben schwermachen. Aber ich könnte es so aussehen lassen, als hätte sich jemand an deinem Terminal zu schaffen gemacht und sie werden dich sicher in Ruhe lassen.
es: {{CC}}Carisma: 5{{/CC}} Los de seguridad te están amedrentando. Pero yo podría hacer que parezca que alguien ha estado hurgando en tu terminal, y nadie lo sabrá jamás.
fr: {{CC}}Charisme : 5{{/CC}} La sécurité vous a dans le collimateur. Mais je pourrais faire croire que votre terminal a été trafiqué. Ça arrive à tout le monde.
it: {{CC}}Carisma: 5{{/CC}} Quelli della Sicurezza ti mettono i piedi in testa. Ma posso fare in modo che il tuo terminale sembri manomesso e nessuno se ne accorgerà mai.
ru: {{CC}}Обаяние: 5{{/CC}} Служба безопасности хочет сделать из тебя козла отпущения. Пусти меня к терминалу, и я сделаю так, что им покажется, будто его взломали.

source: {{CC}}Charisma: 5{{/CC}} So, do you think you're done climbing in the vents, chummer? I need to get this room done before I get in trouble.
de: {{CC}}Charisma: 5{{/CC}} Na, bist du fertig mit dem Rumklettern in den Schächten, Chummer? Ich muss diesen Raum fertig kriegen, wenn ich keine Schwierigkeiten bekommen will.
es: {{CC}}Carisma: 5{{/CC}} Bueno, ¿crees que ya has terminado de meterte en los conductos, colega? Si no arreglo ya esta sala me meteré en problemas.
fr: {{CC}}Charisme : 5{{/CC}} Dites, vous avez bientôt fini de trimer dans les conduits ? Il faut que je nettoie cette pièce, sinon je vais avoir des ennuis.
it: {{CC}}Carisma: 5{{/CC}} Allora, hai finito di arrampicarti nelle prese d'aria? Devo finire il lavoro in questa stanza prima di finire nei guai.
ru: {{CC}}Обаяние: 5{{/CC}} Вы уже закончили проверять вентиляцию, ребята? Если я не уберу этот бардак, через полчаса у меня будут крупные неприятности.

source: {{CC}}Charisma: 6{{/CC}} Do you think you could duck out for a smoke or something? It would be easier if I didn't have to clean around you.
de: {{CC}}Charisma: 6{{/CC}} Denkst du, du könntest vielleicht kurz eine rauchen gehen? Wäre viel einfacher für mich, wenn ich nicht um dich herum putzen muss.
es: {{CC}}Carisma: 6{{/CC}} ¿Crees que podrías pirarte a por un pitillo o algo? Sería más fácil si no tuviera que limpiar a tu alrededor.
fr: {{CC}}Charisme : 6{{/CC}} Vous auriez le temps de prendre une pause clope, là, maintenant ? Ce serait plus facile si je n'avais pas à nettoyer autour de vous.
it: {{CC}}Carisma: 6{{/CC}} Pensi di potertela filare per una sigaretta o qualcosa del genere? Sarebbe più facile se io non dovessi pulire il casino intorno intorno a te.
ru: {{CC}}Обаяние: 6{{/CC}} Может, выйдешь на пять минут покурить? Нам обоим будет проще, если я не буду путаться у тебя под ногами.

source: {{CC}}Charisma: 6{{/CC}} I’m not exactly flush, so how about 50 now and 100 if I can use what you’ve said.
de: {{CC}}Charisma: 6{{/CC}} Ich bin nicht gerade aus Geld gemacht, also wie wär’s mit 50 jetzt und noch mal 100, wenn ich deine Informationen gebrauchen kann?
es: {{CC}}Carisma: 6{{/CC}} No es que me sobre la pasta, así que ¿qué tal 50 ahora y 100 si me gusta lo que dices?
fr: {{CC}}Charisme : 6 {{/CC}} Je ne suis pas exactement plein aux as, alors que diriez-vous de 50 nuyens tout de suite et de 100 de plus si vous me dites quelque chose d'utile ?
it: {{CC}}Carisma: 6 {{/CC}} non ho tutti questi soldi, quindi che ne dici di 50 adesso e 100 se mi dai informazioni utili.
ru: {{CC}}Обаяние: 6{{/CC}} Денег у меня не так много, поэтому держи 50 - и еще 100 я тебе отдам, если ты действительно что-то знаешь.

source: {{CC}}Charisma: 6{{/CC}} Security's bullying you. But I could make it look like your terminal was tampered with and no one would be the wiser.
de: {{CC}}Charisma: 6{{/CC}} Das Sicherheitspersonal will dir das Leben schwermachen. Aber ich könnte es so aussehen lassen, als hätte sich jemand an deinem Terminal zu schaffen gemacht und sie werden dich sicher in Ruhe lassen.
es: {{CC}}Carisma: 6{{/CC}} Los de seguridad te están amedrentando. Pero yo podría hacer que parezca que alguien ha estado hurgando en tu terminal, y nadie lo sabrá jamás.
fr: {{CC}}Charisme : 6{{/CC}} La sécurité vous a dans le collimateur. Mais je pourrais faire croire que votre terminal a été trafiqué. Ça arrive à tout le monde.
it: {{CC}}Carisma: 6{{/CC}} Quelli della Sicurezza ti mettono i piedi in testa. Ma posso fare in modo che il tuo terminale sembri manomesso e nessuno se ne accorgerà mai.
ru: {{CC}}Обаяние: 6{{/CC}} Служба безопасности хочет сделать из тебя козла отпущения. Пусти меня к терминалу, и я сделаю так, что им покажется, будто его взломали.

source: {{CC}}Charisma: 6{{/CC}} So, do you think you're done climbing in the vents, chummer? I need to get this room done before I get in trouble.
de: {{CC}}Charisma: 6{{/CC}} Na, bist du fertig mit dem Rumklettern in den Schächten, Chummer? Ich muss diesen Raum fertig kriegen, wenn ich keine Schwierigkeiten bekommen will.
es: {{CC}}Carisma: 6{{/CC}} Bueno, ¿crees que ya has terminado de meterte en los conductos, colega? Si no arreglo ya esta sala me meteré en problemas.
fr: {{CC}}Charisme : 6{{/CC}} Dites, vous avez bientôt fini de trimer dans les conduits ? Il faut que je nettoie cette pièce, sinon je vais avoir des ennuis.
it: {{CC}}Carisma: 6{{/CC}} Allora, hai finito di arrampicarti nelle prese d'aria? Devo finire il lavoro in questa stanza prima di finire nei guai.
ru: {{CC}}Обаяние: 6{{/CC}} Вы уже закончили проверять вентиляцию, ребята? Если я не уберу этот бардак, через полчаса у меня будут крупные неприятности.

source: {{CC}}Close Combat: 5{{/CC}} {{GM}}Throw a flurry of punches too fast for the ork to see.{{/GM}}
de: {{CC}}Nahkampf: 5{{/CC}} {{GM}}Verpass ihm eine schnelle Folge von Schlägen, die er nicht alle abwehren kann.{{/GM}}
es: {{CC}}Combate a corta distancia: 5{{/CC}} {{GM}}Lanzar una andanada de puñetazos, demasiado rápidos para que los vea el orko.{{/GM}}
fr: {{CC}}Combat rapproché : 5{{/CC}} {{GM}}Lui donner une volée de coups trop rapidement pour qu'il puisse réagir.{{/GM}}
it: {{CC}}Combattimento ravvicinato: 5{{/CC}} {{GM}}Dai una serie di pugni rapidissimi che l'Orco non riesce nemmeno a vedere.{{/GM}}
ru: {{CC}}Ближний бой: 5{{/CC}} {{GM}}Свалить его градом быстрых ударов.{{/GM}}

source: {{CC}}Decking: 0{{/CC}} No experience. What now?
de: {{CC}}Decking: 0{{/CC}} Keinerlei Erfahrung. Was jetzt?
es: {{CC}}Pirateo: 0{{/CC}} Sin experiencia. ¿Ahora qué?
fr: {{CC}}Decking : 0{{/CC}} Aucune expérience. Et donc ?
it: {{CC}}Decking: 0{{/CC}} Nessuna esperienza. E ora?
ru: {{CC}}Декинг: 0{{/CC}} У меня нет опыта. И что теперь?

source: {{CC}}Decking: 1{{/CC}} I've got a jack and a deck.
de: {{CC}}Decking: 1{{/CC}} Ich hab ein Deck und eine Datenbuchse.
es: {{CC}}Pirateo: 1{{/CC}} Tengo un conector y un ciberterminal.
fr: {{CC}}Decking : 1{{/CC}} J'ai un jack et un deck.
it: {{CC}}Decking: 1{{/CC}} Ho un jack e un Deck.
ru: {{CC}}Декинг: 1{{/CC}} У меня есть своя дека.

source: {{CC}}Decking: 1{{/CC}} {{GM}}Try hacking the door.{{/GM}}
de: {{CC}}Decking: 1{{/CC}} {{GM}}Versuche, die Tür zu hacken.{{/GM}}
es: {{CC}}Pirateo: 1{{/CC}} {{GM}}Intentar hackear la cerradura de la puerta.{{/GM}}
fr: {{CC}}Decking : 1{{/CC}} {{GM}}Essayer de pirater la porte.{{/GM}}
it: {{CC}}Decking: 1{{/CC}} {{GM}}Prova a forzare la porta.{{/GM}}
ru: {{CC}}Декинг: 1{{/CC}} {{GM}}Попытаться взломать дверь.{{/GM}}

source: {{CC}}Decking: 2{{/CC}} I know my way around the Matrix.
de: {{CC}}Decking: 2{{/CC}} Ich kenne mich in der Matrix aus.
es: {{CC}}Pirateo: 2{{/CC}} Sé moverme por la Matriz.
fr: {{CC}}Decking : 2{{/CC}} Je sais m'y prendre avec la Matrice.
it: {{CC}}Decking: 2{{/CC}} So come muovermi nella Matrice.
ru: {{CC}}Декинг: 2{{/CC}} Я не в первый раз в Матрице.

source: {{CC}}Decking: 2{{/CC}} {{GM}}Hack the panel.{{/GM}}
de: {{CC}}Decking: 2{{/CC}} {{GM}}Hacke die Sicherheitskonsole.{{/GM}}
es: {{CC}}Pirateo: 2{{/CC}} {{GM}}Piratear el panel.{{/GM}}
fr: {{CC}}Decking : 2{{/CC}} {{GM}}Pirater le panneau.{{/GM}}
it: {{CC}}Decking: 2{{/CC}} {{GM}}Prova a manomettere il pannello.{{/GM}}
ru: {{CC}}Декинг: 2{{/CC}} {{GM}}Взломать панель.{{/GM}}

source: {{CC}}Decking: 2{{/CC}}{{GM}}Download the BTL currently being recorded.{{/GM}}
de: {{CC}}Decking: 2{{/CC}}{{GM}}BTL herunterladen, die gerade aufgezeichnet wird.{{/GM}}
es: {{CC}}Pirateo: 2{{/CC}}{{GM}}Descargar el BTL que se está grabando.{{/GM}}
fr: {{CC}}Decking : 2{{/CC}}{{GM}}Télécharger le BTL en cours d'enregistrement.{{/GM}}
it: {{CC}}Decking: 2{{/CC}}{{GM}}Scarica la BTL in corso di registrazione.{{/GM}}
ru: {{CC}}Декинг: 2{{/CC}}{{GM}}Сделать копию рабочей записи.{{/GM}}

source: {{CC}}Decking: 3{{/CC}} Run a brute force password crack.
de: {{CC}}Decking: 3{{/CC}} Cracke das Passwort.
es: {{CC}}Pirateo: 3{{/CC}} Ejecutar un crack para forzar la contraseña.
fr: {{CC}}Decking : 3{{/CC}} Exécuter un programme de déchiffrage brut du mot de passe.
it: {{CC}}Decking: 3{{/CC}} Vìola brutalmente la password.
ru: {{CC}}Декинг: 3{{/CC}} Подобрать пароль методом ''грубой силы''.

source: {{CC}}Decking: 3{{/CC}} {{GM}}Elevator Controls.{{/GM}}
de: {{CC}}Decking: 3{{/CC}}{{GM}}Fahrstuhlsteuerung.{{/GM}}
es: {{CC}}Pirateo: 3{{/CC}} {{GM}}Mandos del ascensor.{{/GM}}
fr: {{CC}}Decking : 3{{/CC}} {{GM}}Commandes des ascenseurs.{{/GM}}
it: {{CC}}Decking: 3{{/CC}} {{GM}}Comandi dell'ascensore.{{/GM}}
ru: {{CC}}Декинг: 3{{/CC}} {{GM}}Управление лифтом.{{/GM}}

source: {{CC}}Decking: 3{{/CC}} {{GM}}Gently wind down the Puppets.{{/GM}}
de: {{CC}}Decking: 3{{/CC}} {{GM}}Die Marionetten sanft herunterfahren.{{/GM}}
es: {{CC}}Pirateo: 3{{/CC}} {{GM}}Reducir suavemente a las marionetas.{{/GM}}
fr: {{CC}}Decking : 3{{/CC}} {{GM}}Décharger les Marionnettes.{{/GM}}
it: {{CC}}Decking: 3{{/CC}} {{GM}}Avvolgi delicatamente i burattini.{{/GM}}
ru: {{CC}}Декинг: 3{{/CC}} {{GM}}Осторожно вывести марионеток из погружения.{{/GM}}

source: {{CC}}Decking: 4{{/CC}} I'm pretty damn good.
de: {{CC}}Decking: 4{{/CC}} Ich bin eigentlich verdammt gut.
es: {{CC}}Pirateo: 4{{/CC}} Se me da bastante bien.
fr: {{CC}}Decking : 4{{/CC}} Je me débrouille plutôt bien...
it: {{CC}}Decking: 4{{/CC}} Sono decisamente competente.
ru: {{CC}}Декинг: 4{{/CC}} Таких специалистов, как я, еще надо найти.

source: {{CC}}Decking: 4{{/CC}} Print a Universal Brotherhood Home Access keycard.
de: {{CC}}Decking: 4{{/CC}} Drucke eine Aufenthaltsbereich-Schlüsselkarte der Universellen Bruderschaft aus.
es: {{CC}}Pirateo: 4{{/CC}} Imprimir una tarjeta de acceso al Hogar de la Hermandad Universal.
fr: {{CC}}Decking : 4{{/CC}} Imprimer une carte d'accès au Quartier de la Confrérie Universelle.
it: {{CC}}Decking: 4{{/CC}} Stampa una tessera d'accesso per la Casa della Fratellanza Universale.
ru: {{CC}}Декинг: 4{{/CC}} Изготовить пропуск в жилые помещения Братства.

source: {{CC}}Decking: 4{{/CC}} Send a dummy token upstream and packet-sniff what returns.
de: {{CC}}Decking: 4{{/CC}} Sende einen Dummy-Token aus und schnüffle das rückkehrende Datenpaket aus.
es: {{CC}}Pirateo: 4{{/CC}} Enviar un token simulado y analizar los paquetes que devuelva.
fr: {{CC}}Connexion du deck : 4{{/CC}} Envoyer un faux signal en amont et craquer le code.
it: {{CC}}Decking: 4{{/CC}} Manda un ping in uscita e intercetta i pacchetti dati che tornano indietro.
ru: {{CC}}Декинг: 4{{/CC}} Отправить по адресу модифицированный пакет и выделить ключ авторизации с помощью сниффера.

source: {{CC}}Decking: 4{{/CC}} Use Decking skill to unlock admin functions.
de: {{CC}}Decking: 4{{/CC}} Schalte die Administratorfunktionen frei.
es: {{CC}}Pirateo: 4{{/CC}} Utilizar la habilidad de Pirateo para desbloquear las funciones de administración.
fr: {{CC}}Decking : 4{{/CC}} Déverrouiller les fonctions admin.
it: {{CC}}Decking: 4{{/CC}} Utilizza l'abilità Decking per sbloccare le funzioni di amministrazione.
ru: {{CC}}Декинг: 4{{/CC}} Присвоить себе права администратора.

source: {{CC}}Decking: 5{{/CC}} {{GM}}Hack the safe's lock.{{/GM}}
de: {{CC}}Decking: 5{{/CC}} {{GM}}Hacke das Schloss des Tresors.{{/GM}}
es: {{CC}}Pirateo: 5{{/CC}} {{GM}}Hackear la cerradura de la caja fuerte.{{/GM}}
fr: {{CC}}Decking : 5{{/CC}} {{GM}}Pirater le coffre-fort.{{/GM}}
it: {{CC}}Decking: 5{{/CC}} {{GM}}Manometti la serratura della cassaforte.{{/GM}}
ru: {{CC}}Декинг: 5{{/CC}} {{GM}}Взломать замок на сейфе.{{/GM}}

source: {{CC}}Decking: 5{{/CC}}{{GM}} Hack the door lock using your decking skill.{{/GM}}
de: {{CC}}Decking: 5{{/CC}} {{GM}}Hacke das Türschloss.{{/GM}}
es: {{CC}}Pirateo: 5{{/CC}} {{GM}} Hackear la cerradura de la puerta con tu habilidad de Pirateo.{{/GM}}
fr: {{CC}}Decking : 5{{/CC}}{{GM}} Pirater la porte en utilisant votre compétence Decking.{{/GM}}
it: {{CC}}Decking: 5{{/CC}}{{GM}} Forza il lucchetto utilizzando la tua abilità di Decking.{{/GM}}
ru: {{CC}}Декинг: 5{{/CC}}{{GM}} Взломать дверь.{{/GM}}

source: {{CC}}Decking: 6{{/CC}} Print a Universal Brotherhood Inner Sanctuary Access keycard.
de: {{CC}}Decking: 6{{/CC}} Drucke eine Schlüsselkarte für das innere Heiligtum der Universellen Bruderschaft aus.
es: {{CC}}Pirateo: 6{{/CC}} Imprimir una tarjeta de acceso al Sanctasantórum de la Hermandad Universal.
fr: {{CC}}Decking : 6{{/CC}} Imprimer une carte d'accès au Sanctuaire Intérieur de la Confrérie Universelle.
it: {{CC}}Decking: 6{{/CC}} Stampa una tessera d'accesso per il Santuario nascosto della Fratellanza Universale.
ru: {{CC}}Декинг: 6{{/CC}} Изготовить пропуск во внутренние помещения Братства.

source: {{CC}}Decking: 6{{/CC}}{{GM}}Download all of the research data.{{/GM}}
de: {{CC}}Decking: 6{{/CC}}{{GM}}Lade die Forschungsaufzeichnungen herunter.{{/GM}}
es: {{CC}}Pirateo: 6{{/CC}}{{GM}}Descargar todos los datos de investigación.{{/GM}}
fr: {{CC}}Decking : 6{{/CC}}{{GM}}Télécharger toutes les données de recherche.{{/GM}}
it: {{CC}}Decking: 6{{/CC}}{{GM}}Scarica tutti i dati di ricerca{{/GM}}
ru: {{CC}}Декинг: 6{{/CC}}{{GM}}Скачать всю базу данных.{{/GM}}

source: {{CC}}Etiquette: Academic{{/CC}} Did the software in your HUD appraise the value of the stones?
de: {{CC}}Gebräuche: Akademiker{{/CC}} Hat die Software in deinem HUD den Wert der Steine geschätzt?
es: {{CC}}Etiqueta: Académico{{/CC}} ¿El software de tu HUD ha calculado el valor de las piedras?
fr: {{CC}}Étiquette : Chercheur{{/CC}} Le logiciel dans votre HUD évalue-t-il la valeur de ces pierres ?
it: {{CC}}Etichetta: Accademica{{/CC}} Il software nel tuo HUD valuta il valore delle pietre?
ru: {{CC}}Стиль общения: высшее образование{{/CC}} Определить цену камней тебе помогло установленное на плашет программное обеспечение?

source: {{CC}}Etiquette: Academic{{/CC}} I believe that would explain why I wasn't able to damage it. The spirit itself is extra-planar.
de: {{CC}}Gebräuche: Akademiker{{/CC}} Das erklärt also, warum ich nicht in der Lage war, ihm Schaden zuzufügen. Der Geist an sich existiert auf der Metaebene.
es: {{CC}}Etiqueta: Académico{{/CC}} Creo que eso explicaría por qué no pude causarle daños. El espíritu es una criatura extraplanaria.
fr: {{CC}}Étiquette : Recherche{{/CC}} Cela expliquerait pourquoi je n'ai pas été capable de le toucher. L'esprit en lui-même est extra-planaire.
it: {{CC}}Etichetta: Accademica{{/CC}} Immagino che questo spiega perché non riuscivo a scalfirlo. Lo spirito stesso è extra-planare.
ru: {{CC}}Стиль общения: высшее образование{{/CC}} Полагаю, это объясняет, почему мне не удалось причинить ему никакого вреда. В отличие от тела, дух продолжает существовать в иной плоскости.

source: {{CC}}Etiquette: Corporate{{/CC}} Damn, kid, did you have to break the fence? Killing you won't cost a dime, but replacing that fence...
de: {{CC}}Gebräuche: Konzerne{{/CC}} Verdammt, Junge, musstest du den Zaun beschädigen? Dich umzunieten kostet nichts, aber der Zaun ...
es: {{CC}}Etiqueta: Corporativo{{/CC}} Maldita sea, chaval, ¿era necesario que rompieras la valla? Matarte no costará dinero, pero cambiar la valla...
fr: {{CC}}Étiquette : Corporation{{/CC}} Merde petit, fallait vraiment que vous cassiez la clôture ? Tuer, ça coûte rien, mais remplacer une clôture...
it: {{CC}}Etichetta: Aziendale{{/CC}} Dannazione, ragazzino, dovevi proprio rompere la recinzione? Ucciderti non mi costerà un centesimo, ma sostituire quella recinzione...
ru: {{CC}}Стиль общения: корпоративные переговоры{{/CC}} Черт, парень, ну зачем ты сломал забор? Твоя жизнь и гроша ломаного не стоит, а вот ремонт забора влетит мне в копеечку...

source: {{CC}}Etiquette: Corporate{{/CC}} I have position, Mr. Telestrian. You need to know that Aegis works before more Queens arrive. Surely it’s worth 1.5 million for a field test?
de: {{CC}}Gebräuche: Konzerne{{/CC}} So einfach wird das nicht, Mr. Telestrian. Sie müssen schließlich wissen, ob Aegis funktioniert, bevor weitere Königinnen eintreffen. 1,5 Millionen für einen Praxistest sind doch sicher nicht zu viel verlangt?
es: {{CC}}Etiqueta: Corporativo{{/CC}} Tenga en cuenta una cosa, Sr. Telestrian. Necesitan comprobar que Aegis funciona antes de que lleguen más Reinas. Una prueba de campo bien vale 1,5 millones.
fr: {{CC}}Étiquette : Corporation{{/CC}} J'ai ma propre opinion, M. Telestrian. Vous devez vérifier qu'Aegis fonctionne avant l'avènement d'autres reines. Un test sur le terrain vaut bien 1,5 million de nuyens, non ?
it: {{CC}}Etichetta: Aziendale{{/CC}} Ho una posizione, signor Telestrian. Deve accertarsi che l'Aegis funzioni, prima che arrivino altre Regine. Per un milione e mezzo si possono anche fare un test o due, no?
ru: {{CC}}Стиль общения: корпоративные переговоры{{/CC}} Такова моя позиция, мистер Телестриан. Вы должны убедиться в том, что ''Эгида'' оправдывает возложенные на нее ожидания до появления в этом мире других королев. Вы должны понимать, что полевые испытания проекта в любом случае обошлись бы вам не дешевле полутора миллионов?

source: {{CC}}Etiquette: Corporate{{/CC}} I know what I have. Make it 2,500 and it's yours.
de: {{CC}}Gebräuche: Konzerne{{/CC}} Ich weiß, was ich hier habe. Sagen wir 2500 und er gehört dir.
es: {{CC}}Etiqueta: Corporativo{{/CC}} Sé lo que tengo. Que sean 2500 y es tuya.
fr: {{CC}}Étiquette : Corporation{{/CC}} Je sais ce que ça vaut. 2 500 et c'est à vous.
it: {{CC}}Etichetta: Aziendale{{/CC}} So cosa ho in mano. Fai 2.500 ed è tua.
ru: {{CC}}Стиль общения: корпоративные переговоры{{/CC}} Я знаю его настоящую стоимость. Заплати 2500 - и он твой.

source: {{CC}}Etiquette: Corporate{{/CC}} Once my current assignment is complete, I would be happy to discuss working off my debt to you, Mr. Telestrian.
de: {{CC}}Gebräuche: Konzerne{{/CC}} Sobald mein derzeitiger Auftrag beendet ist, kann ich gerne mit Ihnen über verschiedene Zahlungsoptionen reden, Mr. Telestrian.
es: {{CC}}Etiqueta: Corporativo{{/CC}} Cuando termine mi actual encargo, me encantaría discutir la forma de compensarte mi deuda, Sr. Telestrian.
fr: {{CC}}Étiquette : Corporation{{/CC}} Une fois ma mission actuelle terminée, je serais très heureux de discuter de la manière dont je pourrais m'acquitter de cette dette envers vous, M. Telestrian.
it: {{CC}}Etichetta: Aziendale{{/CC}} Una volta terminato il mio incarico attuale, sarò felice di parlare di come ripagare il mio debito, signor Telestrian.
ru: {{CC}}Стиль общения: корпоративные переговоры{{/CC}} Как только подойдет к концу мой текущий контракт, я с радостью обсужу с вами условия, на которых смогу отработать этот долг, мистер Телестриан.
