Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}He sighs.{{/GM}} Yes. Subtle. 300 nuyen and I'll slip you any new information we get on the Ripper case.
de: {{GM}}Er seufzt.{{/GM}} Ja. Sehr scharfsinnig. Für 300 Nuyen werde ich dir alle neuen Informationen zukommen lassen, die wir über den Ripper herausfinden.
es: {{GM}}Suspira.{{/GM}} Sí. Sutil. 300 nuyens y te pasaré toda la información que consigamos sobre el caso del Destripador.
fr: {{GM}}Il soupire.{{/GM}} Oui. C'est discret. 300 nuyens et je vous refile toutes les infos qu'on obtient sur l'affaire de l'éventreur.
it: {{GM}}Sospira.{{/GM}} Sì. Non ti sfugge niente, eh? 300 nuyen e ti passo tutte le nuove informazioni che scopriamo sul caso dello Squartatore.
ru: {{GM}}Он вздыхает.{{/GM}} У тебя нет никакого представления о скрытности. 300 нюйен, и я буду держать тебя в курсе всех событий вокруг этого расследования.

source: {{GM}}He slides his sunglasses down his nose. Cyber-eyes.{{/GM}} Sounds like there’s a story there.
de: {{GM}}Er zieht seine Sonnenbrille herab. Seine Cyber-Augen blicken dich an.{{/GM}} Das klingt, als wäre dazu noch nicht alles gesagt worden.
es: {{GM}}Se baja las gafas de sol por la nariz. Ciber-ojos.{{/GM}} Yo diría que ahí hay una historia.
fr: {{GM}}Il fait glisser ses lunettes de soleil sur son nez. Des yeux cybernétiques.{{/GM}} On dirait bien qu'on a quelque chose, ici.
it: {{GM}}Fa scivolare gli occhiali da sole sul naso. Occhi cibernetici.{{/GM}} Sembra una storia interessante.
ru: {{GM}}Он смотрит на тебя поверх очков. Вместо глаз у него кибернетические имплантаты.{{/GM}} Похоже, это целая история.

source: {{GM}}He smiles an icy smile.{{/GM}} I cannot disagree. He displays a rare combination of brute and sycophant that I cannot abide.
de: {{GM}}Er lächelt ein eisiges Lächeln.{{/GM}} Dem kann ich nicht widersprechen. Es gelingt ihm, sowohl ein Rohling als auch ein Schleimer zu sein. Ich kann das nicht ausstehen.
es: {{GM}}Sonríe con una sonrisa gélida.{{/GM}} No te voy a contradecir. Es una extraña combinación de bestia y psicópata que no soporto.
fr: {{GM}}Il lance un sourit glacial.{{/GM}} Je n'ai rien à redire à cela. Il affiche une rare combinaison de brute et de lèche-botte que je ne peux pas supporter.
it: {{GM}}Sorride in modo glaciale.{{/GM}} Non posso che essere d'accordo. È un raro concentrato di brutalità e ruffianeria davvero insopportabile.
ru: {{GM}}Он награждает тебя ледяной улыбкой.{{/GM}} Не могу не согласиться. Он сочетает звериную жестокость с унизительным подхалимством, что встречается довольно редко.

source: {{GM}}He smiles an icy smile.{{/GM}} I would expect no less from you. Mr. Quoth, please place a suitable bonus on our friend’s credstick. A bonus of such size that additional negotiations are unnecessary. I have no interest in furthering our relationship.
de: {{GM}}Er lächelt ein eisiges Lächeln.{{/GM}} Ich hätte auch nicht weniger von Ihnen erwartet. Mr. Quoth, bitte überweisen Sie einen angemessenen Bonus auf den Credstick dieser Person. Ein Bonus, der weitere Verhandlungen unnötig macht. Ich habe kein Interesse daran, unsere Beziehung weiter zu vertiefen.
es: {{GM}}Sonríe con una sonrisa gélida.{{/GM}} No esperaría menos, Sr. Quoth, por favor, ingrese una bonificación adecuada en el credistick de nuestro amigo. Una bonificación tal, que no sea necesario negociar más. No tengo ningún interés en ahondar en nuestra relación.
fr: {{GM}}Il lance un sourit glacial.{{/GM}} Je n'en attendais pas moins de vous. M. Quoth, veuillez ajouter un bonus substantiel sur le créditube de notre ami. Un bonus d'une telle taille que des négociations supplémentaires ne seront pas nécessaires. Je n'ai aucun intérêt à poursuivre nos relations.
it: {{GM}}Sorride in modo glaciale.{{/GM}} Non accetterò altra somma che questa, signor Quoth. La prego di versare un bonus adeguato sul credstick del nostro amico. Un somma tale che non lascerà spazio a ulteriori contrattazioni. Non ho interesse a proseguire il nostro rapporto.
ru: {{GM}}Он награждает тебя ледяной улыбкой.{{/GM}} Я не ожидал от тебя ничего другого. Ворон, будь так любезен перевести на этот кредстик сумму, которая сделает дальнейшие переговоры излишними. Я более не заинтересован в нашем сотрудничестве.

source: {{GM}}He smiles an icy smile.{{/GM}} Indeed. I won’t waste brain cells even contemplating your reason for requesting it.
de: {{GM}}Er lächelt ein eisiges Lächeln.{{/GM}} Durchaus nicht. Ich will nicht einmal Zeit damit verschwenden, darüber nachzudenken, warum Sie um so etwas bitten sollten.
es: {{GM}}Sonríe con una sonrisa gélida.{{/GM}} Así es. No pienso gastar materia gris en intentar comprender los motivos de tu petición.
fr: {{GM}}Il lance un sourit glacial.{{/GM}} En effet. Je ne vais pas me creuser le cerveau pour savoir pourquoi vous me demandez cela.
it: {{GM}}Sorride in modo glaciale.{{/GM}} Invero. Non impegnerò nemmeno un neurone per capire le ragioni della tua richiesta.
ru: {{GM}}Он награждает тебя ледяной улыбкой.{{/GM}} Действительно.

source: {{GM}}He smiles an icy smile.{{/GM}} Nor do I. It repulses me as does the rest of him.
de: {{GM}}Er lächelt ein eisiges Lächeln.{{/GM}} Ich auch nicht. Es widert mich an, so wie der Rest von ihm.
es: {{GM}}Sonríe con una sonrisa gélida.{{/GM}} A mí tampoco. Me da tanto asco como el resto de su persona.
fr: {{GM}}Il lance un sourit glacial.{{/GM}} Moi non plus. Ça me révulse, tout comme le reste de sa personne.
it: {{GM}}Sorride in modo glaciale.{{/GM}} Nemmeno a me. È repellente, come tutta la sua persona.
ru: {{GM}}Он награждает тебя ледяной улыбкой.{{/GM}} Мне он тоже не нравится. Такой же омерзительный, как и сам детектив.

source: {{GM}}He smiles with his mouth but his eyes say "predator".{{/GM}} Who knows? Could be anything. Probably someone riding the wrong end of a Yakuza execution BTL. We get all kinds. I can hook you up, if you're interested.
de: {{GM}}Er lächelt, doch seine Augen bleiben kalt.{{/GM}} Wer weiß? Könnte alles Mögliche sein. Wahrscheinlich hat irgendwer das falsche Ende eines Yakuza Exekutions-BTL erwischt. Wir haben sie alle. Ich kann dich anschließen, wenn du möchtest.
es: {{GM}}Sonría con la boca, pero su mirada dice "depredador".{{/GM}} ¿Quién sabe? Podría ser cualquier cosa. Probablemente alguien en el lado equivocado de una ejecución por BTL de la Yakuza. Aquí tenemos todo tipo de cosas. Si te interesa, te puedo buscar el contacto.
fr: {{GM}}Il sourit, mais ses yeux sont ceux d'un "prédateur".{{/GM}} Qui sait ? Ça pourrait être n'importe quoi. Probablement quelqu'un du mauvais côté d'une exécution Yakuza. On a de tout, ici. Je peux vous brancher si ça vous dit.
it: {{GM}}Con la bocca sorride, ma i suoi occhi dicono che cerca qualcuno o qualcosa.{{/GM}} Chi lo sa? Potrebbe essere qualsiasi cosa. Probabilmente qualcuno che si è messo nei guai. Ne abbiamo di tutti i tipi. Posso metterti in contatto, se t'interessa.
ru: {{GM}}Он приветливо улыбается, но продолжает смотреть на тебя глазами хищника.{{/GM}} Кто знает? Скорее всего, кто-то добрался до конца ИР-чипа с записью показательной казни Якудза. У людей бывают разные вкусы. Могу подобрать что-нибудь для тебя, если захочешь.

source: {{GM}}He smiles wolfishly.{{/GM}} Come on, drek-for-brains. Make the wrong choice.
de: {{GM}}Er lächelt gefährlich.{{/GM}} Komm schon, du Stück Drek. Triff die falsche Entscheidung.
es: {{GM}}Sonríe como un lobo.{{/GM}} Venga, cerebro de mierda. A ver si tengo suerte y eliges mal.
fr: {{GM}}Il a un sourire cruel.{{/GM}} Allez, imbécile. Faites le mauvais choix.
it: {{GM}}Fa un sorriso feroce.{{/GM}} Andiamo, idiota. Fai la scelta sbagliata.
ru: {{GM}}Он хищно скалится.{{/GM}} Так что давай, продолжай бравировать. Сделай неверный выбор.

source: {{GM}}He smirks.{{/GM}} Heh. I’ll surprise *them* then.
de: {{GM}}Er grinst.{{/GM}} Ha. Dann überrasche *ich* sie.
es: {{GM}}Sonríe burlonamente.{{/GM}} Je. Entonces yo los sorprenderé a *ellos*.
fr: {{GM}}Un rictus éclaire son visage.{{/GM}} Hé. Je *leur* ferai la surprise.
it: {{GM}}Sorride compiaciuto.{{/GM}} Eh. Allora farò *loro* una bella sorpresa.
ru: {{GM}}Он ухмыляется.{{/GM}} Хе. Ну, сюрприз так сюрприз.

source: {{GM}}He smirks.{{/GM}} Hey, I'm already at "shoot on sight" status with these guys. Killing John Paul means one less 'Weener to shoot me in the back while I'm buying smokes. Hell - they'll be doing the same to you as soon as there's a profit in it.
de: {{GM}}Er grinst.{{/GM}} Naja, Schusswechsel gehören bei den Jungs und mir zur Tagesordnung. Mit John Pauls Tod kann mir ein Weener weniger am Zigarettenautomaten in den Rücken schießen. Und hey, mit dir werden sie ganz genauso umspringen, sobald dafür ein paar Nuyen rausspringen.
es: {{GM}}Sonríe burlonamente.{{/GM}} Eh, ya estoy en el punto "disparar en cuanto lo veas" con esos tipos. Matar a John Paul supone un weener menos para que me dispare por la espalda mientras compro pitillos. Diablos, te harían lo mismo a ti si sacaran algo con eso.
fr: {{GM}}Un rictus éclaire son visage.{{/GM}} Hé, je suis déjà en mode "tir à vue" avec ces gars-là. Tuer John Paul, ça veut dire un 'weener de moins pour me tirer dans le dos pendant que j'achète des clopes. Hé, ils te feront pareil dès qu'ils auront à y gagner.
it: {{GM}}Sorride compiaciuto.{{/GM}} Ehi, io sono già alla fase "sparare a vista" con questi ragazzi. Uccidere John Paul significa un 'Weener in meno che mi spara alla schiena mentre compro sigarette. Diamine, faranno lo stesso a te non appena avranno qualcosa da guadagnarci.
ru: {{GM}}Он ухмыляется.{{/GM}} Ну как же. Эти парни уже давно открывают по мне огонь "без предупреждения". Прикончим Джона - одним хэллоуинером станет меньше. Я устал ждать выстрела в спину каждый раз, когда выбираюсь за куревом. Черт, да он бы пристрелил тебя, не задумываясь, если б решил, что у тебя есть чем поживиться.

source: {{GM}}He squints at you, suspicious.{{/GM}} You a copper? Or... working for some corp?
de: {{GM}}Er blinzelt dich misstrauisch an.{{/GM}} Bist du ein Cop? Oder ... arbeitest für einen dieser Konzerne?
es: {{GM}}Entrecierra los ojos, desconfiado.{{/GM}} ¿Eres poli? O... ¿trabajas para alguna corporación?
fr: {{GM}}Il vous scrute d'un air suspicieux.{{/GM}} Z'êtes un flicard ? Ou... vous bossez pour une corpo ?
it: {{GM}}Ti guarda di traverso, sospetto.{{/GM}} Sei uno sbirro? O... lavori per qualche corporazione?
ru: {{GM}}Он косится на тебя с подозрением.{{/GM}} Ты из полиции? Или... из корпорации какой-нибудь?

source: {{GM}}He still hasn’t looked at you. He’s going a mile a minute.{{/GM}} Nothing for you tonight. Sorry. I'm doing a thing right now. Important thing. Talk to you later.
de: {{GM}}Er sieht dich immer noch nicht an. Er ist zu beschäftigt dafür.{{/GM}} Heute Nacht hab ich nichts für dich. Sorry. Erledige gerade etwas anders. Wichtige Sache. Bis dann.
es: {{GM}}Todavía no te ha mirado. Va a toda velocidad.{{/GM}} Esta noche no hay nada para ti. Lo siento. En estos momentos tengo algo entre manos. Algo importante. Luego hablamos.
fr: {{GM}}Il ne vous a toujours pas regardé. Il fait 1 000 choses à la fois.{{/GM}} Rien pour vous ce soir. Désolé. Je suis en train de faire quelque chose, là. Quelque chose d'important. Je vous parlerai plus tard.
it: {{GM}}Non ti ha ancora rivolto uno sguardo. È indaffaratissimo.{{/GM}} Non ho niente per te stasera. Mi dispiace. Sto facendo una cosa in questo momento. Una cosa importante. Parleremo dopo.
ru: {{GM}}Он на тебя даже не смотрит. Похоже, он пытается делать даже не три, а четыре дела одновременно.{{/GM}} Сегодня для тебя ничего нет. Извини. Очень занят. Важная сделка. Поговорим позднее.

source: {{GM}}He stops and a smile slowly appears on his face.{{/GM}} Honestly? It didn’t take much. Just enough to get me back to Portland and set up with a cush corp job. I’m out of this racket.
de: {{GM}}Er hält inne. Ein Lächeln schleicht sich auf sein Gesicht.{{/GM}} Ehrlich gesagt, gar nicht so viel. Aber genug, um mich mit einem gemütlichen Kon-Job in Portland niederzulassen. Ich hab genug von diesen Runs.
es: {{GM}}Se para y una sonrisa ilumina lentamente su cara.{{/GM}} ¿Sinceramente? No mucho. Lo suficiente para volver a Portland y buscarme un tranquilo trabajo de oficina. No quiero saber nada más de todo esto.
fr: {{GM}}Il s'arrête et un sourire se dessine lentement sur son visage.{{/GM}} Honnêtement ? Pas grand chose. Juste de quoi retourner à Portland et dégoter un job pépère dans la corpo. J'en ai marre de ce boulot.
it: {{GM}}Si ferma e un sorriso appare lentamente sul suo viso.{{/GM}} Sul serio? Non tanto. Abbastanza da riportarmi a Portland e sistemarmi con un lavoro d'ufficio. Io ho chiuso con questo giro.
ru: {{GM}}Он останавливается и улыбается тебе почти застенчиво.{{/GM}} Честно? Не слишком много. Но этого хватит, чтобы вернуться в Портленд и найти работу в одной из корпораций. Хватит с меня ночных гоп-стопов.

source: {{GM}}He stops and a smile slowly appears on his face.{{/GM}} Looks that way. Sorry, $(l.name). I kinda like you. I just like money better.
de: {{GM}}Er hält inne. Ein Lächeln schleicht sich auf sein Gesicht.{{/GM}} Sieht so aus. Tut mir leid, $(l.name). Ich mag dich ja sogar irgendwie. Ich mag das Geld nur lieber.
es: {{GM}}Se para y una sonrisa ilumina lentamente su cara.{{/GM}} Mira hacia allí. Lo siento, $(l.name). Me caes bien. Pero el dinero me cae mejor.
fr: {{GM}}Il s'arrête et un sourire se dessine lentement sur son visage.{{/GM}} Il semblerait, oui. Désolé, $(l.name). Je t'aimais bien au fond. Mais j'aime encore plus le pognon.
it: {{GM}}Si ferma e un sorriso appare lentamente sul suo viso.{{/GM}} Proprio così. Scusa, $(l.name). Mi stai pure simpatico. Ma mi sta più simpatico il denaro.
ru: {{GM}}Он останавливается и улыбается тебе почти застенчиво.{{/GM}} Думаю, да. Извини, $(l.name). Ты мне нравишься, но деньги я люблю больше.

source: {{GM}}He stops and a smile slowly appears on his face.{{/GM}} What? You gonna take my gun away, $(l.name)? You know I don’t need one.
de: {{GM}}Er hält inne. Ein Lächeln schleicht sich auf sein Gesicht.{{/GM}} Was? Willst du mir die Waffe wegnehmen, $(l.name)? Du solltest wissen, dass ich keine brauche.
es: {{GM}}Se para y una sonrisa ilumina lentamente su cara.{{/GM}} ¿Qué? ¿Vas a quitarme la pistola, $(l.name)? Ya sabes que no la necesito.
fr: {{GM}}Il s'arrête et un sourire se dessine lentement sur son visage.{{/GM}} Quoi ? Tu veux me prendre mon flingue, $(l.name) ? Tu sais que je n'en ai pas besoin.
it: {{GM}}Si ferma e un sorriso appare lentamente sul suo viso.{{/GM}} Che cosa? Mi vuoi prendere la pistola, $(l.name)? Lo sai che non mi serve.
ru: {{GM}}Он останавливается и улыбается тебе почти застенчиво.{{/GM}} Что, хочешь забрать у меня пушку, $(l.name)? Ты же знаешь, что мне она не нужна.

source: {{GM}}He straightens himself. Shakes it off. That grin is back.{{/GM}} Anyway, you need to get paid! Which would be great except for one thing - I got nothin’. Never did! You know how it is, right? Sorry. But hey - thanks again for giving a crap! Seriously. I appreciate it.
de: {{GM}}Er richtet sich auf. Schüttelt den Gedanken ab. Das Grinsen kehrt zurück.{{/GM}} Wie dem auch sei, du brauchst dein Geld! Da gibt es allerdings leider einen kleinen Haken – ich hab nichts. Hatte ich nie! Du weißt ja, wie das ist, was? Tut mir leid. Aber hey – danke, dass du dich um mich gekümmert hast! Im Ernst. Ich weiß das zu schätzen.
es: {{GM}}Se pone recto. Se recompone. Recupera la sonrisa.{{/GM}} ¡En fin, hay que pagarte! Lo que sería genial de no ser por un tema; no tengo nada. ¡Nunca lo tuve! Ya sabes cómo funciona esto, ¿verdad? Lo siento. Pero oye, ¡gracias por ocuparte del tema! En serio. Te lo agradezco.
fr: {{GM}}Il se redresse. Chasse ses pensées. Et sourit à nouveau.{{/GM}} Quoi qu'il en soit, tu dois vouloir qu'on te paie ! Ce que je ferais avec grand plaisir s'il n'y avait pas un hic : je suis fauché. Comme toujours ! Tu sais ce que c'est, pas vrai ? Désolé. Mais bon, encore merci pour t'être démené ! Sérieux. J'apprécie.
it: {{GM}}Si ricompone. Si scrolla. Il sorriso è tornato.{{/GM}} Comunque, ti devono dare i soldi! Sarebbe favoloso, eccetto per un problema. Non ho niente. Non ho mai avuto niente! Sai com'è, no? Scusa. Ma... comunque, grazie per aver fatto il possibile! Davvero. Lo apprezzo molto.
ru: {{GM}}Он выпрямляется. Приходит в себя. На его лице опять появляется ухмылка.{{/GM}} Ладно, а теперь о деньгах! Я бы отдал тебе все, что у меня есть - да вот только у меня нет ничего. И никогда не было! Ты знаешь, как это бывает. Прости. Но еще раз большое спасибо за то, что тебе было не все равно! Серьезно. Я по гроб жизни буду тебе благодарен.

source: {{GM}}He weighs a grenade his hand.{{/GM}} I’ve got a hell of a throwing arm - threw a lot of rocks through windows as a kid.
de: {{GM}}Er hält eine Granate in der Hand.{{/GM}} Ich hab ’nen ordentlichen Wurfarm – hab als Kind ’ne Menge Steine durch Fenster geworfen.
es: {{GM}}Sopesa una granada en la mano.{{/GM}} Tengo un buen brazo para lanzar; de niño lancé muchas rocas contra ventanas.
fr: {{GM}}Il soupèse une grenade dans sa main.{{/GM}} J'ai un bras fait pour le lancer. J'ai cassé des tonnes de carreaux avec des pierres quand j'étais gamin.
it: {{GM}}Soppesa una granata in mano.{{/GM}} Ho una dannata catapulta al posto del braccio. Non facevo altro che spaccare finestre a colpi di sasso, da piccolo.
ru: {{GM}}Он взвешивает гранату в руке.{{/GM}} Я редко промахиваюсь - в детстве я очень любил бить окна.

source: {{GM}}He winces.{{/GM}} Damn. Maybe I need some soykaf after all. John, could you grab me a cup?
de: {{GM}}Er zuckt zusammen.{{/GM}} Verdammt. Ich glaub, ich brauch ’nen Soykaf. John, könntest du mir ’ne Tasse organisieren?
es: {{GM}}Hace una mueca.{{/GM}} Maldición. Quizás necesite un café de soja después de todo. John, ¿podrías acercarme una taza?
fr: {{GM}}Il fait la moue.{{/GM}} La vache. Peut-être bien que j'ai besoin de sojafé, après tout. John, tu me fais une tasse ?
it: {{GM}}Fa una smorfia.{{/GM}} Dannazione. Mi ci vuole proprio un bel SoiaCaf. John, me ne porti una tazza?
ru: {{GM}}Он морщится.{{/GM}} Черт. Похоже, кружка сойкофе мне все же не помешает. Джон, не жмоться.

source: {{GM}}He winks.{{/GM}} No.
de: {{GM}}Er zwinkert.{{/GM}} Nein.
es: {{GM}}Guiña un ojo.{{/GM}} No.
fr: {{GM}}Il fait un clin d'œil.{{/GM}} Non.
it: {{GM}}Ammicca.{{/GM}} No.
ru: {{GM}}Он подмигивает.{{/GM}} Нет.

source: {{GM}}He yells over his shoulder.{{/GM}} Very funny Jake. You can sleep in the dumpster tomorrow.
de: {{GM}}Er ruft über seine Schulter.{{/GM}} Sehr witzig, Jake. Du kannst dann morgen im Müllcontainer schlafen.
es: {{GM}}Grita por encima del hombro.{{/GM}} Muy divertido, Jake. Mañana puedes dormir en el contenedor de basura.
fr: {{GM}}Il répond en hurlant, sans tourner la tête.{{/GM}} Très drôle, Jake. Tu dormiras dans la benne à ordures, demain.
it: {{GM}}Si volta e urla.{{/GM}} Molto divertente Jake. Puoi dormire nella discarica domani.
ru: {{GM}}Он оборачивается и кричит через плечо.{{/GM}} Очень смешно, Джейк. Можешь завтра не приходить. Спи в мусорном ящике.

source: {{GM}}Head back to the Seamstresses Union to re-stock and hire a team.{{/GM}}
de: {{GM}}Kehre zur Seamstresses Union zurück, um deine Vorräte aufzufüllen und ein Team anzuheuern.{{/GM}}
es: {{GM}}Volver al Unión de Costureras para reabastecerte y contratar a un equipo.{{/GM}}
fr: {{GM}}Retourner au Seamstresses Union pour vous réapprovisionner et engager une équipe{{/GM}}
it: {{GM}}Torna al Seamstresses Union a prendere un po' di equipaggiamento e a ingaggiare una squadra.{{/GM}}
ru: {{GM}}Вернуться в Союз белошвеек, чтобы собрать команду и закупить снаряжение.{{/GM}}

source: {{GM}}Head to the Renraku Lab (Optional){{/GM}}
de: {{GM}}Begib dich zum Renraku-Labor (Optional){{/GM}}
es: {{GM}}Ir al laboratorio de Renraku (opcional){{/GM}}
fr: {{GM}}Aller au labo Renraku (secondaire){{/GM}}
it: {{GM}}Dirigiti al Laboratorio della Renraku (Facoltativo){{/GM}}
ru: {{GM}}В лабораторию Ренраку (дополнительное задание){{/GM}}

source: {{GM}}Head to the Telestrian Office (Main){{/GM}}
de: {{GM}}Begib dich zum Telestrian-Bürogebäude (Hauptmission){{/GM}}
es: {{GM}}Ir a la oficina de Telestrian (principal){{/GM}}
fr: {{GM}}Aller au bureau Telestrian (principal){{/GM}}
it: {{GM}}Dirigiti all'ufficio della Telestrian (Principale){{/GM}}
ru: {{GM}}В офис Телестриан Индастриз (основное задание){{/GM}}

source: {{GM}}Her brow furrows.{{/GM}} It was... for all kinds of reasons.
de: {{GM}}Sie runzelt die Stirn.{{/GM}} Es gab ... alle möglichen Gründe.
es: {{GM}}Frunce el ceño.{{/GM}} Fue... por todo tipo de motivos.
fr: {{GM}}Elle fronce les sourcils.{{/GM}} Ça l'était... pour toute sorte de raisons.
it: {{GM}}Aggrotta le sopracciglia.{{/GM}} Era... per tutte le ragioni insieme.
ru: {{GM}}Она хмурится.{{/GM}} Это произошло... по разным причинам.

source: {{GM}}Her brow furrows.{{/GM}} No. Why?
de: {{GM}}Sie runzelt ihre Stirn.{{/GM}} Nein. Wieso?
es: {{GM}}Frunce el ceño.{{/GM}} No, ¿por qué?
fr: {{GM}}Elle fronce les sourcils.{{/GM}} Non. Pourquoi ?
it: {{GM}}Aggrotta le sopracciglia.{{/GM}} No. Perché?
ru: {{GM}}Она хмурится.{{/GM}} Нет. А почему ты спрашиваешь?

source: {{GM}}Her brow furrows.{{/GM}} Yeah, I think he did! He mentioned her once. It didn't sound like they got along that well.
de: {{GM}}Sie runzelt ihre Stirn.{{/GM}} Ja, ich glaube das hat er! Er hat sie einmal erwähnt. Aber es klang nicht so, als ob sie sich besonders gut verstanden hätten.
es: {{GM}}Frunce el ceño.{{/GM}} ¡Sí, creo que la tenía! La mencionó una vez. No parecía que se llevasen muy bien.
fr: {{GM}}Elle fronce les sourcils.{{/GM}} Je crois que oui ! Il m'a parlé d'elle une fois. Ils avaient pas l'air de s'entendre très bien.
it: {{GM}}Aggrotta le sopracciglia.{{/GM}} Sì, credo l'abbia fatto! L'ha menzionata una volta. Ma non credo andassero molto d'accordo.
ru: {{GM}}Она хмурится.{{/GM}} Да, иногда он ее упоминал! Похоже, они не больно-то ладили.

source: {{GM}}Her clothes may be dirty, but this woman is far from downtrodden.{{/GM}} Hey, not that it’s my business, but... I wouldn't go that way.
de: {{GM}}Die Kleidung dieser Frau mag dreckig sein, aber sie wirkt alles andere als vom Schicksal geschlagen.{{/GM}} Hey, es geht mich zwar nichts an, aber ... ich würde da nicht langgehen.
es: {{GM}}Puede que su ropa esté sucia, pero esta mujer está lejos de ser pobre.{{/GM}} Eh, no es que sea asunto mío pero... Yo no iría por ahí.
fr: {{GM}}Ses habits sont peut-être sales, mais cette femme est loin d'être à la rue.{{/GM}} Hé, ça ne me regarde pas, mais... Je n'irais pas par là.
it: {{GM}}I suoi vestiti saranno anche sporchi, ma questa donna non è affatto rassegnata.{{/GM}} Ehi, non che siano affari miei, ma... non andrei da quella parte.
ru: {{GM}}Эта женщина носит грязную одежду, но на бездомную она не похожа.{{/GM}} Слушай, это, конечно, не мое дело... но я бы туда не совалась.

source: {{GM}}Her eyes close.{{/GM}} Right. Sorry.
de: {{GM}}Sie schließt die Augen.{{/GM}} Klar. Tut mir leid.
es: {{GM}}Cierra los ojos.{{/GM}} Vale. Lo siento.
fr: {{GM}}Elle ferme les yeux.{{/GM}} Très bien. Désolée.
it: {{GM}}Chiude gli occhi.{{/GM}} Ok. Scusa.
ru: {{GM}}Она закрывает глаза.{{/GM}} Понимаю. Извини.

source: {{GM}}Her eyes get a little cloudy.{{/GM}} Yeah, family can be tough. Real tough.
de: {{GM}}Ihre Augen werden ein wenig trübe.{{/GM}} Ja, Familie kann echt hart sein. Echt hart.
es: {{GM}}Sus ojos se nublan ligeramente.{{/GM}} Sí, la familia puede ser algo complicado. Muy complicado.
fr: {{GM}}Ses yeux s'obscurcissent.{{/GM}} Ouais, la famille, c'est dur parfois. Vraiment dur.
it: {{GM}}Il suo sguardo si rabbuia un po'.{{/GM}} Eh sì, la famiglia può dare problemi. Grossi problemi.
ru: {{GM}}Она немного грустнеет.{{/GM}} Да. С семьей везет далеко не каждому.
