Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: To give you a hard number is difficult. There are many who I would have considered patients that never made it home. And so I suppose one could say they died while under my care, though not as a result of it.
de: Eine genaue Zahl anzugeben ist schwierig. Viele, die ich meine Patienten nannte, haben es nie nach Hause geschafft. Ich würde daher sagen, sie sind unter meiner Fürsorge gestorben, wenn auch nicht als Resultat derselben.
es: Es complicado darte una cifra concreta. Hay muchos a los que consideraría mis pacientes que nunca regresaron a casa. Entonces supongo que podría decirse que murieron estando bajo mis cuidados, aunque no como resultado de ellos.
fr: Difficile de vous donner un chiffre exact. Parmi tous ceux que j'aurais pu considérer comme mes patients, beaucoup ne sont jamais rentrés chez eux. On pourrait donc dire qu'ils sont morts alors que je m'occupais d'eux, mais pas à cause de cela.
it: Darti una cifra esatta è difficile. Tra i miei pazienti, ce ne sono stati molti che non ce l'hanno fatta. Per cui si potrebbe anche dire che sono morti durante la cura, ma non a causa della stessa.
ru: Назвать точное число будет не так-то просто. Многие из тех, кого я считаю моими пациентами, не успели добраться до меня, чтобы получить медицинскую помощь. Косвенным образом это делает меня причастной к их смерти, но как бы то ни было, я не могла повлиять на ход событий.

source: To live! The woman gave him life once. Do you really think she would deny him again?
de: Um zu leben! Sie hat ihn zur Welt gebracht und ihm das Leben geschenkt. Denkst du ernsthaft, sie würde es ihm nicht noch einmal schenken?
es: ¡Para vivir! La mujer ya le dio la vida una vez. ¿Realmente crees que se la habría negado esta vez?
fr: Pour vivre ! Elle lui avait déjà donné la vie. Vous pensez vraiment qu'elle s'y serait opposée ?
it: Per vivere! Quella donna gli ha dato la vita una volta. Pensi davvero che gliel'avrebbe negata una seconda?
ru: Мы говорим о женщине, которая подарила ему жизнь. Неужели она отказала бы ему в этом во второй раз?

source: To promote the game before publication, we created a 16 page booklet which featured a timeline, short pithy quote, a very short story, and lots of the wonderful art that the FASA art team had been creating. It was that little booklet that forced me to figure out how to reduce all these big complex ideas into something that could be quickly understood.
de: Um das Spiel vor seiner Veröffentlichung zu promoten, haben wir eine 16-seitige Werbebroschüre mit einer Zeitleiste, kurzen markigen Zitaten, einem sehr kurzen Abriss der Story und vielen wunderbaren Zeichnungen von den Leuten bei FASA kreiert. Diese kleine Werbebroschüre hat mich dazu gezwungen, herauszufinden, wie ich all die komplexen Ideen in etwas einfach Verständliches verwandeln kann.
es: Para promocionar el juego antes de su publicación, creamos un librito de 16 páginas que incluía una línea temporal, una breve cita, una historia muy corta y muchos de los maravillosos diseños que había estado creando el equipo artístico de FASA. Ese pequeño librito fue lo que me obligó a encontrar la manera de reducir todas estas grandes y complejas ideas a algo que se pudiera entender rápidamente.
fr: Pour promouvoir le jeu avant sa sortie, nous avons élaboré un petit guide de 16 pages, comprenant une fiche chronologique, une brève citation, un résumé très concis de l'histoire et une foule d'illustrations superbement créées par l'équipe artistique de FASA. C'est à cause de ce petit guide que j'ai dû réfléchir à la manière de condenser toutes ces idées complexes afin de les rendre facilement compréhensibles.
it: Per promuovere il gioco prima della pubblicazione, abbiamo creato un libretto di sedici pagine, che comprendeva una cronologia, qualche citazione sintetica, una storia molto breve, e molte delle splendide illustrazioni che il team artistico FASA aveva creato. È stato quel minuscolo libretto che mi ha costretto a capire come ridurre tutte quelle idee grandi e complesse in qualcosa che potesse essere rapidamente compreso.
ru: Чтобы создать интерес к игре перед публикацией, мы приготовили 16-страничную брошюру, в которой описали хронологию мира, добавили пару забавных цитат, сочинили короткий рассказ и украсили все замечательными рисунками, которые сделали для нас художники из команды FASA. Именно эта брошюра натолкнула меня на мысль о том, что было бы неплохо сжать мои комплексные идеи, чтобы хоть как-то облегчить их восприятие.

source: To rich for a fishing expedition. How about 150?
de: Zum Umsehen ist mir das zu teuer. Wie wär’s mit 150?
es: Muy caro para salir a pescar. ¿Qué tal 150?
fr: Trop cher pour une chasse au trésor. Et pour 150 nuyens ?
it: Un po' troppo per un tentare la fortuna. Che ne dici di 150?
ru: Слишком дорого. А если там ничего нет? Даю 150.

source: To what? A simulated dream? Bits of data tickling your brain? It isn’t real.
de: Weg wohin? In deinen falschen Traum? Simulationsdaten, die dein Gehirn anregen? Es ist nicht real.
es: ¿Conectarte a qué? ¿A un sueño simulado? ¿Bits de datos paseándose por tu cerebro? Eso no es real.
fr: Où ça ? Dans un rêve simulé ? À te faire chatouiller la cervelle par des mégaoctets ? Ce n'est pas la réalité.
it: Per andare dove? In un sogno artificiale? Serie di dati che ti stuzzicano il cervello? Non è reale.
ru: Подключиться к чему? Симулятору твоей мечты? Чужим мыслям и чувствам, которые щекочут твой мозг? Все это не настоящее.

source: To you as well.
de: Und dir auch.
es: A ti también.
fr: À vous aussi.
it: Anche a te.
ru: И тебе тоже.

source: Today, I run the shadows. Get paid. Get dirty.
de: Heute bleibe ich in den Schatten, lass mich bezahlen und tue, was getan werden muss.
es: Hoy hago un run por las sombras. Me pagan. Me ensucio.
fr: Aujourd'hui, j'agis dans l'ombre. Se faire payer. Se salir.
it: Oggi, ho una missione da compiere. Mi pagano. Darmi da fare.
ru: Сегодня я живу в тенях. Я раннер. Меня ждут деньги, грязь и слава.

source: Too heavy for me.
de: Das ist mir zu heftig.
es: Me pesa demasiado.
fr: C'est trop dur pour moi.
it: Pesa troppo per me.
ru: Это слишком тяжело.

source: Too rich for maybe finding a card. I'll pay you 250 to let me into the storeroom.
de: Zu viel Geld für die Möglichkeit, vielleicht eine Karte zu finden. Ich zahle dir 250, um mich in den Lagerraum zu lassen.
es: Demasiado caro para quizás encontrar una tarjeta. Te pagaré 250 por dejarme entrar en el almacén.
fr: Non, c'est trop cher pour peut-être trouver une carte d'accès. Je vous donne 250 pour m'ouvrir la porte de la salle de stockage.
it: Un po' troppo per una possibilità di trovare una scheda. Te ne darò 250 per farmi entrare nel ripostiglio.
ru: А если никакого пропуска там не окажется? Отопри мне дверь за 250 нюйен.

source: Too rich for me. How about 50 now and 50 if I can use what you say?
de: Das ist zu viel. Wie wär’s mit 50 jetzt und noch mal 50, wenn ich deine Informationen gebrauchen kann?
es: Demasiado para mí. ¿Qué tal 50 ahora y 50 si me sirve lo que me digas?
fr: C'est trop pour moi. Que diriez-vous de 50 tout de suite, et 50 de plus si j'aime ce que vous me dites ?
it: Un po' troppo per me. Che ne dici di 50 adesso e 50 se mi dai informazioni utili?
ru: Слишком дорого. 50 сейчас и еще 50, если ты действительно знаешь что-то полезное.

source: Took your sweet time, didn't you?
de: Hast dir aber ganz schön Zeit gelassen, was?
es: Te has tomado tu tiempo, ¿no?
fr: Vous avez mis le temps, dites donc !
it: Con comodo, eh?
ru: А ты не торопишься, верно?

source: Tough week, huh?
de: Harte Woche, was?
es: Una semana dura, ¿eh?
fr: Dure semaine, hein ?
it: Settimana dura, eh?
ru: Тяжелая выдалась неделя?

source: Tourist2
fr: Touriste 2
ru: Турист2

source: Towering over the diminutive coroner is a homicide detective right out of Central Casting - if you ignore the tusks, pointed ears, and neanderthal brow. You can smell his cheap aftershave from a mile away.
de: Über dem winzigen Gerichtsmediziner ragt ein Trumm von einem Mordkommissar, der aus einer schlechten Krimiserie entsprungen sein könnte – wenn da nicht die Stoßzähne, die spitzen Ohren und die vorstehende Stirn wäre. Der Geruch seines billigen Rasierwassers schlägt dir schon aus der Entfernung entgegen.
es: Junto al diminuto médico forense, destaca la figura de un detective de homicidios que acaba de salir de la central: si ignoras los colmillos, las orejas en punta y la frente neandertal. Su aftershave barato apesta a kilómetros de distancia.
fr: Au-dessus du médecin légiste se trouve un détective spécialisé dans les homicides, tout droit sorti de Central Casting (si on ignore ses défenses, ses oreilles pointues et ses sourcils broussailleux). On peut sentir son après-rasage bon marché à deux kilomètres à la ronde.
it: Sul piccolo medico legale svetta un tipico detective... se si ignorano le zanne, le orecchie appuntite e le sopracciglia da cavernicolo. Riconosci l'odore del suo dozzinale dopobarba a distanza.
ru: Над невысоким судебным медиком нависает детектив из убойного отдела - его не красят ни клыки, ни острые уши, ни низкий лоб неандертальца. Запах его дешевого одеколона настолько силен, что сбивает с ног.

source: Tranq
it: Tranquillanti
ru: Транк

source: Transfer complete.
de: Transfer abgeschlossen.
es: Transferencia completada.
fr: Transfert terminé.
it: Trasferimento completato.
ru: Копирование завершено.

source: Trauma kits are fully-automated stabilization units that include a defibrillator, spray-on synthetic skin, and medical nanomachines. They can save a runner's life, if you move fast enough.
de: Trauma-Kits sind vollautomatisierte Stabilisierungseinheiten. Sie sind mit einem Defibrillator, synthetischer Spray-On-Haut und medizinischen Nanomaschinen ausgestattet. Sie können einem Runner das Leben retten, wenn du schnell genug bist.
es: Los traumakits son unidades de estabilización totalmente automatizadas que incluyen un desfibrilador, piel sintética por espray y nanomáquinas médicas. Si te mueves lo bastante rápido, pueden salvarle la vida a un runner.
fr: Les trousses de soins sont des unités de stabilisation automatisées incluant un défibrillateur, un vaporisateur de peau synthétique et des nanomachines médicales. Elles peuvent sauver la vie d'un runner, si vous êtes assez rapide.
it: I kit di emergenza sono unità di soccorso completamente automatizzate e includono un defibrillatore, pelle sintetica spray e nanomacchine mediche. Possono salvare un Runner, se si interviene subito.
ru: Медицинский комплект содержит одноразовый диагностический модуль, дефибриллятор, синтетическую кожу и небольшую колонию наномашин. С его помощью можно спасти умирающего товарища, если не слишком долго ковырять в носу.

source: Troll Mage Lady
de: Trollmagierin
es: Dama maga troll
fr: Troll Mage Femme
it: Lady Mago Troll
ru: Троллиха-маг

source: Troll Patient
es: Paciente troll
fr: Patient troll
it: Paziente Troll
ru: Пациент-тролль

source: Troll Shadowrunner
es: Shadowrunner troll
ru: Тролль-раннер

source: Trophies of some sort, I suppose? Probably of some symbolic significance to the killer. Beyond that, I couldn't speculate.
de: Eine Art von Trophäe, nehme ich an? Vielleicht haben sie eine symbolische Bedeutung für den Mörder. Darüber hinaus kann ich keine Spekulationen anstellen.
es: Algún tipo de trofeo, supongo. Probablemente con algún significado simbólico para el asesino. Más allá de eso, solo serían especulaciones.
fr: Un genre de trophées, j'imagine ? Ils ont probablement une signification symbolique pour le tueur. Au-delà de ça, je ne sais pas.
it: Potrebbero essere dei trofei? Probabilmente hanno un significato simbolico per l'assassino. Non riesco a fare altre congetture.
ru: Думаю, это трофеи. Возможно, они имеют для убийцы символическое значение, но строить какие бы то ни было догадки я пока не рискую.

source: Trouble?
de: Gibt es Probleme?
es: ¿Problemas?
fr: Un problème ?
it: Problemi?
ru: Неприятности?

source: True Form Bombadier
de: Wahre Gestalt: Bombardier
es: Bombardero Forma verdadera
fr: Bombardier incarné
it: Bombardiere ultraforma
ru: Истинный облик бомбардира

source: True Form Bombardier
de: Wahre Gestalt: Bombardier
es: Bombardero Forma verdadera
fr: Bombardier incarné
it: Bombardiere ultraforma
ru: Истинный облик бомбардира

source: True Form Soldier
de: Wahre Gestalt: Soldat
es: Soldado Forma verdadera
fr: Soldat incarné
it: Soldato ultraforma
ru: Истинный облик солдата

source: True Form Solider
de: Wahre Gestalt: Soldat
es: Soldado Forma verdadera
fr: Soldat incarné
it: Soldato ultraforma
ru: Истинный облик солдата

source: True Form Venom
de: Wahre Gestalt: Giftspeier
es: Veneno Forma verdadera
fr: Venin incarné
it: Veleno ultraforma
ru: Истинная форма ядоплюя

source: True Form Worker
de: Wahre Gestalt: Arbeiter
es: Trabajador Forma verdadera
fr: Ouvrière incarnée
it: Operaia ultraforma
ru: Истинный облик рабочего

source: True. I've been around, but Seattle's still a runner's paradise as far as I'm concerned.
de: Stimmt. Ich bin schon etwas rumgekommen, aber Seattle ist meiner Meinung nach immer noch ein Paradies für Runner.
es: Cierto. He estado por aquí, pero Seattle todavía es el paraíso de un runner, por lo que sé.
fr: C'est vrai. J'ai voyagé tu sais, mais en ce qui me concerne, Seattle reste un paradis pour les runners.
it: Vero. Ho girato un po' di posti e devo dire che Seattle è ancora un paradiso per i Runner.
ru: Я часто здесь бываю и могу сказать совершенно точно. Этот город - рай для настоящего раннера.

source: True. Quite true. And I keep my mouth shut about it, too. That's the secret to keeping a job here... and staying alive in general. Gotta work. See ya 'round.
de: Das stimmt allerdings. Aber ich verliere keine unnötigen Worte darüber. Das ist der Trick, hier einen Job zu behalten ... und auch sonst eine gute Strategie, um am Leben zu bleiben. Ich muss wieder an die Arbeit. Wir sehen uns.
es: Cierto. Así es. Y además mantengo el pico cerrado. Es el secreto para conservar el trabajo aquí... y, en general, para seguir con vida. Tengo trabajo. Nos vemos.
fr: Vrai. Tout à fait vrai. Mais je ne dis rien à propos de ça. C'est le secret pour garder son travail ici... et rester en vie en général. Faut que j'aille bosser. On se voit plus tard.
it: Vero. È vero. E terrò anche la bocca chiusa. È questo il segreto per tenersi stretti il lavoro... e sopravvivere, in generale. Devo lavorare. Ci vediamo in giro.
ru: Само собой. Очень много. И я никому об этом не рассказываю. Это помогает не потерять работу... а вместе с ней и голову. Мне надо вынести мусор. До встречи.

source: True. Wouldn't look too good on someone's record if they wanted to become a doctor. I think this is beginning to come together... The late Silas left all his belongings to a doctor.
de: Das stimmt. Sieht nicht gut aus, wenn jemand Arzt werden will. Ich glaube, so langsam fügt sich alles zusammen ... Der verstorbene Silas hat seinen gesamten Besitz einem Arzt hinterlassen.
es: Cierto. A nadie que quiera ser médico le haría ningún bien tener eso en su historial. Creo que todo empieza a encajar... El Silas anterior se lo dejó todo a un médico.
fr: Tout à fait. Ça ne ferait pas très bien dans le dossier de quelqu'un qui voudrait devenir docteur. J'ai l'impression que ça commence à prendre forme... Silas qui a laissé ses effets personnels à un docteur.
it: Vero. Non farebbe una bella impressione sulla fedina penale di qualcuno che aspirasse a diventare medico. Penso che il puzzle stia iniziando a ricomporsi... Il defunto Silas ha lasciato tutti i suoi beni a un medico.
ru: Это верно. Такие вещи портят человеку репутацию до конца его жизни. Кажется, у нас что-то складывается... Покойный Сайлас завещал все свое имущество врачу.

source: Truly?
de: Wirklich?
es: ¿De verdad?
fr: Vraiment ?
it: Davvero?
ru: Правда?

source: Truth makes us one.
de: Die Wahrheit vereinigt uns.
es: La verdad nos hace uno.
fr: La vérité nous rassemble.
it: La verità ci unisce.
ru: Правда объединяет.

source: Truth. As if all the bodies in here were created by someone who left his terminal unlocked.
de: Das stimmt. Als ob all diese Leichen hier dadurch entstanden wären, dass jemand sein Terminal nicht gesperrt hat.
es: Cierto. Como si aquí todos los cuerpos los creara alguien que ha dejado su terminal desbloqueado.
fr: C'est vrai. Comme si tous les corps ici avaient été créés par quelqu'un qui aurait laissé son terminal déverrouillé.
it: Vero. Come se tutte queste persone siano state uccise da quello che ha lasciato il terminale sbloccato.
ru: Это правда. Все эти люди погибли из-за того, что кто-то забыл запереть терминал.

source: Tub of Lard
de: Eimer voll Fett
es: Cuba de manteca
fr: Pot de saindoux
it: Strutto in scatola
ru: Банка с маргарином

source: Turret 1
de: Geschütz 1
es: Torreta 1
fr: Tourelle 1
it: Torretta 1
ru: Турель 1

source: Turret 2
de: Geschütz 2
es: Torreta 2
fr: Tourelle 2
it: Torretta 2
ru: Турель 2

source: Tweaker
de: Junkie
es: Yonki
ru: Твикер

source: Two elements are required to bring one across the Void: a shaman and a host. First, the spirit calls upon a shaman, often in dreams. The spirit seduces the shaman with promises of great power. The shaman then accepts the spirit as his totem. Next, the insect spirit requires a suitable host.
de: Zwei Dinge sind nötig, um einen Geist über den Hohlraum hinweg hierhin zu bringen: ein Schamane und ein Wirt. Zuerst nimmt der Geist zu dem Schamanen Kontakt auf, oft in dessen Träumen. Er verführt den Schamanen mit Versprechungen von großer Macht. Der Schamane akzeptiert dann den Geist als sein Totem. Schließlich braucht der Insektengeist noch einen adäquaten Wirtskörper.
es: Para poder cruzar el Vacío se necesitan dos elementos: un chamán y un anfitrión. En primer lugar, el espíritu llama a un chamán, normalmente en sueños. El espíritu lo seduce con promesas de gran poder. Entonces el chamán lo acepta como su tótem. A continuación, el Espíritu insecto necesita un anfitrión adecuado.
fr: Deux éléments doivent être réunis pour faire sortir quelque chose du Vide : un chaman et un hôte. D'abord, l'esprit se manifeste auprès du chaman, le plus souvent en rêve. L'esprit séduit le chaman en lui promettant de grands pouvoirs. Le chaman accepte alors l'esprit comme totem. Ensuite, l'esprit insecte a besoin d'un hôte approprié.
it: Per consentire tale viaggio attraverso il Vuoto, sono necessari due elementi: uno Sciamano e un Ricevente. Per prima cosa, lo spirito si appella allo Sciamano, spesso in sogno. Esso tenta lo Sciamano con promesse di immenso potere. Lo Sciamano accetta lo spirito come suo totem. Poi, l'insetto ha bisogno di un Ricevente adatto.
ru: Чтобы вытащить его из бездны, нужны двое: шаман и жертва, тело которой займет сторонняя сущность. Сначала дух взывает к шаману. Чаще всего это происходит во сне: он соблазняет его обещаниями могущества, и дух становится для шамана его новым тотемом. После этого духу нужен подходящий носитель. Иначе говоря, жертва.

source: Typhoon
de: Taifun
es: Tifón
fr: Typhon
it: Tifone
ru: Тайфун

source: Typical mage.
de: Typische Magierin.
es: Típica maga.
fr: Mage typique.
it: Mago ordinario.
ru: Самый обычный маг.

source: Typical. I hate all you pigs!
de: Typisch. Ihr Bullen seid alle gleich!
es: Típico. ¡Os odio a todos, maderos!
fr: Classique. Je vous déteste tous, sales porcs !
it: Tipico. Vi odio tutti, porci!
ru: Я так и знал, мусор - он и есть мусор. Ненавижу!

source: Typical. Well... odds are, those are the guys we're after.
de: Typisch. Naja ... gut möglich, dass das genau die Typen sind, die wir suchen.
es: Típico. Bueno... es probable que sean los tipos que buscamos.
fr: Classique. Bon... avec un peu de chances, c'est eux qu'on cherche.
it: Tipico. Beh... è probabile che questi siano i ragazzi che stiamo cercando.
ru: Неудивительно. Ну что... Похоже, они-то нам и нужны.

source: UB Holding Cell Key
de: UB-Zellenschlüssel
es: Llave de la celda de confinamiento de la HU
fr: Clé de cellule d'isolement de la CU
it: Chiave della cella di detenzione della FU
ru: Ключ от камеры Всеобщего братства.

source: UB Home Area Access Card
de: UB-Schlüsselkarte zum Aufenthaltsbereich
es: Tarjeta de acceso al área del Hogar de la HU
fr: Carte d'accès au Quartier de la CU
it: Tessera di accesso all'area della Casa della FU
ru: Пропуск в жилую зону Всеобщего братства

source: UB Janitor access keycard
de: UB-Hausmeisterkarte
es: Llave de acceso de limpiador de la HU
fr: Carte d'accès de concierge de la CU
it: Tessera d'accesso di custode della FU
ru: Пропуск уборщика Всеобщего братства

source: UB Main Hall Wanderer 1
de: UB-Haupthallen-Spaziergänger 1
es: Nómada del salón principal de la HU 1
fr: Vagabond du hall principal de la CU 1
it: Passante hall principale FU 1
ru: Посетитель вестибюля ВБ 1

source: UB Main Hall Wanderer 2
de: UB-Haupthallen-Spaziergänger 2
es: Nómada del salón principal de la HU 2
fr: Vagabond du hall principal de la CU 2
it: Passante hall principale FU 2
ru: Посетитель вестибюля ВБ 2

source: Uh huh. I'll be going now.
de: Aha. Ich geh dann mal weiter.
es: Oh oh. Me largo.
fr: D'accord d'accord. Je vais m'en aller maintenant.
it: Uh uh. Io vado, ora.
ru: Э-э... Да-да. Я, пожалуй, пойду.

source: Uh huh. If you don't want the job, stop wasting my time.
de: Aha. Wenn du den Job nicht willst, dann hör auf, meine Zeit zu verschwenden.
es: Oh oh. Si no quieres el trabajo, deja de hacerme perder el tiempo.
fr: D'accord d'accord. Si vous ne voulez pas du boulot, arrêtez de me faire perdre mon temps.
it: Uh uh. Se non vuoi il lavoro, smetti di sprecare il mio tempo.
ru: Я так и понял. Если тебя не интересует работа, пожалей свое и мое время.

source: Uh huh. No problem.
de: Mh-hm. Kein Ding.
es: Oh oh. Sin problema.
fr: D'accord d'accord. Pas de problème.
it: Uh uh. Nessun problema.
ru: Пожалуйста.

source: Uh huh. Tried to kill me, too.
de: Mh-hm. Hat außerdem versucht, mich zu töten.
es: Oh oh. También intentó matarme.
fr: Hmm. Elle a aussi essayé de me tuer.
it: Ah ah... E ha anche provato a uccidermi.
ru: Ага. Еще и попыталась меня убить.

source: Uh huh. You know where to find me.
de: Mh-hm. Du weißt, wo du mich findest.
es: Ajá. Ya sabes dónde encontrarme.
fr: Hum hum. Vous savez où me trouver.
it: Uh uh. Sai dove trovarmi.
ru: Ага. Знаешь.

source: Uh, I can’t remember. He made it sound like royalty. You know someone called The Duke or something like that?
de: Ähm, ich kann mich nicht erinnern. Klang so, als wäre es irgendein Adliger. Kennst du jemanden namens „Der Duke“ oder sowas in der Art?
es: Umm, no me acuerdo. Lo dijo como si se tratara de la realeza. ¿Conoces a alguien que se llame El Duque o algo parecido?
fr: Euh, je ne me souviens pas. Je crois que c'était un nom de noble. Vous connaissez quelqu'un qui s'appelle Le Duc ou un truc du genre ?
it: Bah, non ricordo. Ma ne parlava con riverenza. Conosci qualcuno chiamato Duca o qualcosa del genere?
ru: Э... Нет, не помню. Кто-то очень важный, по его словам. Какой-то герцог или кто-то вроде того?

source: Uh, uh... ohhrrrgg.
de: Ah, ah ... aaaarrrgh.
it: Eh, eh... ohhrrrgg.
ru: Э... а... оххххррргг...

source: Uh, who's blood is it?
de: Äh, wessen Blut ist das?
es: ¿Y bien? ¿De quién es la sangre?
fr: Hein, à qui appartient le sang ?
it: Di chi è questo sangue?
ru: А чья это кровь?

source: Uh, you can have it! I didn't mean nothin'!
de: Äh, du kannst sie haben! Kein Problem!
es: ¡Puedes quedártela! ¡No pretendía decir nada!
fr: Ok, vous pouvez la prendre. J'ai rien dit.
it: Va bene, prendila! Chi ha detto niente!
ru: Э-э, забирай! Делай что хочешь!
