Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: This isn't some trick to get us back together. Things are different now. I'm different now. The Brotherhood...
de: Es ist kein Trick, um uns wieder zusammenzubringen. Jetzt ist alles anders. Ich bin anders. Die Bruderschaft ...
es: Esto no es una estratagema para que volvamos a estar juntos. Ahora las cosas son diferentes. Yo soy diferente. La Hermandad...
fr: Ce n'est pas une combine pour qu'on se remette ensemble. Les choses ont changées. J'ai changé. La Confrérie...
it: Non è un espediente per rimetterci insieme. Le cose sono cambiate. Io sono cambiato. La Fratellanza...
ru: Я не пытаюсь тебя обмануть! Все изменилось. Я изменился. Братство...

source: This isn’t about money. It’s about binding the world together in brotherhood. Come with me. Attend a Discovery Meeting. Get to the core of who you are. I heard Lynne Telestrian give a talk last night called, “The New Family of the Sixth World”...
de: Es geht gar nicht ums Geld. Es geht darum, die Welt in Bruderschaft zu verbinden. Komm mit mir. Nimm an einem Erfahrungstreffen teil. Finde heraus, wer du wirklich bist. Letzte Nacht hat Lynne Telestrian über „die neue Familie in der Sechsten Welt“ gesprochen ...
es: Esto no tiene nada que ver con el dinero. Tiene que ver con unir al mundo a través de una hermandad. Ven conmigo. Asiste a la reunión del descubrimiento. Penetra en tu interior, descubre quién eres. Me han dicho que anoche Lynne Telestrian dio una charla sobre “La nueva familia del Sexto Mundo”...
fr: Ce n'est pas une question d'argent. C'est pouvoir relier les gens du monde entier. Viens avec moi. Participe à une Réunion de la découverte. Comprends qui tu es vraiment. J'ai entendu dire que Lynne Telestrian a donné un discours hier soir intitulé « La nouvelle famille du Sixième Monde »...
it: Non si tratta di soldi. Si tratta di unire il mondo intero nella Fratellanza. Vieni con me, partecipa a uno degli Incontri di scoperta. Scopri chi sei veramente. So che Lynne Telestrian ha tenuto un discorso l'altra sera, intitolato "La nuova famiglia nel Sesto Mondo"...
ru: Дело не в деньгах. Братство пытается объединить всех людей мира, создать настоящую семью. Пойдем со мной. Посети хотя бы одно собрание. Узнай, кто ты такая на самом деле. Прошлой ночью Линн Телестриан читала нам вводный курс “Новая семья Шестого мира”...

source: This isn’t just for Sam anymore.
de: Es geht hier nicht mehr nur um Sam.
es: Esto ya no se trata solo de Sam.
fr: Ce n'est plus seulement pour Sam.
it: Non è più soltanto per Sam.
ru: Дело уже не только в Сэме.

source: This just keeps getting weirder...
de: Es wird immer seltsamer ...
es: Esto cada vez es más raro...
fr: C'est de plus en plus étrange...
it: La cosa si fa sempre più strana...
ru: Все страньше и страньше...

source: This little guy supports the healing rituals I perform on my patients after surgery, dramatically reducing their recovery time. Not standard procedure, of course, but the results speak for themselves.
de: Dieser kleine Kerl unterstützt die Heilungsrituale, die ich nach der Operation an meinen Patienten durchführe und reduziert die Erholungszeit, die sie benötigen, drastisch. Das ist zwar nicht gerade üblich in meinem Beruf, aber die Resultate sprechen für sich selbst.
es: Esta cosita apoya los rituales de curación que les aplico a mis pacientes tras la cirugía, y así se reduce drásticamente el tiempo de recuperación. No se trata de un procedimiento estándar, claro está, pero los resultados hablan por sí solos.
fr: Ce petit gars assiste les rituels de soins que j'effectue sur mes patients après la chirurgie, réduisant radicalement le temps de récupération. Pas de procédure standard bien sûr, mais les résultats parlent d'eux-mêmes.
it: Questo mostriciattolo mi aiuta a compiere i riti di guarigione sui pazienti dopo gli interventi, riducendo notevolmente i tempi di recupero. Non è una procedura standard, certo, ma i risultati parlano da sé.
ru: Этот малыш помогает мне, когда я провожу исцеляющие ритуалы после хирургических операций. Об этой процедуре не пишут в учебниках, но результаты говорят сами за себя.

source: This looks like my kind of place.
de: Ich glaub, hier könnte es mir gefallen.
es: Este lugar es de mi estilo.
fr: Je crois que je me sentirais bien, ici.
it: Mi sembra il posto giusto per me.
ru: Думаю, мне у вас понравится.

source: This looks like the coat and blanket that the old man was trying to get back.
de: Dies scheinen der Mantel und die Decke zu sein, die der alte Mann haben wollte.
es: Esto parece el abrigo y la manta que el viejo estaba intentando recuperar.
fr: On dirait le manteau et la couverture que le vieil homme voulait récupérer.
it: Questi sembrano il cappotto e la coperta che il vecchio stava cercando di riprendersi.
ru: Похоже, именно эти одеяла пытался забрать бездомный старик. Помимо них здесь лежит еще одно старое пальто.

source: This painting shows a wild mountain landscape with clouds ringing lofty peaks. The plaque reads "Independence".
de: Das Gemälde stellt eine wilde Berglandschaft mit von Wolken umgebenen Gipfeln dar. Auf der Plakette steht: „Unabhängigkeit“.
es: En este cuadro aparece un paisaje de montaña, con nubes coronando unos picos muy altos. En la placa se lee "Independencia".
fr: Cette peinture montre un paysage montagneux avec des nuages touchant les hauts sommets. On peut lire "Indépendance" sur la plaque.
it: Questo dipinto mostra un paesaggio selvatico di montagna con delle nuvole che attorniano alte cime. Sulla targhetta si legge "Indipendenza".
ru: На картине изображены величественные горные пики в окружении облаков. На табличке написано "Независимость".

source: This place is a safe house too?
de: Dieser Ort dient auch als sicherer Unterschlupf?
es: ¿Este sitio también es un piso franco?
fr: Cet endroit est aussi une planque ?
it: Anche questo posto è un alloggio sicuro?
ru: Еще и укрытие на черный день? Ого.

source: This position is compromised!
de: Der Parameter wurde durchbrochen!
es: ¡Esta posición está en peligro!
fr: Cette position est compromise !
it: La postazione è compromessa!
ru: Пост захвачен!

source: This pretty young thing came through earlier, snooping around like you two are. I could tell she weren't here for BTLs. Don't know how she got upstairs... but there was a lot more gunfire than there usually is this time of day.
de: Dieses hübsche, junge Ding ist hier vorhin vorbeigeschlichen, ganz wie ihr beide jetzt. Ich wusste sofort, dass sie nicht für BTLs hier ist. Keine Ahnung, wie sie nach oben gelangt ist ... aber es fielen deutlich mehr Schüsse als sonst um diese Uhrzeit.
es: Antes ha venido una preciosidad a meter las narices, como vosotros dos. Me di cuenta de que no había venido por el BTL. No sé cómo ha llegado arriba... pero hubo muchos más disparos de los que suele haber a estas horas.
fr: Cette jolie fille est passée par ici un peu plus tôt, fouinant un peu comme vous. Et je peux vous dire qu'elle n'était pas ici pour une BTL. Je ne sais pas comment elle est montée à l'étage... mais j'ai entendu beaucoup plus de coups de feu que d'habitude à cette heure-ci.
it: Una ragazzina carina è venuta qui prima, guardando in giro proprio come voi due. Sicuramente non era qui per le BTL. Non so come sia arrivata di sopra... ma c'era molto più rumore di spari del solito, per essere quest'ora del giorno.
ru: Чуть раньше сюда завалилась эта хорошенькая девица, задавала вопросы, ну прямо как вы двое. Сразу было видно, она не чипы сюда пришла покупать. Не знаю, как она попала наверх... Но стреляли много. Гораздо больше, чем обычно в это время дня.

source: This security card fits a standard mag lock and has large yellow "B" on it.
de: Diese Sicherheitskarte passt in ein Standard-Magnetschloss und ist mit einem großen gelben „B“ markiert.
es: Esta tarjeta de seguridad sirve para un cierre estándar magnético y lleva impresa una "B" amarilla grande.
fr: La carte de sécurité possède un blocage magnétique standard et un grand "B" écrit dessus.
it: Questa scheda di sicurezza va inserita in un lucchetto magnetico e ha una grande "B" stampata sopra.
ru: Эта карточка подходит к стандартному магнитному замку. На ней изображена большая желтая буква "П".

source: This shows a profile of three elves in Telestrian security uniforms looking upwards at a flag flying the Telestrian logo. The plaque reads "Duty".
de: Es zeigt drei Elfen in der Uniform von Wachleuten von Telestrian im Profil. Sie blicken nach oben auf eine Flagge, die das Logo der Firma aufweist. Auf der Plakette steht: „Pflichtbewusstsein“.
es: Muestra un perfil de tres elfos con uniformes de seguridad de Telestrian, mirando hacia arriba, a una bandera que muestra el logotipo de Telestrian. En la placa se lee "Deber".
fr: L'image montre le profil de trois elfes en uniformes de sécurité de Telestrian avec le regard levé vers un drapeau frappé du logo de Telestrian. Sur la plaque, on peut lire "devoir".
it: Mostra un profilo di tre elfi con le uniformi della sicurezza della Telestrian che guardano in alto verso una bandiera che sventola con il logo Telestrian. Sulla targhetta si legge "Dovere".
ru: На картине изображены три эльфа в форме охранников службы безопасности Телестриана, отдающие честь флагу с логотипом корпорации. На табличке написано слово "Долг".

source: This sounds like a cult.
de: Das klingt nach einer Sekte.
es: Eso suena como una secta.
fr: On dirait une secte.
it: Sembra un culto.
ru: Похоже на какую-то секту.

source: This sounds more complicated than I suspected.
de: Das klingt komplizierter, als ich gedacht hatte.
es: Esto parece más complicado de lo que sospechaba.
fr: Ça a l'air plus compliqué que ce que je pensais.
it: La faccenda sembra più complicata di quanto sospettassi.
ru: Все еще сложнее, чем я думала.

source: This terminal has been left unlocked with root access.
de: Das Terminal wurde nicht gesichert und bietet dadurch Root-Zugriff.
es: Este terminal se ha dejado desbloqueado con permisos de acceso de administrador.
fr: Ce terminal a été laissé ainsi, déverrouillé avec un accès utilisateur root.
it: Sul terminale l'accesso alla directory principale è rimasto aperto.
ru: Этому терминалу разрешен доступ ко всем административным командам.

source: This warehouse contains the spirits of plane crash victims trapped between worlds. They wish to help. They wish to be heard. And I think they have something to say about my brother's murder.
de: In diesem Warenlager hausen die Geister der Opfer eines Flugzeugabsturzes, die zwischen den Welten gefangen sind. Sie möchten helfen. Sie möchten gehört werden. Ich glaube, sie wissen etwas über den Mord an meinem Bruder.
es: El almacén contiene los espíritus de víctimas de accidentes de avión, atrapadas entre mundos. Quieren ayudar. Quieren que se las escuche. Y creo que tienen algo que decir sobre el asesinato de mi hermano.
fr: Cet entrepôt abrite les esprits des victimes d'un accident d'avion piégées entre les mondes. Ils veulent aider. Ils veulent être entendus. Et je crois qu'ils ont quelque chose à dire sur le meurtre de mon frère.
it: Questo magazzino contiene gli spiriti delle vittime di un incidente aereo, intrappolati tra due mondi. Sono desiderosi di aiutare. Desiderano essere ascoltati. E credo che abbiano qualcosa da dire riguardo all'uccisione di mio fratello.
ru: На этом складе витают духи жертв авиакатастрофы, неспособные покинуть этот мир. Они желают помочь. Они хотят быть услышаны. И я думаю, им есть что сказать о гибели моего брата.

source: This was never a job. The work we did, we did because it was right.
de: Das war nie nur ein Job. Was wir getan haben ... wir taten es, weil es richtig war.
es: Esto nunca fue un trabajo. El trabajo que hicimos, lo hicimos porque era lo correcto.
fr: Ça n'a jamais été un travail. Ce que nous avons fait, nous l'avons fait parce que c'était juste.
it: Questo non è mai stato un lavoro. Abbiamo portato a termine il nostro incarico perché era la cosa giusta da fare.
ru: Это никогда не было для меня работой. То, что мы сделали, мы сделали из чувства долга.

source: This wasn't on my agenda, but... let the kid go. Let him go, or I'll make you regret it.
de: Das war zwar eigentlich nicht mein Plan, aber ... lass den Jungen gehen. Lass ihn gehen, oder du wirst es bereuen.
es: Esto no estaba en mis planes pero... deja que el chaval se marche. Deja que se marche o haré que te arrepientas.
fr: Ce n'était pas dans mon agenda, mais... laissez-le y aller. Laissez-le, ou vous allez le regretter.
it: Questo non era in programma, ma... lascia andare il ragazzo. Lascialo andare o te ne farò pentire.
ru: Это не входило в мои планы, но... отпусти парня. Или ты пожалеешь, что этого не сделал.

source: This weak hearth spirit refuses to leave the apartment...
de: Dieser schwache Herdgeist weigert sich, das Apartment zu verlassen ...
es: Este espíritu débil del hogar se niega a abandonar el apartamento...
fr: Cet esprit faible refuse de quitter l'appartement...
it: Questo spirito dal cuore debole si rifiuta di lasciare l'appartamento...
ru: Этот слабый дух домашнего очага отказывается покидать квартиру...

source: This worklight is new. You can see that all of the alley’s normal lights have been ruined. Upon closer inspection, it seems that they've all imploded - as if some force shattered them all at the same time.
de: Dieser Scheinwerfer ist neu. Du bemerkst, dass alle gewöhnlichen Lichter in der Gasse zerstört sind. Unter näherer Beobachtung scheint es, als seien sie alle implodiert, als hätte irgendeine gewaltige Kraft sie alle gleichzeitig zerstört.
es: La iluminación es nueva. Puedes ver que todas las luces normales del callejón están destrozadas. Al examinarlas de cerca, parece que todas han implosionado, como si alguna fuerza las hubiera hecho estallar a todas al mismo tiempo.
fr: Ces travaux sur la lumière sont nouveaux. Vous pouvez voir que toutes les lumières de l'allée ont été détruites. En les examinant de plus près, vous vous rendez compte qu'elles ont toutes implosé. Comme si une force les avait toutes détruites en même temps.
it: Questo faro da lavoro è nuovo. Si vedere che tutte le luci normali del vicolo sono state danneggiate. Dopo un'analisi più accurata, sembra che siano tutte implose, come se una forza le avesse frantumate tutte contemporaneamente.
ru: Осветительная панель совсем новая. Кто-то разбил все фонари на этой улице. Присмотревшись, ты понимаешь, что все они были уничтожены одновременно - как если бы какая-то сила заставила их взорваться.

source: This world is sick, you see. Humanity is sick. And perhaps better than anyone, Sam embodied that sickness. He cared nothing for others. He barely cared for himself.
de: Die Welt ist krank, weißt du. Die Menschheit ist krank. Und Sam verkörperte diese Krankheit besser als irgendjemand sonst. Er kümmerte sich nicht um andere. Er kümmerte sich ja kaum um sich selbst.
es: Este mundo está enfermo, ya lo ves. La humanidad está enferma. Y quizás más que nadie, Sam personificaba esa enfermedad. No se preocupaba por los demás. Apenas se preocupaba de sí mismo.
fr: Voyez-vous, ce monde est malade. L'humanité est malade. Et Sam incarnait cette maladie, peut-être plus que quiconque. Il ne se souciait pas des autres; Il se souciait à peine de lui-même.
it: Questo mondo è malato, vedi. L'umanità è malata. E forse meglio di chiunque altro, Sam incarnava quella malattia. Non gli importava nulla degli altri. Gl'importava appena di se stesso.
ru: Дело в том, что этот мир болен. Человечество больно. И Сэм был болен как никто другой, этот недуг проявился в нем так сильно, как ни в ком другом. Ему было плевать на других. Ему даже на себя было плевать.

source: This? Slumming with shadowrunners and killing insect spirits with insecticide-spewing guns? What is not to enjoy? Onward!
de: Das? Du meinst, mit Shadowrunnern abzuhängen und Insektengeister mit riesigen Schädlingsbekämpfer-Knarren zu zerlegen? Was sollte mir daran denn nicht gefallen? Voran, tapfere Mannen!
es: ¿Esto? ¿Recorrer los barrios bajos con shadowrunners y matar espíritus de insectos con pistolas de insecticida? ¿Cómo no lo voy a disfrutar? ¡Adelante!
fr: Ça ? Traîner avec des shadowrunners et tuer des esprits insectes avec des pistolets à insecticides ? Pourquoi n'apprécierais-je pas ? En avant !
it: Questo? Andare in giro con gli Shadowrunner e uccidere spiriti insetto con armi insetticida? Quale miglior divertimento? Avanti!
ru: Я опрыскиваю духов-насекомых волшебной жижей в обществе одного из самых назойливых раннеров Сиэтла. Конечно, я получаю удовольствие! Вперед!

source: Thistle
es: Cardo
ru: Шип

source: Thomas Telestrian
ru: Томас Телестриан

source: Those are pretty nice clothes. Think there’ll be a reward for you?
de: Ziemlich schicker Fummel. Glaubst du, es gibt einen Finderlohn für dich?
es: Llevas una ropa muy bonita. ¿Crees que conseguirás una recompensa?
fr: Voilà de biens jolis vêtements. Vous croyez qu'on me donnerait une récompense pour vous ?
it: Hai proprio dei bei vestiti. C'è una ricompensa per te?
ru: Ты очень хорошо одета. Как считаешь, за твое спасение удастся получить награду?

source: Those chips aren’t reality, Gino. Come with us.
de: Diese Chips sind nicht real, Gino. Komm mit uns.
es: Esos chips no son la realidad, Gino. Ven con nosotros.
fr: Ces puces, ce n'est pas la réalité, Gino. Viens avec nous.
it: Quei microchip non sono la realtà, Gino. Vieni con noi.
ru: Чипы не заменят тебе реальность, Джино. Пойдем с нами.

source: Those organs saved lives, including Sam’s life. Holmes killed everyone your mother saved.
de: Diese Organe haben Leben gerettet, auch Sams. Holmes hat jeden auf dem Gewissen, den eure Mutter gerettet hatte.
es: Esos órganos salvaron vidas, incluyendo la vida de Sam. Holmes mató a todos los que salvó tu madre.
fr: Ces organes ont sauvé des vies, dont celle de Sam. Holmes a tué tous ceux que votre mère a sauvés.
it: Quegli organi hanno salvato delle vite, compresa quella di Sam. Holmes ha ucciso tutte le persone che tua madre ha salvato.
ru: Ее органы спасли много жизней, включая жизнь Сэма. Холмс убил всех, кому она подарила второй шанс.

source: Those poor tweakers...
de: Diese armen Junkies ...
es: Esos pobres yonkis...
fr: Ces pauvres tricheurs...
it: Poveri smanettoni...
ru: Несчастные ублюдки...

source: Those recipients served as a checklist for the Ripper. A man named Holmes. Ever heard of him?
de: Die Empfänger waren die Opfer des Rippers. Ein Mann namens Holmes. Hast du schon einmal von ihm gehört?
es: Esos receptores conformaban las listas del Destripador. Un hombre llamado Holmes. ¿Has oído hablar de él?
fr: Ces receveurs ont servi de check-list à l'éventreur. Un homme du nom de Holmes. Déjà entendu parler de lui ?
it: Quei riceventi sono diventati una sorta di lista da seguire e spuntare per lo Squartatore. Un uomo di nome Holmes. Mai sentito parlare di lui?
ru: Потрошитель пользовался этим списком, чтобы находить свои жертвы. Вы знакомы с человеком по фамилии Холмс?

source: Those sickos have a simsense recording studio over there! Overheard them say they have a "special guest" up in the penthouse. They plan to torture her with a recording of MY SON'S DYING BREATH!
de: Diese kranken Kerle haben da drüben ein Simsinn-Aufnahmestudio! Ich hab sie darüber reden gehört, dass sie einen „besonderen Gast“ oben im Penthouse haben. Sie wollen sie mit dem LETZTEN ATEMZUG MEINES SOHNES foltern!
es: ¡Esos psicópatas tienen un estudio de grabación simsense ahí dentro! Les oí decir que tienen una "invitada especial" en el ático. ¡Su plan es torturarla con una grabación del ÚLTIMO SUSPIRO DE MI HIJO!
fr: Ces malades ont un studio d'enregistrement de simsens, là-bas ! Je les ai entendu dire qu'ils avaient une "invitée spéciale" dans l'appart' du dernier étage. Ils veulent la torturer avec un enregistrement du DERNIER SOUFFLE DE MON FILS !
it: Quei pazzi hanno uno studio di registrazione di Sensazioni simulate! Ho sentito per caso che parlavano di un'"ospite speciale" nell'attico. Vogliono torturarla con una registrazione del RANTOLO DI MIO FIGLIO MORIBONDO!
ru: Эти извращенцы притащили сюда оборудование и организовали студию для записи симсенса! Утром сказали, что в петнхаусе их ждет "особая гостья". Они собираются ее пытать, записав АГОНИЮ МОЕГО СЫНА!

source: Though I have one associate I would be happy to introduce you to.
de: Obwohl es da einen Vertrauten gibt, den ich dir gerne vorstellen würde.
es: Aunque tengo un socio que me gustaría presentarte.
fr: Malgré tout, j'ai un associé que j'aimerais bien vous présenter.
it: Ma ho un collega che sarei felice di presentarti.
ru: Но у меня есть ассистент, который будет рад с вами встретиться.

source: Three days ago: “Meet with Delilah about gig.” Today: “Meet Paco for date at Pike Place Market. Due in 30 minutes.”
de: Vor drei Tagen: „Treffen mit Delilah wegen dem Job.“ Heute: „Treffen mit Paco am Pike Place Market. Fällig in 30 Minuten.“
es: Hace tres días: "Reunión con Delilah para hablar sobre la actuación". Hoy: "Reunión con Paco para la cita en Pike Place Market. Dentro de 30 minutos".
fr: Il y a trois jours : « RDV avec Delilah pour le boulot. » Aujourd'hui : « RDV avec Paco au Pike Place Market. Dans 30 minutes. »
it: Tre giorni fa: "Incontrare Delilah per il concerto." Oggi: "Incontrare Paco per un appuntamento al mercato di Pike Place. In scadenza fra 30 minuti."
ru: Три дня назад: “Встреча с Далилой по поводу работы.” Сегодня: “Свидание с Пако на рынке Пайк-Плейс". До назначенного времени осталось полчаса.

source: Through us, you shall bear witness and hear the words of the elf and troll. Prepare yourself.
de: Durch uns sollst auch du Zeuge werden und die Worte des Elfen und des Trolls vernehmen. Mache dich bereit.
es: A través de nosotros serás testigo y escucharás las palabras del elfo y del troll. Prepárate.
fr: À travers nous, vous pourrez être témoin et entendre les mots de l'elfe et du troll. Tenez-vous prêt.
it: Attraverso di noi, testimonierai e ascolterai le parole dell'Elfo e del Troll. Preparati.
ru: Мы позволим тебе услышать слова эльфа и тролля. Приготовься.

source: Thug Boss
de: Anführer der Schläger
es: Jefe matón
fr: Chef de gang
it: Capo dei delinquenti
ru: Предводитель головорезов

source: Tickler
es: Cosquillas
it: Torturatore
ru: Щекотун

source: Tim Lebel
ru: Тим Лебел

source: Time is money. I’m listening.
de: Zeit ist Geld. Raus damit.
es: El tiempo es oro. Soy todo oídos.
fr: Le temps c'est de l'argent. Je vous écoute.
it: Il tempo è denaro. Sto ascoltando.
ru: Время - деньги. Я слушаю.

source: Time to settle down? You know, with Paco?
de: Zeit, sich niederzulassen? Also, mit Paco und so?
es: ¿Hora de sentar la cabeza? ¿Ya sabes, con Paco?
fr: Tu penses à te poser ? Avec Paco, j'veux dire ?
it: Ti sistemerai? Magari con Paco?
ru: Собираешься начать новую жизнь? Вместе с Пако?

source: Tir Tairngire Ghost
de: Tír Tairngire Ghost
es: Fantasma de Tir Tairngire
fr: Fantôme de Tir Tairngire
it: Il fantasma di Tir Tairngire
ru: Тир-тайрнжирский призрак

source: Tir Tairngire?
de: Tír Tairngire?
ru: Тир Тайрнжир?
