Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}She briefly casts her eyes skyward, then gives a small shake of her head.{{/GM}} I wish I could say it's a shock. But given the circles he ran in...
de: {{GM}}Sie blickt kurz gen Himmel und schüttelt dann sanft den Kopf.{{/GM}} Ich wünschte, ich könnte sagen, das kommt überraschend. Doch wenn ich bedenke, in welchen Kreisen er unterwegs war ...
es: {{GM}}Por un instante alza los ojos al cielo y sacude suavemente con la cabeza.{{/GM}} Me gustaría poder decir que me sorprende. Pero si tenemos en cuenta los círculos en los que se movía...
fr: {{GM}}Elle lève brièvement les yeux vers le ciel puis hoche légèrement la tête.{{/GM}} J'aimerais pouvoir dire que c'est un choc. Mais étant donné ses fréquentations...
it: {{GM}}Lei volge per un istante lo sguardo verso il cielo, poi scuote leggermente la testa.{{/GM}} Vorrei tanto dire che la cosa mi coglie di sorpresa. Ma date le sue frequentazioni...
ru: {{GM}}На секунду она устремляет взгляд вверх, но потом качает головой.{{/GM}} Я бы хотела сказать, что это для меня неожиданность, но не могу, принимая во внимание, в каких кругах он вращался...

source: {{GM}}She brightens.{{/GM}} Oh, hey, listen. I got good news for you - y’know Sam’s sister, Jessica? One of my contacts found her for me while you were on your way here. I called her and asked her to meet you at the Union later today. Hope that helps.
de: {{GM}}Ihre Miene hellt sich auf.{{/GM}} Oh, hey, hör mal. Ich hab gute Nachrichten für dich – es geht um Sams Schwester, Jessica. Einer meiner Kontakte hat sie gefunden, während du hierhin unterwegs warst. Ich hab sie angerufen und gebeten, dich später in der Union zu treffen. Ich hoffe, das hilft.
es: {{GM}}Se le ilumina el rostro.{{/GM}} Oh, eh, escucha. Tengo buenas noticias para ti. ¿Conoces a Jessica, la hermana de Sam? Uno de mis contactos la ha encontrado mientras tú venías. La he llamado y la he pedido que se reúna contigo en el Unión, hoy mismo. Espero que sea de ayuda.
fr: {{GM}}Son visage s'éclaircit.{{/GM}} Oh, hé, écoute. J'ai de bonnes nouvelles pour toi. Tu sais, la sœur de Sam, Jessica ? L'un de mes contacts l'a trouvée avant que tu n'arrives. Je l'ai appelée et je lui ai demandé de nous rencontrer à l'Union dans la journée. J'espère que ça t'aidera.
it: {{GM}}S'illumina.{{/GM}} Oh, ehi, ascolta. Ho notizie per te. Conosci la sorella di Sam, Jessica? Uno dei miei contatti l'ha trovata proprio mentre stavi venendo qui. L'ho chiamata e le ho chiesto d'incontrarti all'Union più tardi. Spero che ti possa aiutare.
ru: {{GM}}В голову ей приходит какая-то мысль.{{/GM}} А! Слушай, у меня есть хорошие новости. Помнишь сестру Сэма, Джессику? Одному из моих приятелей удалось ее разыскать. Я уже позвонила ей и попросила поговорить с тобой, она назначила встречу вечером в здании Братства. Надеюсь, это тебе поможет.

source: {{GM}}She chews her lip, torn, then makes a decision.{{/GM}} I know the Elders will frown on this, but I’ve just *got* to get her autograph. I mean, it's Maria Mercurial!
de: {{GM}}Sie kaut auf ihrer Unterlippe, merklich zwiegespalten und trifft dann eine Entscheidung.{{/GM}} Ich weiß ja, den Älteren wird das nicht gefallen, aber ich *muss* einfach ein Autogramm haben. Ich meine, es ist Maria Mercurial!
es: {{GM}}Se muerde el labio, dudosa, y después toma una decisión.{{/GM}} Sé que a los ancianos no les va a gustar, pero TENGO QUE conseguir un autógrafo. ¡Estamos hablando de Maria Mercurial!
fr: {{GM}}Elle se mort les lèvres, incertaine, puis prend une décision.{{/GM}} Je sais que les Anciens n'approuveraient pas, mais je DOIS obtenir son autographe. Enfn quoi, c'est Maria Mercurial !
it: {{GM}}Si morde un labbro, combattuta, poi prende una decisione.{{/GM}} Lo so che gli Anziani disapproveranno, ma *devo* assolutamente avere il suo autografo. Andiamo, è Maria Mercurial!
ru: {{GM}}Она закусывает губу и колеблется, но потом принимает решение.{{/GM}} Старейшины этого не одобрят, но я *должна* взять у нее автограф. В конце концов, это же сама Мария Меркурия!

source: {{GM}}She closes her eyes.{{/GM}} Thank you. But I’m not sure that death wouldn’t be better than this. I can’t sleep at all... I’m afraid that *this* is a dream and that I’ll wake up and and still be there... with the... bugs.
de: {{GM}}Sie schließt die Augen.{{/GM}} Danke. Aber ich bin nicht sicher, ob der Tod nicht besser ist als das hier. Ich kann nicht schlafen ... Ich habe Angst, dass das hier ein Traum ist und ich irgendwann wieder da aufwache ... bei den ... Käfern.
es: {{GM}}Cierra los ojos.{{/GM}} Gracias. Pero no estoy segura de que la muerte no sea mejor que esto. No puedo dormir... Me da miedo que *esto* sea un sueño y me despertaré y aún estaré allí... con los... bichos.
fr: {{GM}}Elle ferme les yeux.{{/GM}} Merci. Mais je ne suis pas certaine que la mort soit bien pire que ça. Je n'arrive plus à dormir... J'ai peur que *tout ça* ne soit qu'un rêve et que je me réveille là-bas... avec... les insectes.
it: {{GM}}Chiude gli occhi.{{/GM}} Grazie. Ma forse sarebbe stato meglio morire. Non riesco a dormire... Ho paura che *questo* sia un sogno e che mi risveglierò ancora laggiù... con gli... insetti.
ru: {{GM}}Она закрывает глаза.{{/GM}} Спасибо. Иногда мне кажется, что лучше бы я умерла. Я боюсь спать... Я боюсь, что все это сон, и когда я проснусь, я снова окажусь в камере... а вокруг... будут жуки.

source: {{GM}}She composes herself.{{/GM}} So it would seem.
de: {{GM}}Sie fängt sich wieder.{{/GM}} So scheint es jedenfalls.
es: {{GM}}Se recompone.{{/GM}} Eso podría parecer.
fr: {{GM}}Elle se reprend.{{/GM}} On dirait.
it: {{GM}}Si ricompone.{{/GM}} Così sembrerebbe.
ru: {{GM}}Она берет себя в руки.{{/GM}} Действительно.

source: {{GM}}She composes herself.{{/GM}} So you say.
de: {{GM}}Sie fängt sich wieder.{{/GM}} Das sagst du.
es: {{GM}}Se recompone.{{/GM}} Si tú lo dices.
fr: {{GM}}Elle se reprend.{{/GM}} C'est ce que vous dites.
it: {{GM}}Si ricompone.{{/GM}} Lo dici tu.
ru: {{GM}}Она берет себя в руки.{{/GM}} Скоро проверим.

source: {{GM}}She composes herself.{{/GM}} Sound advice.
de: {{GM}}Sie fängt sich wieder.{{/GM}} Ein guter Rat.
es: {{GM}}Se recompone.{{/GM}} Buen consejo.
fr: {{GM}}Elle se reprend.{{/GM}} Bon conseil.
it: {{GM}}Si ricompone.{{/GM}} Sembra un consiglio.
ru: {{GM}}Она берет себя в руки.{{/GM}} Хороший совет.

source: {{GM}}She considers.{{/GM}} I’m good. I think I’m good. I’m done with BTL squats. Done with the crusade.
de: {{GM}}Sie überlegt.{{/GM}} Mir geht’s gut. Ich glaube, mir geht’s gut. Ich hab genug von BTL-Hütten, keine Kreuzzüge mehr.
es: {{GM}}Reflexiona.{{/GM}} Estoy bien. Creo que estoy bien. He acabado con las chozas de BTL. Acabado con la cruzada.
fr: {{GM}}Elle réfléchit.{{/GM}} Tout va bien. Je crois. J'en ai fini avec les squats BTL. Avec la croisade.
it: {{GM}}Riflette.{{/GM}} Sto bene. Sì, mi sento bene. Basta con gli spacci di BTL. Basta con le crociate.
ru: {{GM}}Она задумывается.{{/GM}} Я в порядке. По крайней мере, я думаю, что в порядке. Я решила прекратить крестовый поход. Завязать с ИР-притонами.

source: {{GM}}She continues processing the information. Then she remembers something.{{/GM}} Oh hey, Johnny Clean asked me to flag you down the minute I saw you. Said he’s got someone who wants to talk to you. He sounded a little freaked out about it. He’s waiting for you downstairs.
de: {{GM}}Sie verarbeitet die Information. Dann erinnert sie sich an etwas.{{/GM}} Oh, Johnny Clean hat mich gebeten, dich sofort rüberzuwinken, sobald ich dich sehe. Sagte, dass er jemanden hat, der mit dir reden will. Er klang ziemlich nervös ... Naja, er wartet unten auf dich.
es: {{GM}}Sigue procesando la información. Y entonces se acuerda de algo.{{/GM}} Oh, hola, Johnny Clean me ha pedido que te llamara en cuanto te viera. Dice que tiene a alguien que quiere hablar contigo. Parecía un poco asustado. Te está esperando abajo.
fr: {{GM}}Elle continue à digérer la nouvelle. Et puis elle se rappelle de quelque chose.{{/GM}} Ah, au fait, Johnny Clean m'a demandé de vous prévenir dès que vous arriverez. Il dit que quelqu'un veut vous parler. Il avait l'air un peu paniqué à cette idée. Il vous attend en bas.
it: {{GM}}Continua a rimuginare sull'informazione che lei hai dato. Poi si ricorda qualcosa.{{/GM}} Ah, a proposito. Johnny Clean mi ha chiesto di avvisarti che c'è qualcuno vuole parlare con te. Sembrava un po' spaventato dall'idea. Ti aspetta di sotto.
ru: {{GM}}Она продолжает обдумывать услышанное, потом что-то припоминает.{{/GM}} Ах да! Чистюля Джонни попросил тебя зайти к нему, как только ты появишься. Сказал, что кто-то хочет с тобой переговорить. Мне показалось, он сильно нервничал. Он дожидается тебя внизу.

source: {{GM}}She drops to her knees, pleading.{{/GM}}
de: {{GM}}Sie geht auf die Knie und fleht dich an.{{/GM}}
es: {{GM}}Cae de rodillas, suplicando.{{/GM}}
fr: {{GM}}Elle tombe à genoux et vous supplie.{{/GM}}
it: {{GM}}Cade in ginocchio, supplicando.{{/GM}}
ru: {{GM}}Она падает перед тобой на колени.{{/GM}}

source: {{GM}}She eyes you closely.{{/GM}} Very well. I will cover the bar myself.
de: {{GM}}Sie wirft dir einen langen Blick zu.{{/GM}} Also gut. Ich übernehme ihre Schicht persönlich.
es: {{GM}}Te mira con detenimiento.{{/GM}} Muy bien. Yo me encargaré de la barra.
fr: {{GM}}Elle vous regarde de près.{{/GM}} Très bien. Je m'occuperai du bar moi-même.
it: {{GM}}Ti osserva da vicino.{{/GM}} Molto bene. Mi occuperò del bar da sola.
ru: {{GM}}Она смотрит на тебя очень внимательно.{{/GM}} Очень хорошо. Сегодня я сама встану за стойку.

source: {{GM}}She eyes you suspiciously, and glances over at her elven companion.{{/GM}} I suppose. But let's not keep Father O'Malley.
de: {{GM}}Sie wirft dir einen misstrauischen Blick zu und sieht sich nach ihrer Elfenbegleiterin um.{{/GM}} Meinetwegen. Doch lass uns Vater O’Malley nicht aufhalten.
es: {{GM}}Te mira con desconfianza y después dirige la mirada a su acompañante elfa.{{/GM}} Está bien. Pero no deberíamos retener a Padre O'Malley.
fr: {{GM}}Elle vous regarde suspicieusement, et jette un coup d'œil à son amie elfe.{{/GM}} Oui, pas de problème. Mais ne retenons le père O'Malley.
it: {{GM}}Ti guarda con sospetto e lancia un'occhiata alla sua amica elfica.{{/GM}} Se è necessario. Ma non tratteniamo Padre O'Malley.
ru: {{GM}}Она смотрит на тебя с подозрением и косится на свою эльфийскую спутницу.{{/GM}} Ну хорошо. Но не будем задерживать отца О'Мэлли.

source: {{GM}}She eyes you suspiciously.{{/GM}} I can't say that I have.
de: {{GM}}Sie beäugt dich misstrauisch.{{/GM}} Nein, das kann ich nicht behaupten.
es: {{GM}}Te mira con desconfianza.{{/GM}} La verdad es que no.
fr: {{GM}}Elle vous regarde suspicieusement.{{/GM}} Non, cela ne me dit rien.
it: {{GM}}Ti guarda con sospetto.{{/GM}} Non posso dire di sì.
ru: {{GM}}Она глядит на тебя с подозрением.{{/GM}} Нет, не знакома.

source: {{GM}}She eyes you suspiciously.{{/GM}} Of course you are. Knowledge is power, neh?
de: {{GM}}Sie beäugt dich argwöhnisch.{{/GM}} Natürlich. Wissen ist Macht, nicht wahr?
es: {{GM}}Te observa con desconfianza.{{/GM}} Claro que sí. El saber es poder, ¿no?
fr: {{GM}}Elle vous toise avec un regard suspect.{{/GM}} Bien sûr. Savoir, c'est pouvoir, n'est-ce pas ?
it: {{GM}}Ti guarda con sospetto.{{/GM}} Certo, si capisce. Sapere è potere, neh?
ru: {{GM}}Она смотрит на тебя с подозрением.{{/GM}} Меня это не удивляет. Знание - сила, разве не так?

source: {{GM}}She eyes you up and down warily. She does a good job of hiding it, but it is clear that she is well outside of her comfort zone.{{/GM}} Yes? And you are?
de: {{GM}}Sie mustert dich argwöhnisch. Sie bemüht sich zwar, es zu verbergen, doch es ist offensichtlich, dass sie sich weit außerhalb ihrer gewöhnlichen Sphäre bewegt.{{/GM}} Ja? Und du bist?
es: {{GM}}Te mira de pies a cabeza con cautela. Hace un buen trabajo ocultándolo, pero está claro que está muy fuera de su elemento.{{/GM}} ¿Sí? ¿Y tú eres...?
fr: {{GM}}Elle vous dévisage avec méfiance. Elle s'efforce au mieux de le cacher, mais il est clair qu'elle ne se sent pas du tout à l'aise.{{/GM}} Oui ? Et vous êtes... ?
it: {{GM}}Ti scruta con sospetto. È molto abile nel nasconderlo, ma si capisce che si trova ben oltre la sua zona sicura.{{/GM}} Sì? E tu chi sei?
ru: {{GM}}Она настороженно оглядывает тебя с ног до головы. Она умело скрывает тот факт, что находится в неприятном для нее месте и чувствует себя донельзя некомфортно.{{/GM}} Да? С кем я разговариваю?

source: {{GM}}She eyes you up and down.{{/GM}} I just sling booze. But the Union is known for its... diverse clientele. Ask around - you’ll probably find someone who can get you what you’re looking for. Now, how about a drink?
de: {{GM}}Sie mustert dich sorgfältig.{{/GM}} Bei mir gibt’s nur Alkohol. Aber die Union ist bekannt für ihre ... farbenfrohe Kundschaft. Sieh dich nur um und du wirst vermutlich jemanden finden, der dir besorgen kann, wonach auch immer du suchst. Also, wie wär’s mit ’nem Drink?
es: {{GM}}Te mira de arriba abajo.{{/GM}} Yo solo sirvo copas. Pero el Unión es famoso por su... variada clientela. Pregunta por ahí, seguro que encuentras a alguien que te puede dar lo que buscas. Y ahora, ¿una copa?
fr: {{GM}}Elle vous scrute de la tête aux pieds.{{/GM}} Je ne serre que des bières. Mais l'Union est connu pour sa... clientèle variée. Demandez autour de vous, vous trouverez certainement quelqu'un qui pourra vous aider. Sinon, qu'est-ce que je vous serre ?
it: {{GM}}Ti squadra da cima a fondo.{{/GM}} Servo solo roba alcolica. L'Union è conosciuto per la sua... clientela variegata. Se chiedi in giro, troverai qualcuno che ha quello che cerchi. Ora, ti va un drink?
ru: {{GM}}Она оглядывает тебя с ног до головы.{{/GM}} Я наливаю выпивку. Впрочем, в Союз заглядывают самые разные... клиенты. Поспрашивай - ты наверняка найдешь того, кто достанет тебе то, что ты ищешь. Так что тебе налить?

source: {{GM}}She falters.{{/GM}} I... I had to. For what he did... what he had become.
de: {{GM}}Sie hält inne.{{/GM}} Ich ... ich musste es tun. Für das, was er getan hat ... was er geworden war.
es: {{GM}}Titubea.{{/GM}} Tenía... Tenía que hacerlo. Por lo que hizo... por aquello en lo que se había convertido.
fr: {{GM}}Elle bafouille.{{/GM}} Je... Il le fallait. Pour ce qu'il a fait... ce qu'il était devenu.
it: {{GM}}Lei vacilla.{{/GM}} Io... Io dovevo. Per quello che aveva fatto... ciò che era diventato.
ru: {{GM}}Она запинается.{{/GM}} Я... должна была. Из-за того, что он сделал... из-за того, чем он стал.

source: {{GM}}She flashes you a puzzled look.{{/GM}} What kind of questions?
de: {{GM}}Sie sieht dich verwirrt an.{{/GM}} Was denn für Fragen?
es: {{GM}}Te lanza una mirada de sorpresa.{{/GM}} ¿Qué tipo de preguntas?
fr: {{GM}}Elle semble perplexe.{{/GM}} Quel genre de questions ?
it: {{GM}}Ti lancia uno sguardo perplesso.{{/GM}} Che tipo di domande?
ru: {{GM}}Она выглядит удивленной.{{/GM}} Каких вопросов?

source: {{GM}}She flushes bright, marring her perfectly made up face.{{/GM}} No. How could I?
de: {{GM}}Sie errötet und ruiniert damit ihre ansonsten perfekt kühle Miene.{{/GM}} Nein. Woher sollte ich?
es: {{GM}}Se sonroja y se le distorsiona el rostro perfectamente maquillado.{{/GM}} No. ¿Cómo iba yo a saberlo?
fr: {{GM}}Elle devient rouge vif, se mariant parfaitement avec son maquillage.{{/GM}} Non. Comment je le saurais ?
it: {{GM}}Un rossore acceso le illumina il volto deturpando la sua espressione composta.{{/GM}} No. Come potrei?
ru: {{GM}}Она краснеет.{{/GM}} Нет. Откуда я могла это знать?

source: {{GM}}She flutters her eyelashes.{{/GM}} No, baby. You look like someone who knows the shadows. We’re trained to spot a bronze the minute they walk in here. Something I can help you with?
de: {{GM}}Sie klimpert mit den Wimpern.{{/GM}} Nein, Baby. Du siehst aus wie jemand, der die Schatten kennt. Polypen erkennen wir auf den ersten Blick. Kann ich dir behilflich sein?
es: {{GM}}Pestañea.{{/GM}} No, tesoro. Tienes pinta de conocer las sombras. Nos han entrenado para detectar a un poli en cuanto entra por la puerta. ¿Puedo ayudarte en algo?
fr: {{GM}}Elle bat des cils.{{/GM}} Non, mon chou. Vous avez l'air de quelqu'un qui connaît les ombres. On nous forme pour repérer un poulet dès qu'il pointe le bout de son nez. Je peux vous aider ?
it: {{GM}}Batte le ciglia.{{/GM}} No, tesoro. Sembri qualcuno che conosce le ombre. Siamo addestrati a sentire la puzza di un distintivo appena mette piede qui dentro. Posso fare qualcosa per te?
ru: {{GM}}Она хлопает реницами.{{/GM}} У меня сложилось впечатление, что о тенях ты знаешь не понаслышке. Полицейских мы уже научились различать. Так чем я могу тебе помочь?

source: {{GM}}She gets a twinkle in her eye.{{/GM}} Someday, maybe. When the rest of my body is made of metal too. But not today.
de: {{GM}}Sie betrachtet dich mit einem Glitzern in den Augen.{{/GM}} Irgendwann vielleicht. Wenn der Rest meines Körpers auch aus Metall besteht. Aber nicht heute.
es: {{GM}}Algo destella en su mirada.{{/GM}} Algún día, quizás. Cuando el resto de mi cuerpo también esté hecho de metal. Pero hoy no.
fr: {{GM}}Ses yeux étincellent.{{/GM}} Un jour, peut-être. Lorsque tout le reste de mon corps sera fait de métal. Mais pas aujourd'hui.
it: {{GM}}Ha un luccichio negli occhi.{{/GM}} Un giorno, forse. Quando anche il resto del mio corpo sarà fatto di metallo. Ma non oggi.
ru: {{GM}}В ее глазах появляется озорной блеск.{{/GM}} Когда-нибудь так и будет. Когда во мне будет гораздо больше железа, чем сейчас. Но не сегодня.

source: {{GM}}She giggles with practiced ease - the elf girl next door.{{/GM}} That’s sweet! Nobody ever asks me that around here... Sorry, baby. I’m off the menu. Drink?
de: {{GM}}Sie kichert mit sorgsam einstudierter Unbefangenheit – ganz das Elfenmädchen von nebenan.{{/GM}} Du bist süß! Niemand sonst fragt mich hier sowas ... tut mir leid, Schätzchen. Ich steh nicht auf der Karte. Wie wär’s mit einem Drink?
es: {{GM}}Ríe con una tranquilidad ensayada, típica elfa.{{/GM}} ¡Qué encanto! Por aquí, nadie me pregunta esas cosas... Lo siento, cielo. Yo no estoy en el menú. ¿Una copa?
fr: {{GM}}Elle glousse d'une manière pas très naturelle, comme si elle l'avait répété.{{/GM}} C'est mignon. Personne ne m'a jamais demandé ça avant, ici... Désole, bébé. Je suis déjà prise. Qu'est-ce que je vous serre ?
it: {{GM}}Sorride con esperta ingenuità, come l'Elfa della porta accanto.{{/GM}} Che dolce! Non me lo chiede mai nessuno... Spiacente, tesoro. Non sono sul menu! Cosa bevi?
ru: {{GM}}Она хихикает с заученной легкостью - милая, чуть наивная эльфийская девочка.{{/GM}} Это так мило! Никто из завсегдатаев еще не приглашал на свидание. Извини, детка, сегодня меня нет в меню. Налить тебе что-нибудь?

source: {{GM}}She glares at you for a moment and you can see pain in her eyes, along with something else. Power.{{/GM}} He's my brother, and I'm trying to learn from him the identity of his killer.
de: {{GM}}Sie wirft dir einen zornigen Blick zu und du erkennst den Schimmer von großem Schmerz in ihren Augen – und von noch etwas: Macht.{{/GM}} Er ist mein Bruder und ich versuche, von ihm zu erfahren, wer sein Mörder war.
es: {{GM}}Te mira durante un momento y puedes ver el dolor en sus ojos, junto con algo más. Poder.{{/GM}} Es mi hermano, y estoy intentando que me diga quién es su asesino.
fr: {{GM}}Elle vous fixe un moment, et vous pouvez lire la douleur dans ses yeux. La douleur, et autre chose. Le pouvoir.{{/GM}} C'est mon frère, et j'essaye d'apprendre de lui l'identité de son assassin.
it: {{GM}}Per un istante ti lancia un'occhiataccia e scorgi dolore nei suoi occhi, oltre a qualcos'altro. Potere.{{/GM}} È mio fratello e sto cercando di farmi rivelare da lui l'identità del suo assassino.
ru: {{GM}}Она пронзает тебя взглядом. Ее глаза полны боли и чего-то еще. В них пылает черное пламя могущества.{{/GM}} Он был моим братом, и я пытаюсь узнать, кто убил его.

source: {{GM}}She grunts.{{/GM}} Sure... I was closing up when I heard a series of explosions from behind the Union. Couple seconds later, this guy comes out, runs across the street. Didn't get a good look at him. Then all the lights in the alley exploded all of a sudden. Things got pretty quiet after that.
de: {{GM}}Sie ächzt.{{/GM}} Sicher ... Ich hab gerade zusammengeräumt, als ich eine Reihe von Explosionen von hinter der Union hörte. Ein paar Sekunden später kommt dieser Typ heraus, und rennt über die Straße. Dann explodierten plötzlich alle Lichter in der Gasse. Danach wurde es ziemlich ruhig.
es: {{GM}}Gruñe.{{/GM}} Claro... Estaba cerrando cuando escuche una serie de explosiones que venían de detrás del Unión. Un par de segundos más tarde, salió un tipo corriendo por la calle. No pude verlo bien. Entonces todas las luces del callejón explotaron de repente. Después de eso todo se quedó en silencio.
fr: {{GM}}Elle grogne.{{/GM}} Ouais... J'étais en train de fermer quand j'ai entendu une série d'explosions qui venaient de derrière l'Union. Deux secondes plus tard, ce gars traverse la rue en courant. Je n'ai pas pu bien voir. Et puis toutes les lumières de l'allée ont explosé tout à coup. Tout s'est calmé rapidement après ça.
it: {{GM}}Grugnisce.{{/GM}} Certo... Stavo chiudendo quando ho sentito una serie di esplosioni da dietro l'Union. Un paio di istanti dopo, esce un tizio e attraversa la strada correndo. Non l'ho visto bene. Poi all'improvviso tutti i lampioni del vicolo sono scoppiati. E non si sono sentiti altri rumori.
ru: {{GM}}Она ворчит.{{/GM}} Само собой... Я уже закрывала лавочку, когда услышала несколько взрывов, один за другим. Через несколько секунд из переулка выбежал какой-то мужик и рванул куда-то прочь, я не успела его разглядеть. Потом взорвались все фонари, и все наконец затихло.

source: {{GM}}She holds the photo forward, one part of her ready to relinquish it along with the past and another looking to hold on to both.{{/GM}} May I keep this?
de: {{GM}}Sie hält das Foto vor sich hoch. Ein Teil von ihr scheint bereit, es gemeinsam mit ihrem alten Leben zurückzulassen, während ein anderer beides behalten möchte.{{/GM}} Dürfte ich das behalten?
es: {{GM}}Aleja la foto de sí, una parte de ella lista para renunciar a ella junto con el pasado y otra intentando aferrarse a ambos.{{/GM}} ¿Me la puedo quedar?
fr: {{GM}}Elle tend la photo devant elle, partagée entre l'envie de s'en défaire et celle de s'accrocher à un passé révolu.{{/GM}} Je peux la garder ?
it: {{GM}}Tiene la foto davanti a sé: da un lato è pronta a lasciarla andare insieme al suo passato, dall'altro cerca di trattenere entrambe le cose.{{/GM}} Posso tenerla?
ru: {{GM}}Она крепко сжимает фотографию. Какая-то часть ее не хочет расставаться с воспоминанием, какая-то подталкивает ее вперед.{{/GM}} Можно мне это забрать?
