Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Then, after our father died, things began to change. And we couldn't get back to a new normal. With our dad around, there was always a reassuring order to our lives. But after, everything got mixed up. You can never really appreciate the importance of a person in your life until they’re gone. {{GM}}The remorse plays wet across her eyes, and it seems that she's not just talking about her father.{{/GM}}
de: Dann, als unser Vater starb, begann sich alles zu verändern. Wir konnten keine Ordnung in unserem Leben mehr finden. Unser Vater war der Stützpfeiler unserer Familie und als er weg war, geriet alles durcheinander. Du kannst den Wert einer Person in deinem Leben nie wirklich verstehen, bis sie fort ist. {{GM}}Reue spiegelt sich in ihren feuchten Augen wider und es scheint, als spreche sie nicht nur von ihrem Vater.{{/GM}}
es: Entonces, después de que nuestro padre muriera, las cosas empezaron a cambiar. Y no pudimos volver a una nueva normalidad. Con nuestro padre alrededor, siempre había un orden tranquilizador en nuestras vidas. Pero después, todo se trastocó. Nunca puedes apreciar realmente la importancia que tiene una persona en tu vida hasta que ya no está. {{GM}}El remordimiento le humedece los ojos y parece que no está hablando únicamente de su padre.{{/GM}}
fr: Et puis, quand notre père est mort, les choses ont changé. On n'a pas réussi à retourner à la normale. Notre père, de son vivant, imposait un certain ordre rassurant dans nos vies. Mais après, tout s'est détraqué. C'est vrai qu'on ne réalise l'importance d'une personne dans notre vie qu'une fois qu'elle n'est plus là. {{GM}}Les larmes lui montent aux yeux, dans une expression de remords qui ne semble pas seulement dédiée à son père.{{/GM}}
it: Poi, quando nostro padre morì, le cose hanno cominciato a cambiare. E non potevamo più tornare alla normalità. Quando papà era vivo, avevamo la sua presenza rassicurante. Ma poi tutto è andato in pezzi. Non capisci mai quanto è importante una persona nella tua vita finché non se ne va. {{GM}}I rimorsi cominciano a inondarle gli occhi, e pare che non stia parlando più solo di suo padre.{{/GM}}
ru: Когда умер отец, все начало меняться. Мы так и не смогли оправиться после его гибели. Пока он был жив, в нашей семье царил порядок, но потом все перепуталось. Трудно оценить человека по-настоящему, пока не потеряешь его навсегда. {{GM}}На ее глаза наворчаиваются слезы. Похоже, она имеет в виду не только своего отца{{/GM}}

source: Then, with a final bloody whimper, the Emerald City Ripper breathes his last.
de: Dann, mit einem letzten, blutigen Wimmern, tut der Emerald City Ripper seinen letzten Atemzug.
es: Entonces, con un último gemido ensangrentado, el Destripador de Ciudad Esmeralda exhala su último aliento.
fr: Et c'est ainsi que l'éventreur d'Emerald City rendit son dernier soupir.
it: Poi, con un ultimo gemito sanguinoso, lo Squartatore di Emerald City spira.
ru: Потрошитель Изумрудного города всхлипывает и испускает дух.

source: Theodore "Buster" Gruberman is a well-groomed ork, dressed with a precision that suggests the straight lines of a military officer's uniform. His hair is cropped short, high and tight, as they say, and the neatness this presents is only compromised by the uneven tusks protruding from his mouth. The only other defect in this picture of perfection is the man's cybernetic right arm, which is obvious enough to be noticeable but not so obvious as to ruin the line of his suit.
de: Theodore „Buster“ Gruberman ist ein gepflegter Ork, der mit einer Präzision gekleidet ist, die an die geraden Linien einer Militäruniform erinnert. Sein Haar ist kurzgeschoren und die Geradlinigkeit seiner Erscheinung wird nur durch seine schiefgewachsenen Stoßzähne gemindert. Der einzige andere Fehler in dem sonst makellosen Auftreten ist sein kybernetischer rechter Arm, der zwar auffällig genug ist, aber immerhin nicht den Schnitt seines Anzugs ruiniert.
es: Theodore "Buster" Gruberman es un orko muy acicalado, vestido con una precisión que emula las líneas rectas del uniforme de un oficial militar. Lleva el pelo corto, podría decirse que compacto, y toda esta pulcritud solo se ve alterada por los colmillos desiguales que le salen de la boca. Solo hay un defecto más en esta imagen de perfección: se trata de su brazo derecho cibernético, lo bastante evidente para notarse pero no tan obvio como para estropear la línea del traje.
fr: Theodore "Buster" Gruberman est un ork soigné, habillé avec une précision suggérant les plis droits d'un uniforme militaire. Ses cheveux sont courts, hauts et drus, et l'aspect soigné apparent n'est compromis que par les défenses inégales protubérantes sortant de sa bouche. Le seul autre défaut de cette image parfaite est peut-être son bras droit cybernétique, qui est assez flagrant pour être remarqué, mais pas assez pour ruiner l'élégance de son costume.
it: Theodore "Il demolitore" Gruberman è un orco dall'aspetto ben curato, vestito con una precisione che ricorda quella di un'uniforme militare. I capelli sono tagliati corti e dritti, a spazzola. La precisione è guastata solo dalle zanne irregolari che sporgono dalla sua bocca. L'unico altro difetto in questo quadro perfetto è il braccio destro cibernetico, abbastanza grosso da essere evidente, ma non così tanto da rovinare la linea del suo completo.
ru: Теодор "Бастер" Груберман - это опрятный орк, одетый в безупречно чистую и аккуратную форму, которая выдает в нем армейского офицера. Его короткая стрижка придает ему убедительности, хотя общее впечатление несколько портят торчащие изо рта клыки разной длины. Еще один изъян выдает себя почти сразу: его правая рука заменена кибернетическим протезом. Тем не менее, этот недостаток не портит его внешности.

source: There $(l.he) is!
de: Da ist $(l.he) ja!
es: ¡Ahí está $(l.he)!
fr: $(l.he) est là !
it: Ecco $(l.he)!
ru: Вот $(l.he)!

source: There always are.
de: Die gibt es immer.
es: Siempre las hay.
fr: Il y en a toujours.
it: Ce ne sono sempre.
ru: Иначе не бывает.

source: There are drugs that can help you, Gino. We can go slow.
de: Es gibt Drogen, die dir helfen können, Gino. Wir können das langsam angehen.
es: Hay medicamentos que pueden ayudarte, Gino. Podemos tomárnoslo con calma.
fr: Il existe d'autres drogues pour t'aider, Gino. On peut y aller doucement.
it: Le medicine possono aiutarti, Gino. Ci andremo piano.
ru: Есть лекарства, которые тебе помогут, Джино. Мы можем не спешить.

source: There are giant insects nesting beneath Seattle. They cannot be killed. Do you know what insects do? Better than anything? They multiply. And they consume.
de: Unter Seattle bauen riesige Insekten ihre Nester. Sie können nicht getötet werden. Weißt du was Insekten machen? Besser als alles andere? Sich vermehren. Und alles fressen.
es: Hay insectos gigantes anidando bajo Seattle. No hay forma de matarlos. ¿Sabes lo que hacen los insectos mejor que nada? Multiplicarse. Y devorar.
fr: Des insectes géants ont fait leur nid sous Seattle. On ne peut pas les tuer. Savez-vous ce que font les insectes ? Plus que tout ? Ils se multiplient. Et ils se nourrissent.
it: Ci sono insetti giganti che nidificano nei sotterranei di Seattle e non riusciamo a ucciderli. Sai cosa fanno gli insetti? Più di qualsiasi altra cosa? Si moltiplicano. E divorano tutto.
ru: Под Сиэтлом устроили гнездо гигантские насекомые. Их невозможно убить. А ты знаешь, что насекомые делают особенно хорошо? Они плодятся. А еще они жрут.

source: There are people that live there. Good people. They'll have no lights. No heat. It won't be a slum anymore. It'll be a graveyard.
de: Dort leben Leute. Gute Leute. Und bald haben sie keinen Strom mehr. Keine Heizung. Dann werden die Barrens kein Slum mehr sein, sondern ein Friedhof.
es: Ahí vive gente. Buena gente. No tendrán luz. Ni calefacción. Ya no será un barrio pobre. Será un cementerio.
fr: Il y a des gens qui vivent là-bas. Des honnêtes gens. Ils n'auront plus de lumière. Plus de chauffage. Ce ne sera plus un quartier pauvre. Ce sera un cimetière.
it: Ci vivono delle persone lì. Brave persone. Non avranno corrente. Né riscaldamento. Non sarà più un sobborgo. Sarà un cimitero.
ru: Там живут люди. Хорошие люди, которые лишатся всего - без света и отопления это место перестанет быть трущобами, оно станет кладбищем.

source: There are several pulses of information on cutting edge Telestrian innovations, any fixer would would pay good nuyen for data this hot.
de: Es gibt mehrere Informationsimpulse über bahnbrechende Telestrian-Innovationen. Jeder Schieber würde eine Menge Nuyen für solch heiße Daten zahlen.
es: Hay varios lotes de información sobre innovaciones revolucionarias de Telestrian, cualquier fixer pagaría un buen puñado de nuyens por datos como estos.
fr: Il existe de nombreuses informations sur les innovations Telestrian de pointes, n'importe quel Fixer paierait cher pour des données toutes fraîches comme celles-là.
it: Circolano diverse informazioni che parlano di nuove tecnologie Telestrian all'avanguardia, qualunque ricettatore pagherebbe bei nuyen per dei dati così scottanti.
ru: На нескольких страницах перечислены новейшие разработки корпорации Телестриан Индастриз. Любой посредник хорошо заплатит за подобную информацию.

source: There are some log files that were recently accessed, and an encrypted research database.
de: Du entdeckst einige Log-Dateien, auf die vor Kurzem zugegriffen wurde, sowie eine verschlüsselte Forschungsdatenbank.
es: Hay unos archivos de registro a los que se ha accedido recientemente y una base de datos de investigación encriptada.
fr: Il y a quelques fichiers logs auxquels on a récemment accédé ainsi qu'une base de données de recherche cryptée.
it: Ci sono alcuni file di registro aperti di recente e un database di ricerca cifrato.
ru: Ты обращаешь внимание на список недавно измененных файлов и зашифрованную базу данных.

source: There are still more treasures to be found in these crates. Stick around and you might see something you like. Maybe I can find what you're looking for?
de: In diesen Kisten verbergen sich noch viel mehr Schätze. Wenn du lang genug hierbleibst, siehst du vielleicht etwas, das dir gefällt. Suchst du vielleicht irgendetwas Spezifisches?
es: En estas cajas aún pueden encontrarse más tesoros. Quédate por aquí y quizás veas algo que te guste. Quizás pueda encontrar lo que estás buscando.
fr: Il y a encore beaucoup de trésors à découvrir au fond de ces caisses. Si vous restez dans les parages, vous pourriez trouver quelque chose qui vous plait. Peut-être que je peux trouver ce que vous cherchez ?
it: Queste casse nascondono ancora molti tesori. Resta nei paraggi e potresti trovare qualcosa di tuo gradimento. Forse posso trovare quello che stai cercando.
ru: В этих ящиках лежат настоящие сокровища. Подойди через полчаса, и я их тебе покажу. Можем распаковать их вместе.

source: There are things that need doing, and I'm the one to do them.
de: Es gibt Dinge, die erledigt werden müssen, und ich bin der Glückspilz, der sich darum kümmern muss.
es: Hay cosas por hacer, y las tengo que hacer yo.
fr: Certaines choses doivent être faites, et c'est moi qui les fais.
it: Ci sono cose che vanno fatte e devo farle io.
ru: У меня есть дело, и я собираюсь довести его до конца.

source: There are two distinct sets of footprints. A human's, ending at the chalk outline, and a larger set, possibly Ork or Troll, following just behind the first.
de: Hier sind zwei Paar Fußspuren. Die einen sind die eines Menschen und enden, wo der Kreideumriss beginnt. Die anderen sind größer, womöglich die eines Orks oder Trolls und folgen den anderen auf dem Fuße.
es: Hay dos tipos de huellas. Unas de humano, que terminan al final del contorno de tiza, y unas más grandes, posiblemente de orko o de troll, justo detrás de las primeras.
fr: Il y a deux types d'empreintes de pas. Les unes sont humaines et s'arrêtent à la ligne tracée à la craie. Les autres, qui suivent juste derrière, sont plus larges. Peut-être un ork ou un troll.
it: Ci sono due serie distinte d'impronte. Una umana, che termina alla sagoma di gesso, e una più grande, forse di Orco o Troll, subito dietro la prima.
ru: На полу отчетливо видны следы двух пар ног. Первый след принадлежит человеку и заканчивается рядом с местом, на котором было найдено тело. Второй след, гораздо большего размера, следует за первым и может принадлежать орку или троллю.

source: There are two greeting cards are taped to the bunk. One is a giant, home-made card. The other is professionally printed and features the logo of the Universal Brotherhood.
de: Zwei Grußkarten wurden an die Pritsche geklebt. Die eine ist eine riesige, selbstgebastelte Karte. Die andere wurde professionell gedruckt und auf ihr prangt das Logo der Universellen Bruderschaft.
es: Hay dos tarjetas de felicitación pegadas a la litera. Una es enorme, hecha a mano. La otra tiene una impresión profesional y aparece el logotipo de la Hermandad Universal.
fr: Il y a deux cartes de vœux collées à la couchette. L'une est une carte géante fait maison. L'autre est imprimée par un professionnel et comporte un logo de la Confrérie Universelle.
it: Due biglietti sono fissati alla branda con del nastro adesivo. Il primo è un enorme biglietto fatto a mano. L'altro è stato stampato in modo professionale e reca il il logo della Fratellanza Universale.
ru: К койке пришпилены две открытки. Одна из них самодельная, другая напечатана в типографии и украшена логотипом Всеобщего братства.

source: There are two uniforms crammed into the locker.
de: Im Spind befinden sich zwei Uniformen.
es: En la taquilla hay dos uniformes arrugados.
fr: Il y a deux uniformes empilés dans le casier.
it: Nell'armadietto ci sono due uniformi.
ru: В шкафчике валяются два скомканных комбинезона.

source: There better be a big reward for this.
de: Ich hoffe doch sehr, dass dafür ’ne ordentliche Belohnung rausspringt.
es: Será mejor que haya una recompensa por esto.
fr: J'espère qu'il y a une grosse récompense pour ça.
it: È meglio che la ricompensa sia grossa.
ru: Надеюсь, мне полагается за это награда.

source: There have been some… complications.
de: Diese ganze Sache ist noch etwas ... komplizierter.
es: Ha habido... complicaciones.
fr: Il y a eu quelques... complications.
it: Ci sono state delle... complicazioni.
ru: Ситуация оказалась... сложной.

source: There is a can labeled "kerosene" and a can labeled "paint solvent."
de: Du siehst einen Kanister mit der Aufschrift „Kerosin“ und einen mit der Aufschrift „Farblösungsmittel.“
es: Hay una lata donde pone "queroseno" y otra donde pone "disolvente de pintura".
fr: Il y a un bidon étiqueté "pétrole" et un autre étiqueté "solvant à peinture".
it: C'è un contenitore con scritto "cherosene" e un altro con l'etichetta "solvente per vernici".
ru: На полке стоят канистра с надписью "керосин" и канистра с надписью "растворитель."

source: There is a great deal of fear and distrust. In some places, it is strong enough to impact the working of magic.
de: Es herrscht eine große Furcht und viel Misstrauen. An manchen Orten so sehr, dass es die Magie beeinflusst.
es: Hay una gran cantidad de miedo y desconfianza. En algunos lugares es lo bastante fuerte para afectar al funcionamiento de la magia.
fr: Il y a beaucoup de peur et de méfiance. À certains endroits, c'est même suffisamment fort pour affecter la magie.
it: C'è molta paura e sconforto. In alcuni luoghi tale sensazione è tanto forte da interferire con le attività magiche.
ru: Страх и недоверие окружают нас. В некоторых местах они настолько сильны, что оказывают воздействие на магические потоки.

source: There is a hammer, a number of screwdrivers, and seemingly random collection of screws, bolts, and nuts.
de: Du siehst einen Hammer, ein paar Schraubenzieher und eine unübersichtliche Sammlung an Schrauben, Bolzen und Muttern.
es: Hay un martillo, varios destornilladores y una colección desordenada de tornillos, clavos y tuercas.
fr: Il y a un marteau, des tournevis, des vis de tailles et de formes différentes, des boulons et des écrous.
it: C'è un martello, un po' di cacciaviti e viti, bulloni e dadi alla rinfusa.
ru: На полке лежит молоток, несколько отверток и коллекция болтов, гаек и шурупов разных размеров.

source: There is a janitor's uniform, ID badge and the commlink chips in the locker. They will get you general access and allow you to pass a basic inspection. The rest is up to you. One more thing - Mr. Silverstar is well known for his creative security measures. You would do well to learn as much as you can about this man before meeting him. Now, quickly change and I will unlock the door.
de: Im Schrank findest du eine Hausmeisteruniform, eine ID-Karte und die Kommlink-Chips. Damit erhältst du Zutritt zum Gebäude und solltest nicht weiter auffallen. Alles weitere musst du selbst hinkriegen. Eine Sache noch – Mr. Silverstar ist bekannt für seine kreativen Sicherheitsvorrichtungen. Du solltest so viel wie möglich über ihn in Erfahrung bringen, bevor du ihn triffst. Nun gut, zieh dich um und ich entriegele diese Tür.
es: En la taquilla hay un uniforme de limpiador, una tarjeta de identificación y los chips de commlink. Te otorgarán un acceso general y podrás pasar una inspección básica. El resto depende de ti. Otra cosa; el Sr. Silverstar es famoso por sus medidas de seguridad creativas. No estaría de más que aprendieras todo lo que pudieras sobre este tipo antes de reunirte con él. Venga, cámbiate, rápido, y te abriré la puerta.
fr: Tu trouveras un uniforme de concierge, un badge et les puces de commlink dans le casier. Avec ça, tu seras autorisé à entrer et à faire un contrôle de routine. Quant au reste, ça dépend de toi. Une dernière chose. M. Silverstar est réputé pour ses mesures de sécurité innovantes. Tu ferais mieux d'en apprendre le plus possible sur cet homme avant de le rencontrer. Maintenant, va vite te changer et je déverrouillerai la porte.
it: C'è un'uniforme da custode, una tessera di riconoscimento e i microchip per commlink nell'armadietto. Ti consentiranno di accedere ovunque e di passare senza troppi problemi un'ispezione di base. Il resto sta a te. Un'altra cosa. Il signor Silverstar è noto per le sue misure di sicurezza... creative. Faresti bene a informarti il più possibile prima di incontrarlo. Ora sbrigati, cambiati e io sbloccherò la porta.
ru: Комбинезон уборщика, пропуск и комм-чипы лежат в шкафчике. На уборщиков никто не смотрит, поэтому вряд ли кому-то придет в голову тебя останавливать. Не сомневаюсь, ты справишься. Да, и еще. Мистер Сильверстар очень творчески подходит к вопросу обеспечения безопасности. Постарайся узнать о его методах как можно больше, прежде чем подниматься наверх. Давай, переодевайся, а я пока открою для тебя дверь.

source: There is a mid-grade security panel attached to the nearby door. It's set to require a password for entry.
de: Du siehst eine Sicherheitskonsole in der Nähe einer Tür. Sie benötigt ein Passwort, um die Tür zu entriegeln.
es: Hay un panel de seguridad de nivel intermedio conectado a la puerta cercana. Para entrar hace falta una contraseña.
fr: Il y a un panneau de sécurité de niveau intermédiaire près de la porte. Un mot de passe est requis pour pouvoir entrer.
it: Accanto alla porta, c'è un pannello di sicurezza livello medio. Richiede una password per l'accesso.
ru: На двери вместо замка установлена дешевенькая электронная панель. Чтобы войти, нужно назвать пароль.

source: There is a new world coming, $(l.name)! And it’s beautiful! Ordered. Safe. Unambiguous. A world where everyone knows their place. Imagine it! A world without chaos. Without selfishness, or any other human failings. No one to betray you or hurt you or--
de: Wir stehen am Beginn einer neuen Welt, $(l.name)! Und sie wird wundervoll! Geordnet. Sicher. Frei von Zweifeln. Eine Welt, in der jeder seinen Platz kennt. Stell es dir vor! Eine Welt ohne Chaos. Ohne Selbstsucht oder andere menschliche Verfehlungen. Niemand kann dich verraten, oder verletzten, oder –
es: ¡Se aproxima un nuevo mundo, $(l.name)! ¡Y es hermoso! Organizado. Seguro. Inequívoco. Un mundo en el que todos conocen su lugar. ¡Imagínatelo! Un mundo sin caos. Sin egoísmo ni ningún defecto humano. Nadie que te traicione, ni te haga daño, ni...
fr: Un nouveau monde est en marche, $(l.name) ! Et il est magnifique ! Ordonné. Stable. Compréhensible. Un monde où chacun connait son rôle. Imaginez ! Un monde sans chaos. Sans égoïsme, ni aucun autre échec humain. Personne pour vous trahir, vous blesser, ou...
it: C'è un nuovo mondo in arrivo, $(l.name)! Ed è bellissimo! Ordinato. Sicuro. Senza ambiguità. Un mondo in cui tutti conoscono il loro posto. Immaginalo! Un mondo senza caos. Senza egoismo o qualsiasi altra debolezza umana. Nessuno che ti tradisca o ti faccia del male...
ru: Грядет новый мир, $(l.name)! И он будет прекрасен! Упорядоченный. Безопасный. Лишенный двусмысленностей. Мир, в котором каждый находится на своем месте. Только представь! Мир, в котором нет хаоса. Мир, в котором нет эгоизма и прочих человеческих слабостей. Мир, в котором никто не предаст тебя, никто не заставит тебя страдать...

source: There is a receipt, and an old photograph stuck between the pages.
de: Zwischen den Seiten befindet sich eine Quittung und ein altes Foto.
es: Hay un recibo y una vieja fotografía encajada entre las páginas.
fr: Il y a une facture, et une vieille photo coincée entre deux pages.
it: Tra le pagine, c'è uno scontrino e una vecchia foto.
ru: Страница заложена чеком и старой фотографией.

source: There is a safe that has a large DNA scanner on the front most likely keyed to Mr. Silverstar.
de: Hier befindet sich ein Tresor mit einem großen DNA-Scanner, der vermutlich auf Mr. Silverstars DNA eingestellt wurde.
es: Hay una caja fuerte con un escáner grande de ADN delante, probablemente configurada para el Sr. Silverstar.
fr: Il y a un coffre avec un grand scanner ADN devant, probablement codé pour M. Silverstar.
it: C'è una cassaforte con un grande scanner DNA sul davanti, molto probabilmente registrato al signor Silverstar.
ru: Оборудованный сканером ДНК сейф скорее всего настроен на мистера Сильверстара.

source: There is a sharpness in Kluwe’s eyes, the look of a man who has seen much and earned wisdom at a young age.
de: In Kluwes Augen liegt eine gewisse Schärfe, der Blick eines Mannes, der schon viel gesehen und früh an Weisheit gewonnen hat.
es: Los ojos de Kluwe reflejan cierta agudeza, tiene el aspecto de un hombre que ha visto demasiado y ha madurado muy pronto.
fr: Le regard de Kluwe est dur. C'est le regard de quelqu'un qui en a vu beaucoup et qui a glané déjà beaucoup de sagesse à un jeune âge.
it: Gli occhi di Kluwe rivelano un certo acume, ha lo sguardo di un uomo che ha visto molto e ha acquisito la saggezza in giovane età.
ru: Взгляд Клюве выдает немалый интеллект и изрядную проницательность. Так смотрят люди, много повидавшие в жизни и рано научившиеся не доверять никому.

source: There is a variety of sweets, including some red and blue candy.
de: Auf dem Tisch befindet sich eine Auswahl an Süßigkeiten, darunter rote und blaue Bonbons.
es: Hay dulces variados, incluyendo caramelos rojos y azules.
fr: Il y a une grande variété de friandises, dont des bonbons rouges et bleus.
it: C'è una varietà di dolciumi, comprese caramelle rosse e blu.
ru: Конфеты, среди прочего - синие и красные.
