Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: No! You don’t... you can’t understand what it’s like out here! I’m naked. I gotta slot in... get away. {{GM}}He points the gun at Coyote.{{/GM}} You’re not gonna stop me! I’ll fragging kill you first!
de: Nein! Du ... du kannst nicht verstehen, wie es hier draußen ist! Ich bin nackt. Ich muss mich einslotten ... muss weg. {{GM}}Er zielt mit der Waffe auf Coyote.{{/GM}} Du wirst mich nicht aufhalten! Da mach ich dich lieber vorher kalt!
es: ¡No! No lo harás... ¡No puedes entender lo que pasa aquí fuera! Estoy desnudo. Tengo que conectarme... Alejaos. {{GM}}Apunta a Coyote con la pistola.{{/GM}} ¡No vas a detenerme! ¡Antes te mataré!
fr: Non ! Pas question... tu ne comprends pas ce que ça fait de vivre ici ! Je me sens à poil. Je dois y retourner... partir d'ici. {{GM}}Il pointe le pistolet sur Coyote.{{/GM}} Plus rien ne peut m'arrêter ! Faudra me passer sur le corps !
it: No! Non puoi capire com'è là fuori! Sono nudo. Devo collegarmi... scappare via da qui. {{GM}}Punta la pistola verso Coyote.{{/GM}} Non mi fermerete! Vi ucciderò io prima!
ru: Нет! Ты не... ты не понимаешь, до чего тут хреново! Я голый. Я должен подключиться... должен убраться отсюда. {{GM}}Он наставляет пистолет на Койот.{{/GM}} Ты меня не остановишь! Я тебя пристрелю!

source: No, $(l.name). I didn't miss a beat. I was on my game the whole time. Remember, I was on point. New Larry was supposed to cover Dowd.
de: Nein, $(l.name). Ich habe keinen Fehler gemacht. Ich war die ganze Zeit in Top-Form. Ich war auf vorderster Position, wenn du dich erinnerst. New Larry sollte Dowd Deckung geben.
es: No, $(l.name). No vacilé. Estuve centrado en todo momento. Recuerda, yo hice bien mi trabajo. Se suponía que New Larry cubría a Dowd.
fr: Non, $(l.name). Je n'ai pas raté le coche. J'étais concentré tout du long. N'oublie pas que j'étais en première ligne. New Larry était censé couvrir Dowd.
it: No, $(l.name). Non ho perso nessuna rotella. Ho avuto la testa sulle spalle per tutto il tempo. Ricorda, io ero in posizione. New Larry doveva coprire Dowd.
ru: Нет, $(l.name). Я не облажался. Я сделал все, что мог. Не забывай, что я шел впереди. Прикрывать Дауда должен был Ларри.

source: No, I want to stop at the Union first. I'll hire runners there.
de: Nein, ich will erst zur Union. Ich heuere dort Runner an.
es: No, antes quiero pasar por el Unión. Contrataré runners allí.
fr: Non, je veux d'abord passer à l'Union. J'engagerai les runners là-bas.
it: No, prima voglio passare all'Union. Assolderò lì i Runner che mi servono.
ru: Нет, мне надо вернуться в Союз. Я найму раннеров там.

source: No, I'm not. That a problem?
de: Nein, tu ich nicht. Ist das ein Problem?
es: No, no lo estoy. ¿Es eso un problema?
fr: Non, du tout. C'est un problème ?
it: No. È un problema?
ru: Нет. Это проблема?

source: No, I... He...
de: Nein, ich ... er ...
es: No, yo... Él...
fr: Non, je... Il...
it: No, io... Lui...
ru: Нет, я... Он...

source: No, I’ll talk to Johnny about it.
de: Nein, ich werde mit Johnny darüber reden.
es: No, hablaré con Johnny sobre el tema.
fr: Non, je vais en parler avec Johnny.
it: No, ma ne parlerò con Johnny.
ru: Нет. Я поговорю об этом с Джонни.

source: No, I’m out of Nerps. But I got something else you might like.
de: Nee, die Nerps sind mir ausgegangen. Aber ich hab was anderes, das dir gefallen könnte.
es: No, no me queda Nerps. Pero tengo otra cosa que podría gustarte.
fr: Non, je n'ai plus de Nerps. Mais j'ai autre chose qui va te plaire.
it: No, ho finito i Nerps. Ma ho qualcos'altro che potrebbe piacerti.
ru: Нет, нерпс у меня закончился. Но есть кое-что еще.

source: No, Mother Lynne left about 15 minutes ago.
de: Mutter Lynne hat das Gebäude vor etwa 15 Minuten verlassen.
es: No, Madre Lynne se marchó hace unos 15 minutos.
fr: Non, Mère Lynne est partie il y a environ 15 minutes.
it: No, Madre Lynne è andata via circa 15 minuti fa.
ru: Нет, мать Линн удалилась примерно четверть часа тому назад.

source: No, and I thought he would by now. Did something happen to him?
de: Nein. Aber mittlerweile müsste er das doch. Ist ihm etwas zugestoßen?
es: No, y yo pensaba que él también lo estaría. ¿Le sucedió algo?
fr: Non, et je supposais que c'était bon, à présent. Quelque chose lui ait arrivé ?
it: No, pensavo che l'avesse già fatto. Gli è successo qualcosa?
ru: Нет, хоть и собирался. С ним что-нибудь случилось?

source: No, but my Boss knows you. If you are interested in work, he's interested in hiring you.
de: Nein, aber mein Boss kennt dich. Wenn du an Arbeit interessiert bist, ist es ihm daran gelegen, dich anzuheuern.
es: No, pero mi jefe sí te conoce. Si te interesa trabajar, a él le interesa contratarte.
fr: Non, mais mon patron vous connait. Si vous cherchez du travail, il cherche à vous embaucher.
it: No, ma il mio capo ti conosce. Se ti interessa lavorare, vorrebbe ingaggiarti.
ru: Нет, но мой наниматель знает о тебе достаточно. Если тебе нужна работа, я могу сделать тебе интересное предложение.

source: No, dammit!
de: Nein, verdammt!
es: ¡No, maldición!
fr: Non, c'est pas vrai !
it: No, dannazione!
ru: Нет, черт побери!

source: No, he didn't. But that was as much an oversight on my part as Sam ducking me.
de: Nein, hat er nicht. Aber es war ebenso sehr meine Nachlässigkeit wie sein Bemühen, mich zu prellen.
es: No, no lo hizo. Pero fue porque yo lo pasé por alto y porque Sam me esquivó.
fr: Non, c'est vrai. Mais c'était plutôt un oubli de ma part qu'un carottage de la part de Sam.
it: No, in effetti. Ma è stata tanto una mia svista quanto una furbata di Sam.
ru: Не заплатил. Но я сам виноват - мне стоило быть внимательнее.

source: No, he hasn’t been in since that last time. No calls or pages or handwritten notes either. Weird - he was so persistent. I guess he finally got the message. Maybe he’ll find someone at that Universal Brotherhood of his and settle down.
de: Nein, er war seit dem letzten Mal nicht mehr hier. Keine Anrufe oder Nachrichten ... auch keine handgeschriebenen Briefe. Seltsam, er war so hartnäckig. Ich denke, er hat’s wohl endlich verstanden. Vielleicht findet er ja jemanden bei seiner Universellen Bruderschaft und wird mit ihr glücklich.
es: No, no ha vuelto desde la última vez. Tampoco me ha llamado, ni me ha mandado un mensaje ni me ha dejado una nota. Es raro; era muy insistente. Supongo que por fin lo ha pillado. A lo mejor encuentra a alguien en esa Hermandad Universal y sienta la cabeza.
fr: Non, il n'est pas revenu depuis la dernière fois. Pas d'appel, pas de message, pas de petit mot. Bizarre... Lui qui était tellement collant. Je suppose qu'il a fini par comprendre. Peut-être qu'il trouvera quelqu'un dans cette Confrérie Universelle, peut-être même qu'il se posera pour de bon.
it: No, non si è mai più fatto vedere. Nessuna chiamata, messaggio, o bigliettini. Strano, visto che era così insistente. Forse finalmente ha recepito il messaggio. Forse troverà qualcuno in quella sua Fratellanza Universale e si sistemerà.
ru: Нет, с прошлого раза он так и не возвращался. Не звонил, не присылал сообщений и не оставлял записок. Странно, он же такой настойчивый. Надо полагать, до него наконец дошло, что я во Всеобщее братство не пойду. Может, он нашел себе кого-нибудь там и угомонился.

source: No, it doesn't! Perhaps you have already taken the first steps, my friend. How may I assist you?
de: Nein, das muss sie nicht! Womöglich hast du dafür schon selbst den ersten Schritt getan, Freund. Wie kann ich dir helfen?
es: ¡No, no necesariamente! Quizás ya hayas dado los primeros pasos. ¿Cómo puedo ayudarte?
fr: Non, c'est faux ! Peut-être avez-vous déjà fait les premiers pas, mon ami. En quoi puis-je vous aider ?
it: No, infatti! Forse hai già fatto il primo passo. Come posso esserti di aiuto?
ru: Конечно же, не имеет! Быть может, сегодня ты сделаешь первый шаг на пути к истине. Чем я могу тебе помочь?

source: No, it was the opposite. I took Project Aegis so I could get to Lynne’s friend, Jessica Watts.
de: Nein. Genau das Gegenteil ist der Fall. Ich habe Projekt Aegis gestohlen, um an Lynnes Freundin, Jessica Watts, heranzukommen.
es: No. fue al contrario. Me llevé el proyecto Aegis para poder acceder a la amiga de Lynne, Jessica Watts.
fr: Non, c'était l'inverse. J'ai pris le Projet Aegis pour pouvoir m'en prendre à son amie, Jessica Watts.
it: No, tutto il contrario. Ho rubato il Progetto Aegis per arrivare a Jessica Watts, l'amica di Lynne.
ru: Нет, все было наоборот. Проект "Эгида" был нужен мне, чтобы добраться до подруги Линн, Джессики Уоттс.

source: No, it won't be over for some time to come.
de: Nein, das Ganze ist noch lange nicht vorbei.
es: No, no se acabará pronto.
fr: Non, ça ne fait que commencer.
it: No, non finirà a breve.
ru: Нет. Но конец уже близок.

source: No, it... it was handled through the city.
de: Nein, das ... das wurde durch die Stadt geregelt.
es: No, lo... lo tramitó la administración.
fr: Non, c'est... c'est la ville qui s'en est occupé.
it: No... se ne è occupata l'amministrazione comunale.
ru: Нет, этим... занимались городские власти.

source: No, just curious.
de: Nein, ich bin bloß neugierig.
es: Nada, era solo curiosidad.
fr: Non, pure curiosité.
it: No, la mia è solo curiosità.
ru: Ничем, просто интересуюсь.

source: No, just passing by.
de: Nee, lag nur zufällig auf meinem Weg.
es: No, solo pasaba por aquí.
fr: Non, je ne fais que passer.
it: No, solo di passaggio.
ru: Нет, просто иду по своим делам.

source: No, no. You've already done so much for everyone here, including Sam. I just thought you might like to have it. I suppose I would only throw it out, otherwise.
de: Nein, nein. Du hast schon so viel für alle hier getan, einschließlich Sam. Ich dachte nur, du willst sie vielleicht haben. Ich schätze, ich würde sie sonst einfach wegwerfen.
es: No, no. Ya has hecho mucho por todos los que estamos aquí, incluido Sam. Solo pensé que quizás te gustaría tenerlo. Supongo que si no la tiraré y listos.
fr: Non, non. Tu as déjà fait bien assez pour tout le monde, même pour Sam. Je pensais juste que ça pouvait t'intéresser. Autrement, je la jette à la poubelle.
it: No, no. Hai già fatto tanto per tutti noi qui, anche per Sam. Ho pensato solo che forse volessi tenerla tu. Altrimenti immagino che la butterei via.
ru: Нет, конечно нет. Мы уже обязаны тебе очень многим. Я просто подумал, что тебе захочется сохранить этот листок. Мне он ни к чему - я собирался выбросить его в мусор.

source: No, no... yesssss!
de: Nein, nein ... jaaaaaa!
es: No, no... ¡sííííííííííííííí!
fr: Non, non... yesssss !
it: No, no... sììììììììì!
ru: Нет, нет... Да-а-а!

source: No, not from you. You’re a runner. That’s the idea. But it’s not the giant machination it appears to be.
de: Nein, nicht vor dir. Du bist ein Runner. Das ist es ja. Aber es ist nicht ganz die gigantische Machenschaft, die es zu sein scheint.
es: No, no de ti. Eres runner. De eso se trata. Pero no es la gigantesca conjura que parece ser.
fr: Non, pas des gens comme toi. Tu es un runner. C'est le principe. Mais ça n'est pas la grande machination qu'on pourrait imaginer.
it: No, nemmeno a te. Sei un Runner. Non gli interessi. Ma non è esattamente quel complotto gigante che pensi tu.
ru: Да, ты хочешь знать правду. Ты - раннер. В этом вся идея. Но все не так просто, как тебе кажется.

source: No, that's a corpse, which makes it my business.
de: Nein, das ist eine Leiche und damit meine Angelegenheit.
es: No, eso es un cadáver, lo que hace que sea asunto mío.
fr: Non, c'est un cadavre, donc c'est mes affaires.
it: No, questo è un cadavere e questo lo rende affar mio.
ru: Нет, сейчас это труп. Это означает, что никаких прав она не имеет, а решения здесь принимаю я.

source: No, we believe it is important to remove mundane distractions from our daily life so we can focus on the Truth. Our only computers are in the office, and that's off limits to the prospective members.
de: Nein. Wir halten es für wichtig, die alltäglichen Ablenkungen unseres Lebens zu verbannen, sodass wir uns auf die Wahrheit konzentrieren können. Unsere einzigen Computer befinden sich in der Verwaltung und zu dieser haben zukünftige Mitglieder keinen Zutritt.
es: No, creemos que es importante eliminar las distracciones mundanas de nuestra vida diaria, para poder centrarnos en la Verdad. Solo tenemos ordenadores en la oficina, pero a los futuros miembros no se les permite el acceso.
fr: Nous pensons qu'il est important d'éliminer les distractions mondaines de notre vie quotidienne, afin de se pouvoir se concentrer sur la Vérité. Nos seuls ordinateurs se trouvent au bureau, et les futurs membres n'y ont pas accès.
it: No, riteniamo che sia importante rimuovere le distrazioni mondane dalla nostra vita quotidiana così da poterci concentrare sulla Verità. I nostri unici computer si trovano nell'ufficio, ma i membri aspiranti non sono ammessi.
ru: Нет. Мы считаем, что мирские соблазны отвлекают от познания Истины. Единственные компьютеры в здании расположены в кабинетах, а рядовых братьев и сестер туда не пускают.

source: No, your cousin Lynne and her friend, Jessica Watts tried to kill me. I want to return the favor and I need Project Aegis to do it.
de: Nein, Ihre Cousine Lynne und deren Freundin Jessica haben versucht, mich zu töten. Diesen netten Zug möchte ich gerne erwidern. Ich brauche Projekt Aegis, um das tun zu können.
es: No, tu prima Lynne y su amiga, Jessica Watts intentaron matarme. Quiero devolverles el favor y necesito el proyecto Aegis para hacerlo.
fr: Non, votre cousine Lynne et son amie Jessica Watts ont essayé de me tuer. Je veux leur renvoyer l'ascenseur et pour cela j'ai besoin du Projet Aegis.
it: No, tua cugina Lynne e la sua amica Jessica Watts hanno provato a uccidermi. Ho bisogno del Progetto Aegis per ricambiare il favore.
ru: Нет, ваша двоюродная сестра Линн и ее подруга Джессика Уоттс попытались меня убить. Я всегда расплачиваюсь с людьми той же монетой, но сделать это без проекта "Эгида" было бы невозможно.

source: No.
de: Nein.
fr: Non.
ru: Нет.

source: No.
de: Nein.
fr: Non.
ru: Нет.

source: No. No, no, no, no no.
de: Nein. Nein, nein, nein, nein, nein.
fr: Non. Non, non, non, non non.
ru: Нет. Нет, нет, нет, нет, нет.

source: No. But Jamal has... my son’s card. Took it off his... took it off him when his brain fried. Jamal’s down the hall. Don’t know if he’ll give it up but that’s between you and him.
de: Nein. Aber Jamal hat ... die Karte meines Sohnes. Hat sie von ... hat sie ihm abgenommen, als sein Gehirn gebraten wurde. Jamal ist dort drüben. Ich weiß nicht, ob er sie dir geben wird, aber das müsst ihr unter euch ausmachen.
es: No. Pero Jamal tiene... la tarjeta de mi hijo. Se la quitó... se la quitó cuando se le frió el cerebro. Jamal está en el salón. No sé si te lo entregará, pero eso es entre tú y él.
fr: Non. Mais Jamal a... la carte de mon fils. Il l'a récupérée après... après que son cerveau ait grillé... Jamal est au bout du couloir. Je sais pas s'il vous la donnera, c'est entre vous et lui.
it: No. Ma Jamal ha... la tessera di mio figlio. L'ha tolta dal... gliel'ha presa quando il suo cervello si è fritto. Jamal è in fondo al corridoio. Non so se ci rinuncerà, ma la questione è tra te e lui.
ru: Нет. Но у Джамаля есть... карточка моего сына. Он забрал ее с... забрал ее, когда у него умер мозг. Джамаль живет в соседней квартире. Я не знаю, захочет ли он отдать ее вам, но вы наверняка сумеете его убедить.

source: No. I do not explain. I provide a service.
de: Nein. Ich werde nichts erklären. Ich bin nur ein Dienstleister.
es: No. Yo no explico. Yo proporciono un servicio.
fr: Non. Je n'explique rien. Je fournis un service.
it: No, non ho nulla da spiegare. Fornisco un servizio.
ru: Я не даю объяснений. Я предоставляю услуги.

source: No. I don't know. Maybe.
de: Nein. Ich weiß nicht. Vielleicht.
es: No. No sé. Quizás.
fr: Non. Je ne sais pas. Peut-être.
it: No. Non lo so. Forse.
ru: Нет. Не знаю. Может быть.

source: No. I saw one underneath the Universal Brotherhood an hour ago. Bigger than a troll.
de: Nein. Erst vor einer Stunde hab ich ein paar davon unter der Universellen Bruderschaft gesehen. Die waren größer als ein Troll.
es: No. He visto a uno hace una hora debajo de Hermandad Universal. Más grande que un troll.
fr: Non. j'en ai vu sous la Confrérie Universelle il y a une heure de ça. Plus grand qu'un troll.
it: No. Ne ho visto uno sotto la Fratellanza Universale, circa un'ora fa. Più grande di un Troll.
ru: Нет. Час назад мы наткнулись на такую тварь под зданием Всеобщего братства. Огромная, как два тролля.

source: No. I saw one underneath the Universal Brotherhood an hour ago. Made me look like a dwarf.
de: Nein. Erst vor einer Stunde hab ich ein paar davon unter der Universellen Bruderschaft gesehen. Ließen mich im Vergleich zu ihnen wie ’nen Zwerg aussehen.
es: No. He visto a uno hace una hora debajo de Hermandad Universal. A su lado, yo parecía un enano.
fr: Non. J'en ai vu sous la Confrérie Universelle il y a une heure de ça. M'a fait passer pour un nain.
it: No. Ne ho visto uno sotto la Fratellanza Universale, circa un'ora fa. In confronto sembravo una pulce.
ru: Нет. Час назад мы наткнулись на такую тварь под зданием Всеобщего братства. Огромная, я рядом с ней - что твой дворф.

source: No. I want him to tell his friends what happened here.
de: Nein. Ich will, dass er seinen Freunden erzählt, was hier passiert ist.
es: No. Quiero que le diga a sus amigos lo que acaba de pasar.
fr: Non. Je veux qu'il dise à ses amis ce qui s'est passé ici.
it: No. Voglio che dica ai suoi amici quello che è successo qui.
ru: Нет. Я хочу, чтобы он рассказал дружкам, что здесь случилось.

source: No. I will grieve for my girl later. Alone. This is bigger than the life of one shadowrunner.
de: Nein. Ich werde später um mein Mädchen trauern. Allein. Diese Sache ist größer als das Leben eines einzelnen Shadowrunners.
es: No. Ya lloraré después por mi hija. Sola. Esto es mucho más importante que la vida de una shadowrunner.
fr: Non, Je me plaindrai plus tard. Seule. C'est plus important que la vie d'un shadowrunner.
it: No, piangerò la mia amica più tardi. Si tratta di qualcosa di più importante della vita di un solo Runner.
ru: Нет. Я буду горевать позже, когда останусь одна. Сейчас на кону стоит нечто большее, чем просто жизнь одного раннера.

source: No. It was the opposite. I took Project Aegis in order to attack *them*.
de: Nein. Genau das Gegenteil ist der Fall. Ich habe Projekt Aegis gestohlen, um *sie* anzugreifen.
es: No. fue al contrario. Yo me llevé el proyecto Aegis para atacarlas a *ellas*.
fr: Non, c'était l'inverse. J'ai pris le Projet Aegis pour les attaquer *elles*.
it: No, tutto il contrario. Ho trafugato il Progetto Aegis per attaccare *loro*.
ru: Нет. Все было наоборот. Проект "Эгида" был нужен мне, чтобы напасть *на них*.

source: No. Just like I don’t trust you. Don’t take it personally, kid. You shouldn’t trust me, either. I’ve been manipulating runners like you for years. I’m manipulating you right now. You just don’t know *my* game yet. Let’s continue the dance. I have one more to show you.
de: Nein. Genau wie ich dir nicht traue. Nimm es nicht persönlich, Kindchen. Du solltest mir übrigens auch nicht trauen. Ich manipuliere schon seit Jahren Runner wie dich. Ich manipuliere dich jetzt gerade. Du kennst *meine* Masche bis jetzt einfach nicht. Weiter mit dem Tänzchen. Ich möchte dir noch jemanden zeigen.
es: No. Igual que no confío en ti. No te lo tomes como algo personal. Tú tampoco deberías confiar en mí. Llevo años manipulando a runners como tú. Te estoy manipulando en este mismo momento. Lo que pasa es que aún no conoces *mi* juego. Que no pare el baile. Tengo que mostrarte otra cosa.
fr: Non. Et je ne te fais pas confiance non plus. Rien de personnel, petit. Tu ne devrais pas me faire confiance non plus. Je manipule des runners comme toi depuis des années. Je te manipule en ce moment même. Tu ne connais même pas *mon* nom. Continuons à danser. J'ai une dernière chose à te montrer.
it: No, come non mi fido di te. Non prenderla sul personale. Non dovresti fidarti nemmeno di me. Sono anni che manipolo i Runner come te. E sto manipolando te adesso. Solo che non sai ancora quale sia il *mio* gioco. Continuiamo la sfilata. Ne ho un altro da mostrarti.
ru: Нет. И тебе я тоже не доверяю. В этом нет ничего личного, деточка, и тебе тоже не стоит мне верить. Я уже не первый год манипулирую раннерами вроде тебя. Ты просто не знаешь, в чем заключается *мой* интерес. Но продолжим. Бал еще не окончен, так что позволь показать тебе еще кое-что.

source: No. Perhaps when we know each other more, I will reveal more about myself. For now, enjoy the Union.
de: Nein. Wenn wir uns besser kennen, werde ich dir vielleicht mehr über mich erzählen. Doch genieße nun erstmal die Union.
es: No. Puede que, cuando nos conozcamos mejor, te cuente algo más sobre mí. Por ahora, disfruta del Sindicato.
fr: Non. Quand on se connaîtra un peu mieux, je vous parlerais peut-être de moi. Pour l'instant, profitez du bar.
it: No. Forse quando ci conosceremo di più, ti racconterò la mia storia. Per ora, divertiti all'Union.
ru: Нет. Возможно, когда мы станем доверять друг другу, я расскажу тебе мою историю. А пока я желаю тебе приятно провести время.

source: No. That was Coyote’s shift.
de: Nein, das war Coyotes Schicht.
es: No. Era el turno de Coyote.
fr: Non. C'était Coyote qui travaillait.
it: No. Era di turno Coyote.
ru: Нет. В ту ночь была смена Койот.

source: No. To be honest, I seldom thought of him before I got the call this morning.
de: Nein. Um ehrlich zu sein, habe ich nur selten an ihn gedacht, bevor ich heute Morgen angerufen wurde.
es: No. Si te soy sincera, rara vez pensaba en él antes de recibir la llamada esta mañana.
fr: Non. Pour être honnête, je n'ai pensé que rarement à lui jusqu'à l'appel de ce matin.
it: No. In realtà, pensavo a lui molto raramente, finché non ho ricevuto quella telefonata stamattina.
ru: Нет. Признаться, я вообще о нем не думала, пока мне не позвонили сегодня утром.

source: No. We must not stay.
de: Nein. Wir können nicht bleiben.
es: No. No debemos quedarnos.
fr: Non. Nous ne devons pas rester.
it: No. Non dobbiamo rimanere.
ru: Нет. Мы уходим.

source: No. What? Wasting? I... {{GM}}He looks around at the squalor of the room, then glimpses his own reflection in the machinery.{{/GM}}
de: Nein. Was? Vegetieren? Ich ... {{GM}}Er schaut sich den schmutzigen Raum an und erblickt dann sein eigenes Spiegelbild in den Maschinen.{{/GM}}
es: No. ¿Qué? ¿Malgastar? Yo... {{GM}}Le echa un vistazo a la mugre de la sala y observa brevemente su propio reflejo en la maquinaria.{{/GM}}
fr: Non. Quoi ? La bousiller ? Je... {{GM}}Il parcourt des yeux la pièce misérable, avant de voir son propre reflet dans la machine.{{/GM}}
it: No. Cosa? Buttando via? Io... {{GM}}Osserva lo squallore della stanza, poi intravede il suo riflesso sul metallo dei macchinari.{{/GM}}
ru: Нет. Что? Убивает? Я... {{GM}}Он оглядывается по сторонам. Его взгляд натыкается на его собственное отражение в хроме.{{/GM}}

source: No. Who was she?
de: Nein. Wer war sie?
es: No. ¿Quién era?
fr: Non. C'était qui ?
it: No. Chi era?
ru: Нет. Кем?
