Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Uh... sure. Of course you do! Hang on, let me slot Sam’s video for you.
de: Äh ... sicher. Natürlich willst du das! Moment, ich slotte Sams Video für dich.
es: Oh... Claro. ¡Por supuesto! Espera, voy a cargar el vídeo de Sam.
fr: Oh... bien sûr. Évidemment, oui ! Attendez, je vais vous montrer la vidéo de Sam.
it: Ah... certo. Certo, si capisce! Aspetta, ti inoltro il video di Sam.
ru: Э... само собой. Конечно, хочешь! Погоди, сейчас я поставлю запись.

source: Uh... you were just sleeping in a freezer. A freezer for dead people.
de: Äh ... du hast in einer Kühlzelle geschlafen. Einer Kühlzelle für Leichen.
es: Uh... solo estabas durmiendo en un frigorífico. Un frigorífico para muertos.
fr: Euh... vous dormiez dans un congélateur. Un congélateur pour cadavres.
it: Uh... stavi dormendo in un frigorifero. Un frigorifero per cadaveri.
ru: Э-э... ты улегся спать в холодильник. В холодильник для трупов.

source: Umm.... okay then. I’ll go... do that.
de: Äh ... okay. Dann ... tu ich das mal.
es: Umm.... vale. Voy... voy a hacerlo.
fr: Heu... ok alors. Je vais... faire ça.
it: Ehm... va bene. Vado... a dare un'occhiata.
ru: Э-э... Хорошо. Наверное, я так и сделаю...

source: Unconfirmed Ripper Killing: An unnamed NTSB worker was found dead at the Bureau's West Seattle warehouse. Lone Star remains silent.
de: Unbestätigtes Ripper-Opfer: Ein namentlich nicht genannter NTSB-Angestellter wurde tot in der Lagerhalle der Behörde in West Seattle gefunden. Lone Star schweigt.
es: Muerte del Destripador sin confirmar: Un trabajador anónimo del CNST fue encontrado muerto en el almacén del departamento del Oeste de Seattle. Lone Star no hace declaraciones.
fr: Meurtre de l'éventreur non-confirmé : Un employé du NTSB dont le nom n'a pas filtré a été retrouvé mort dans l'un des entrepôts de West Seattle. Lone Star n'a pas fait de commentaire.
it: Vittima non confermata dello Squartatore: un operaio anonimo del CNST è stato trovato morto presso il magazzino della sede di West Seattle. La Lone Star non ha rilasciato dichiarazioni.
ru: Неподтвержденная жертва Потрошителя: безымянный сотрудник НСПБНТ найден мертвым на складе собственной организации. "Одинокая звезда" отказалась от комментариев.

source: Under control! There were bugs everywhere!
de: Unter Kontrolle! Es wimmelte nur so vor Käfern!
es: ¡Bajo control! ¡Había bichos por todas partes!
fr: Contrôlais ?! Il y avait des insectes partout !
it: Sotto controllo! C'erano insetti dappertutto!
ru: Под контролем! Меня чуть не сожрали жуки!

source: Understood. What do I need to do for the privilege of talking with you?
de: Verstanden. Was muss ich tun, um mir das Privileg zu verdienen, mit dir sprechen zu können?
es: Entendido. ¿Qué tengo que hacer para tener el privilegio de hablar con usted?
fr: Compris. Que dois-je faire afin que vous m'octroyiez la faveur de vos paroles ?
it: Capito. Che cosa devo fare per avere il privilegio di parlare con te?
ru: Понятно. Я могу что-то сделать, чтобы изменить твой взгляд на корпоративную этику?

source: Unfortunately, their manufacturing plant in the Columbia Valley was recently... blown up. It could have been corporate espionage or it could have been something else. This is unknown. What is known is that a large sample of the formula survived.
de: Unglücklicherweise wurde ihre Produktionsanlage im Columbia Valley vor Kurzem in die Luft gejagt. Vielleicht war es ein Fall von Industriespionage, vielleicht war es aber auch etwas anderes. Man weiß es nicht genau. Aber was wir wissen, ist, dass eine große Probe der Formel die Explosion überstanden hat.
es: Por desgracia, la fábrica que tenían en el Valle de Columbia... explotó hace poco. Pudo ser espionaje empresarial u otra cosa. No se sabe. Lo que se sabe es que sobrevivió una muestra grande de la fórmula.
fr: Malheureusement, leur usine de production dans la vallée de Columbia a récémment été... ravagée. C'était peut-être de l'espionnage entre corporations, ou bien autre chose. On n'en sait rien. Peu importe. Ce qui est sûr, c'est qu'un seul échantillon de la formule a pu être sauvé.
it: Sfortunatamente, la fabbrica dove la producevano, nella Columbia Valley, è stata recentemente... fatta saltare in aria. Potrebbe trattarsi di spionaggio industriale o forse qualcos'altro. Non lo sappiamo. Quello che sappiamo è che un campione significativo della formula si è salvato.
ru: К сожалению, несколько дней назад их завод в долине Колумбия... пострадал от взрыва. Возможно, причиной тому послужил индустриальный шпионаж, возможно, что-то еще. Этого мы не знаем. Но мы знаем, что образец формулы все-таки уцелел.

source: Unfurling the large sheet of paper, you discover a diagram of the human female form, rendered to an impressive level of detail. It appears to be the blueprint for making Holmes's very own monster.
de: Als du das große Blatt Papier aufrollst, entdeckst du ein sehr detailliertes Diagramm des weiblichen menschlichen Körpers. Es scheint eine Art Blaupause zur Erschaffung von Holmes’ persönlichem Monster zu sein.
es: Al desplegar la gran hoja de papel, descubres un diagrama de la forma femenina de la mujer, dibujada con un impresionante nivel de detalle. Parece el plano para que Holmes pueda crear su propio monstruo.
fr: En déroulant la grande feuille de papier, vous découvrez un dessin représentant le corps d'une femme, avec un niveau de détail impressionnant. Il s'agit d'un plan précis réalisé par Holmes pour créer son propre monstre.
it: Srotolando il largo foglio di carta, scopri un diagramma del corpo umano femminile, reso con un notevole livello di dettaglio. Sembra il progetto del mostro personale di Holmes.
ru: Когда ты разворачиваешь лист, перед тобой оказывается диаграмма с изображением женского организма во всех подробностях. Видимо, это чертеж, соглано которому которого Холмс собирался сшивать свое чудовище Франкенштейна.

source: Universal Brotherhood Seattle Chapter Keycard Printer Please enter the following information when requested: 1) Name 2) Housing location 3) Universal Brotherhood ID alphanumeric 4) Private Password
de: Universelle Bruderschaft Ortsverband Seattle Schlüsselkarten-Drucker Bitte geben Sie die folgenden Daten ein, wenn Sie dazu aufgefordert werden: 1) Name 2) Wohnflügel 3) ID-Nummer der Universellen Bruderschaft 4) Persönliches Passwort
es: Hermandad Universal Cabildo de Seattle Impresora de tarjetas de acceso Por favor, introduzca la siguiente información cuando se le indique: 1) Nombre 2) Lugar de la casa 3) Identificación alfanumérica de la Hermandad Universal 4) Contraseña privada
fr: Confrérie Universelle Chapitre de Seattle Imprimante de carte d'accès Veuillez saisir les informations suivantes lorsque vous y êtes invité : 1) Nom 2) Résidence 3) Numéro d'identité de la Confrérie Universelle 4) Mot de passé privé
it: Fratellanza Universale Sezione di Seattle Stampante tessera d'accesso Si prega di inserire le seguenti informazioni ove necessarie: 1) Nome 2) Domicilio 3) Codice di identificazione alfanumerico della Fratellanza Universale 4) Password personale
ru: Всеобщее братство Отделение в Сиэтле Создание пропусков Пожалуйста, укажите следующую информацию: 1) Имя 2) Размещение 3) Идентификационный номер члена Всеобщего братства 4) Личный пароль

source: Universal Brotherhood Terminal Login: Sister Dawne Wehrs Seattle Chapter Brothers & Sisters Database
de: Terminal der Universellen Bruderschaft Login: Schwester Dawne Wehrs Datenbank der Brüder und Schwestern des Ortsverbands Seattle.
es: Terminal de la Hermandad Universal Nombre de usuario: Hermana Dawne Wehrs Base de datos de Hermanos y Hermanas del cabildo de Seattle
fr: Terminal de la Confrérie Universelle Identifiant : Sœur Dawne Wehrs Base de données des Frères & Sœurs de Seattle
it: Terminale della Fratellanza Universale Accedi: Sorella Dawne Wehrs Database dei Fratelli e delle Sorelle della sezione di Seattle
ru: Терминал Всеобщего братства Логин: Сестра Дон Верс База данных братьев и сестер отделения в Сиэтле

source: Unlabeled Trivid Disc
de: Unbeschriebene Trivid-Disc
es: Disco trídeo sin etiqueta
fr: Trivid sans étiquette
it: Disco trideo senza etichetta
ru: Тривидео диск без наклейки

source: Unless we plan to take up shadowrunning, we'd better get back to it.
de: Solange wir keine Karriere als Shadowrunner geplant haben, sollten wir uns lieber wieder an die Arbeit machen.
es: A menos que decidamos hacernos shadowrunners, será mejor volver al trabajo.
fr: À moins qu'on décide de se mettre au shadowrun, on devrait y retourner.
it: A meno che non vogliamo iniziare ad andare in giro per missioni, faremmo meglio a tornare al lavoro.
ru: Если мы не хотим сами податься в раннеры, лучше бы нам заняться делом.

source: Unlike your friend out there, I can tell you're not going to be reasonable. 'Fraid that means I have to kill you.
de: Im Gegensatz zu deinem Freund da draußen, fürchte ich, dass du keine Vernunft annehmen wirst. Ich schätze, das heißt, ich werde dich töten müssen.
es: A diferencia de tu amigo, yo soy consciente de que tú no vas a ser razonable. Por desgracia, eso significa que tendré que matarte.
fr: Contrairement à votre ami ici présent, je suis persuadé que vous ne serez pas raisonnable. J'ai bien peur de devoir vous tuer.
it: Non mi sembri ragionevole come il tuo amico qua fuori. Spiacente allora, devo ucciderti.
ru: Вижу, что ты, в отличие от твоего дружка, по-хорошему не понимаешь. Значит, мне придется тебя убить.

source: Unlike your friend, I can tell you're not going to be reasonable. 'Fraid I have to kill you.
de: Ich fürchte, du wirst im Gegensatz zu deinem Freund keine Vernunft annehmen. Das heißt, ich muss dich wohl leider töten.
es: A diferencia de tu amigo, soy consciente de que tú no vas a ser razonable. Por desgracia, tendré que matarte.
fr: Contrairement à votre ami, je suis persuadé que vous ne serez pas raisonnable. J'ai bien peur de devoir vous tuer.
it: Non mi sembri ragionevole come il tuo amico qua fuori. Spiacente, devo ucciderti.
ru: Вижу, что ты, в отличие от твоего дружка, по-хорошему не понимаешь. Значит, мне придется тебя убить.

source: Unstable Mental Patient
de: Instabiler, geistesgestörter Patient
es: Paciente psiquiátrico inestable
fr: Malade mental instable
it: Paziente instabile con problemi mentali
ru: Агрессивный пациент

source: Until I need you for something. Then, I’m a bastard.
de: Bis ich dich für etwas brauche. Dann bin ich ein richtiges Arschloch.
es: Hasta que te necesite para algo. Entonces, soy escoria.
fr: Jusqu'à ce que j'aie besoin de toi pour quelque chose. Ensuite je redeviens un salaud.
it: Finché non mi servirai per qualcosa. In fondo, sono una testa di cazzo.
ru: По крайней мере до тех пор, пока мне что-то не понадобится. Тогда я становлюсь бессердечным ублюдком.

source: Upon further examination, the client list is more than a simple list of names. It also contains private information about some of the more well-to-do or connected clientele. It may be that the syndicate behind this lab is directing certain clients here to secretly extract information from them while they are under the influence.
de: Nach näherer Betrachtung der Kundenliste fällt auf, dass hier mehr geliefert wird als nur Namen. Sie enthält außerdem private Informationen über einige Personen aus einem wohlhabenderen oder gut vernetzten Klientel. Es könnte sein, dass das Syndikat hinter diesem Labor heimlich Informationen über sie sammelt, während sie sich in der Simulation befinden.
es: Tras examinarla mejor, la lista de clientes es más que una simple lista de nombres. También contiene información privada sobre parte de la clientela más pudiente o influyente. Quizás el sindicato que está tras este laboratorio esté enviando hasta aquí a ciertos clientes para extraerles información mientras carecen de consciencia.
fr: Après un examen plus attentif, il s'avère que la liste de clients est bien plus qu'une simple liste de noms. Elle contient également des informations privées sur certains des clients les mieux connectés ou les plus importants. Il se pourrait bien que le syndicat qui dirige ce labo extraie secrètement des informations sur ses clients pendant qu'ils sont défoncés.
it: L'elenco dei clienti, a un esame più attento, non è una semplice lista di nomi. Contiene anche informazioni private su alcuni dei clienti più benestanti e meglio introdotti. Potrebbe essere che il clan dietro questo laboratorio stia attirando un certo tipo di clientela, dalla quale ottiene informazioni riservate mentre è sotto BTL.
ru: Изучив список, ты обнаруживаешь, что в нем указаны не только имена. В примечаниях к нему обнаруживается информация об особо богатых и влиятельных клиентах. Не исключено, что владеющий этой лабораторией синдикат направлял сюда людей, чтобы извлекать информацию из их сознания, пока они находились под воздействием виртуального наркотика.

source: Urban Brawl, huh? That's a rough profession.
de: Urban Brawl, was? Das ist ein harter Job.
es: ¿La Urban Brawl, eh? Es una profesión dura.
fr: Combattant urbain, hein ? En voilà un dur métier.
it: Risse urbane, eh? È un lavoro duro.
ru: Звезда уличного боя? Это жестокий спорт.

source: Use Marie-Louise to Hack the Door to Escape
de: Lass Marie-Louise die Tür hacken, um zu entkommen
es: Usa a Marie-Louise para piratear la puerta y escapar
fr: Utiliser Marie-Louise pour pirater la porte et s'enfuir
it: Utilizza Marie Louise per forzare la porta e scappare
ru: Мария-Луиза может взломать замок на двери

source: Use the chip eraser on the bunraku?
de: Willst du den Chip des Bunraku löschen?
es: ¿Usar el borrachip en el bunraku?
fr: Utiliser l'effaceur de puce sur le bunraku ?
it: Usare il formattatore di chip sul bunraku?
ru: Использовать чип-депрограмматор?

source: Used to belong to an old homeless man in the Redmond Barrens.
de: Haben einem alten Obdachlosen in den Redmond Barrens gehört.
es: Pertenecían a un viejo mendigo de los Barrens de Redmond.
fr: Appartenaient à un vieux sans-abri de Redmond Barrens.
it: Appartenevano a un vecchio senzatetto delle Terre desolate di Redmond.
ru: Собственность бездомного старика из редмондских пустошей.

source: Usually? What about the night he died?
de: Für gewöhnlich? Was ist mit der Nacht, in der er starb?
es: ¿Normalmente? ¿Y qué hay de la noche en la que murió?
fr: Généralement ? Et la nuit où il est mort ?
it: Di solito? E la notte in cui è morto?
ru: Редко, но все же принимался. Что случилось в ночь его смерти?

source: Valerie? Valerie, listen to me. I need to ask you some questions and I need you to answer me.
de: Valerie? Valerie, hörst du mich? Ich muss dir ein paar Fragen stellen und ich möchte, dass du mir antwortest.
es: ¿Valerie? Valerie, escúcheme. Tengo que hacerle unas preguntas y necesito que me responda.
fr: Valerie ? Valerie, écoutez-moi. Je dois vous poser des questions et j'ai besoin que vous me répondiez.
it: Valerie? Valerie, ascoltami. Devo porti delle domande e ho bisogno di risposte.
ru: Валери? Валери, послушай меня. Я хочу задать тебе несколько вопросов. Ты должна мне ответить.

source: Van Graas
ru: Ван Граас

source: Vaya con Dios, bud.
de: Vaya con Dios, Kumpel.
es: Con Dios, amigo.
fr: Vaya con Dios, mec.
it: Vaya con Dios, amigo.
ru: Vaya con Dios, старый друг.

source: Venom Bomb: Body -2, Armor -2
de: Giftbombe: -2 Konstitution, -2 Panzerung
es: Bomba de veneno: Constitución -2, Armadura -2
fr: Bombe venin : Corps -2, Armure -2.
it: Bomba velenosa: Corpo -2, Armatura -2
ru: Ядовитая бомба: Тело -2, Броня -2

source: Venom Spit
de: Giftiger Speichel
es: Escupitajo venenoso
fr: Jet de venin
it: Sputo velenoso
ru: Ядовитый плевок

source: Venom Spit: -2 Body
de: Giftiger Speichel: -2 Konstitution
es: Escupitajo venenoso: Constitución -2
fr: Jet de venin : Constitution -2
it: Sputo velenoso: Corporatura -2
ru: Ядовитый плевок: -2 Тело

source: Very existential. Yes, nothing matters, why not die in hail of bullets, eh? You will be a fun partner tonight, mon ami!
de: Sehr existenziell. Ja, nichts ist von Wichtigkeit, also wieso nicht gleich im Kugelhagel sterben, was? Mit dir heute Abend zu arbeiten, wird ein Riesenspaß!
es: Muy existencial. Sí, nada importa, ¿por qué no morir en una lluvia de balas, eh? ¡Serás un compañero divertido esta noche, mon ami!
fr: Très existentiel. Rien n'a d'importance, n'est-ce pas, autant tomber sous les balles, hein ? Vous allez être un partenaire amusant, mon ami !
it: Questioni esistenziali. Sì, che importa! Tanto vale morire sotto una pioggia di pallottole, giusto? Ci divertiremo insieme, mon ami!
ru: Очень по-философски. Жизнь все равно не имеет значения, так почему бы мне не погибнуть под градом пуль? Барону не будет с тобой скучно, mon ami!

source: Very good. That transaction is complete. Now then, you have turned in a yeoman’s effort, and - regardless of your obvious flaws - you are deserving of a reward.
de: Sehr gut. Damit sind unsere jeweiligen Schulden beglichen. Sie haben uns einen wertvollen Dienst erwiesen und verdienen trotz all Ihrer offensichtlichen Verfehlungen eine Belohnung.
es: Muy bien. La transacción ha finalizado. Veamos: has hecho un esfuerzo importante; independientemente de tus defectos evidentes, te mereces una recompensa.
fr: Très bien. La transaction est terminée. Mais, du fait de vos efforts, et en dépit de vos évidents défauts, vous avez bien méritez une récompense.
it: Molto bene. La transazione è andata a buon fine. Comunque, hai compiuto una missione impossibile e, nonostante le pecche macroscopiche, ti meriti una ricompensa.
ru: Очень хорошо. Теперь мы в расчете. Тем не менее, такой подвиг заслуживает награды вне зависимости от того, кто его совершил.

source: Very well - this will work but the plan requires you, and ONLY YOU to stay the night.
de: Nun gut. Das wird funktionieren, aber für den Plan ist es erforderlich, dass du, und zwar NUR DU, die Nacht hier verbringst.
es: Muy bien, esto funcionará, pero para llevar a cabo el plan es necesario que tú, y SOLO TÚ, te quedes a pasar la noche.
fr: Très bien, mais le plan vous requiert, et UNIQUEMENT VOUS, pour passer la nuit.
it: Molto bene, funzionerà, ma il piano richiede che tu e NESSUN ALTRO rimanga qui stanotte.
ru: Очень хорошо. У меня есть план - но тебе - и ТОЛЬКО ТЕБЕ - придется заночевать в этом здании.

source: Very well, Detective McKlusky is now Citizen McKlusky - the man grates on my nerves anyway. And since this action requires little more than a nod to the proper peon, you may ask *another* boon of me. I am feeling generous today.
de: Nun gut, Detective McKlusky ist von jetzt an Bürger McKlusky – dieser Mann fällt mir ohnehin auf die Nerven. Und da es eine solche Nichtigkeit ist, um die Sie mich da bitten, dürfen Sie mich noch um einen weiteren Gefallen bitten. Ich bin gerade mehr als großzügig aufgelegt.
es: Muy bien, el inspector McKlusky es ahora el ciudadano McKlusky, la verdad es que me saca de mis casillas. Y, puesto que esta acción necesita poco más que un asentimiento al peón adecuado, puedes pedirme *otro* capricho. Hoy me siento generoso.
fr: Très bien, le détective McKlusky est maintenant citoyen McKlusky. Ce type me portait sur les nerfs, de toute façon. Étant donné que cette « bonne action » ne requiert rien de plus qu'un coup de tampon, vous pouvez me demander autre chose. Je me sens d'humeur généreuse, aujourd'hui.
it: Molto bene, il detective McKlusky ora è il cittadino McKlusky. Mi dà sui nervi in ogni caso. E poiché questo richiederà poco più di un cenno all'impiegato di turno, puoi chiedermi un *altro* favore. Mi sento generoso oggi.
ru: Очень хорошо. С этого момента детектив Макклюски становится гражданином Макклюски... И больше не будет действовать мне на нервы. Поскольку удовлетворить твою просьбу мне ничего не стоит - достаточно будет кивнуть в сторону одного из моих многочисленных лизоблюдов - ты можешь попросить меня *еще* об одной услуге. Сегодня я щедр.

source: Very well. I will let her know you were seeking her guidance.
de: Nun gut. Ich werde ihr sagen, dass du hiergewesen bist, um ihren Rat einzuholen.
es: Muy bien. La informaré de que buscas su orientación.
fr: Très bien. Je lui ferai savoir que vous étiez en quête de sa sagesse.
it: Molto bene. Le farò sapere che desideravi la sua assistenza.
ru: Очень хорошо. Я передам ей, что посетитель искал ее мудрости.

source: Very well. Then let's talk about how I can help ensure you make it back alive once more.
de: Nun gut. Dann lass uns darüber reden, wie ich dafür sorgen kann, dass du es wieder einmal lebendig nach Hause schaffst.
es: Muy bien. Entonces hablemos sobre cómo puedo ayudarte para asegurarme de que vuelves con vida una vez más.
fr: Très bien. Parlons donc de comment je peux m'assurer que vous reveniez en un seul morceau.
it: Molto bene. Allora parliamo di come posso aiutarti a tornare a vivere ancora una volta.
ru: Ну хорошо. Что я могу сделать для того, чтобы облегчить твою задачу?

source: Vile appetites!
de: Abscheuliche Gelüste!
es: ¡Necesidades malvadas!
fr: Des envies infâmes !
it: Vili desideri!
ru: Мерзкие желания!

source: Violent Patient
de: Gewalttätiger Patient
es: Paciente violento
fr: Patient violent
it: Paziente violento
ru: Буйный пациент

source: Visionaries are seldom understood in their own time. But someday you will all join me in transcendence.
de: Visionäre werden zu ihren Lebzeiten oft missverstanden. Doch eines Tages werdet ihr alle Teil von etwas Größerem sein.
es: Los visionarios casi nunca son comprendidos en su época. Pero algún día te unirás a mí en la trascendencia.
fr: Les visionnaires sont rarement compris de leur vivant. Mais un jour vous me rejoindrez tous dans la transcendance.
it: I visionari raramente sono compresi nel loro tempo. Ma un giorno tutti vi unirete a me nella trascendenza.
ru: Современники никогда не понимали пророков. Но придет день, когда все вы присоединитесь ко мне. Грядет вознесение.

source: Visit Sam's Murder Site
de: Besuche den Fundort von Sams Leiche
es: Visita el lugar donde Sam fue asesinado
fr: Se rendre sur le lieu du meurtre de Sam
it: Visita il luogo dell'omicidio di Sam
ru: Осмотри место убийства Сэма

source: Visit the Murder Site
de: Statte dem Tatort einen Besuch ab
es: Visitar el lugar del crimen
fr: Se rendre sur le lieu du meurtre
it: Visita il luogo dell'omicidio
ru: Посети место убийства

source: Vlad
ru: Влад

source: Vlad, those are some nice tattoos. Are you a shaman?
de: Vlad, das sind echt schicke Tattoos. Bist du ein Schamane?
es: Vlad, tienes unos tatuajes preciosos. ¿Eres un chamán?
fr: Vlad, t'as de jolis tatouages. Tu es un chaman ?
it: Vlad, quei tatuaggi sono belli. Sei uno Sciamano?
ru: У тебя очень красивые татуировки, Влад. Ты шаман?

source: Voice Log
de: Sprachprotokoll
es: Registro de voz
fr: Log vocal
it: Registro vocale
ru: Аудиодневник
