Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}When he speaks, the ork’s voice is soft and thoughtful, and he talks almost exclusively in numbers: calibers, ranges, rounds per second, arc of fire, razoring factor, tensile strength and, of course, price.{{/GM}} Bunker Buster Gruberman, at your service. Friends call me Buster. I also answer to Sergeant, Sir, and even Theodore on occasion. Anytime you're in the market for firearms, ammunition, or ordinance, I’m your man. How can I help you?
de: {{GM}}Die Stimme des Orks ist ruhig und nachdenklich und er spricht fast ausschließlich in Zahlen: Kaliber, Reichweite, Schüsse pro Sekunde, Feuerwinkel, Streufaktor, Zugwiderstand und natürlich der Preis.{{/GM}} Bunker Buster Gruberman, zu Diensten. Meine Freunde nennen mich Buster. Ich reagiere auch auf Sergeant, Sir und sogar hin und wieder Theodore. Wenn immer es um Schusswaffen, Munition oder Sprengstoffe geht, bin ich der Mann, an den man sich wenden muss. Wie kann ich behilflich sein?
es: {{GM}}Cuando habla, la voz del orko suena suave y pensativa, y prácticamente solo usa números: calibres, alcances, cargas por segundo, arco de fuego, factor de filo, fuerza de tensión y, por supuesto, precio.{{/GM}} Bunker Buster Gruberman, a tu servicio. Mis amigos me llaman Buster. También me llaman sargento, señor, y a veces hasta Theodore. Si vienes al mercado en busca de armas, munición o decretos, soy tu hombre. ¿Te puedo ayudar en algo?
fr: {{GM}}Lorsqu'il parle, la voix de l'ork est douce et prévenante, et il ne parle presque exclusivement qu'en paramètres mathématiques : calibres, portée, balles par secondes, arc de feu, facteur perçant, force de traction et, bien entendu, prix.{{/GM}} Bunker Buster Gruberman, à votre service. Mes amis m'appellent Buster. Je réponds aussi au nom de Sergent, Monsieur, et même de Théodore à l'occasion. Si vous avez besoin d'armes à feu, de munitions, ou d'ordonnances, je suis votre homme. En quoi puis-je vous aider ?
it: {{GM}}Parla con una voce morbida e pacata e si esprime quasi esclusivamente snocciolando dati: calibri, gittata, proiettili al secondo, parabole di tiro, fattori di filatura, carichi di rottura e, ovviamente, prezzi.{{/GM}} Bunker Buster Gruberman, al suo servizio. Buster, per gli amici. Ma rispondo anche a sergente, signore e persino a Theodore, a seconda. Qui al mercato sono il referente per qualsiasi necessità di armi da fuoco, munizioni o artiglieria. Come posso aiutarti?
ru: {{GM}}Он немногословен. Когда Теодор говорит, он редко повышает голос. Он знает об оружии все и всегда готов обсудить калибр, расстояние прицельного выстрела, расход патронов, угол стрельбы, сравнительные преимущества и недостатки того или иного товара - и, разумеется, его цену.{{/GM}} Громила Груберман, к твоим услугам. Друзья называют меня Бастером. Кроме того, я откликаюсь на клички Сержант, Сэр и даже Теодор, если тебе так удобнее. Если тебе понадобится огнестрельное оружие, боеприпасы или сопутствующие аксессуары, ты знаешь, где меня можно найти. Показать тебе что-нибудь?

source: {{GM}}When she sees you standing behind the ganger, Coyote's face breaks into an evil looking grin.{{/GM}}
de: {{GM}}Als Coyote dich hinter der Gangerin stehen sieht, schleicht sich ein dreckiges Grinsen in ihr Gesicht.{{/GM}}
es: {{GM}}Cuando te ve detrás del pandillero, la cara de Coyote se convierte en una mueca malvada.{{/GM}}
fr: {{GM}}Lorsqu'elle vous voit derrière la fille, le visage de Coyote se fend d'un large sourire maléfique.{{/GM}}
it: {{GM}}Quando ti vede in piedi dietro al ganger, sul volto di Coyote appare un ghigno orribile.{{/GM}}
ru: {{GM}}Койот замечает тебя у гангстера за спиной и зловеще ухмыляется.{{/GM}}

source: {{GM}}With a little maneuvering, it looks like your drone could fit through here...{{/GM}}
de: {{GM}}Mit ein wenig Manövriergeschick könnte deine Drohne hier schon durchpassen ...{{/GM}}
es: {{GM}}Maniobrando un poco, parece que tu sonda podría caber por aquí...{{/GM}}
fr: {{GM}}Avec un peu doigté, vous devriez pouvoir y faire passer un drone...{{/GM}}
it: {{GM}}Con un po' di lavoro, sembra che il tuo drone possa attraversarlo...{{/GM}}
ru: {{GM}}Туда можно было бы запустить дрона...{{/GM}}

source: {{GM}}With a little work, it looks like your drone could fit through here...{{/GM}}
de: {{GM}}Mit ein wenig Arbeit könnte deine Drohne hier schon durchpassen ...{{/GM}}
es: {{GM}}Con un poco de esfuerzo, parece que tu sonda podría caber por aquí...{{/GM}}
fr: {{GM}}Avec un peu travail, vous devriez pouvoir y faire passer un drone...{{/GM}}
it: {{GM}}Con un po' di lavoro, sembra che il tuo drone possa attraversarlo...{{/GM}}
ru: {{GM}}Туда можно было бы запустить дрона...{{/GM}}

source: {{GM}}With a smooth hiss, the safe opens to reveal a collection of gear that is a perfect match for your skills. You take the gear.{{/GM}}
de: {{GM}}Der Safe öffnet sich mit einem leisen Zischen und du siehst, dass er genau die Ausrüstung enthält, die perfekt zu deinen Fertigkeiten passt. Du nimmst die Ausrüstung.{{/GM}}
es: {{GM}}Con un suave siseo, la caja fuerte se abre para mostrar una colección de artículos que encajan perfectamente con tus aptitudes. Te lo llevas todo.{{/GM}}
fr: {{GM}}Le coffre s'ouvre avec un léger couinement. Il contient du matériel qui correspond parfaitement à vos capacités. Vous prenez le matériel.{{/GM}}
it: {{GM}}Con un netto sibilo, la cassaforte si apre e rivela una serie di attrezzature che si adatta perfettamente alle tue abilità. Prendi l'attrezzatura.{{/GM}}
ru: {{GM}}Дверца открывается с негромким шипением. Внутри обнаруживается набор снаряжения, которое как нельзя лучше тебе подходит. Ты забираешь вещи.{{/GM}}

source: {{GM}}With lightning speed, you slot the BTL into the surprised ganger neck. Soon the ganger is convulsing in an interior reality of pain and terror.{{/GM}}
de: {{GM}}Blitzschnell steckst du den BTL in den Hals der völlig überrumpelten Gangerin. Schon bald beginnt sie in ihrer eigenen Realität voller Schmerzen und Schrecken zu zucken.{{/GM}}
es: {{GM}}Con la velocidad del rayo, conectas el BTL en el cuello del sorprendido pandillero. Pronto el pandillero se convulsiona en una realidad interior de dolor y terror.{{/GM}}
fr: {{GM}}À la vitesse de l'éclair, vous enfoncez la BTL dans le cou de la fille. Bientôt, elle se convulse, submergée de douleur et de terreur.{{/GM}}
it: {{GM}}Alla velocità della luce, infili la BTL nel collo del ganger sorpreso. Subito il ganger inizia ad agitarsi in una realtà interiore di dolore e terrore.{{/GM}}
ru: {{GM}}Быстрее молнии ты протягиваешь руку и вставляешь запись в разъем на шее удивленного гангстера. Уже через несколько мгновений она извивается у ваших ног, с головой погрузившись в пучину боли и ужаса.{{/GM}}

source: {{GM}}With the spirits gone, the young shaman releases her hold on the magical tether connecting her to the other realm. She reels from the backlash, or perhaps from the emotional toll of knowing her brother's last moments.{{/GM}} They saw him. They were with him when he died...
de: {{GM}}Die Geister verschwinden und die junge Schamanin trennt das magische Band, das sie mit der anderen Welt verbindet. Sie taumelt, als sie zu ihrer selbst zurückkehrt. Vielleicht ist es auch der Schock, von den letzten Momenten ihres Bruders zu erfahren, der sie schwanken lässt.{{/GM}} Sie haben ihn gesehen. Sie waren bei ihm, als er starb ...
es: {{GM}}Cuando los espíritus se han marchado, la joven chamán suelta la atadura mágica que la conecta al otro reino. Se tambalea por el contragolpe, o tal vez por el peso emocional de conocer los últimos momentos de su hermano.{{/GM}} Ellos lo vieron. Estaban con él cuando murió...
fr: {{GM}}Les esprits partis, le jeune chaman relâche sont attache magique pour se connecter à l'autre royaume. Elle est étourdie par la réaction négative, ou peut-être par l'émotion de connaître les derniers moments de son frère.{{/GM}} Ils l'ont vu. Ils étaient avec lui quand il est mort...
it: {{GM}}Una volta spariti gli spiriti, la giovane Sciamana allenta la presa sul legame magico che la collega all'altro mondo. È scossa dal contraccolpo o forse dal peso emotivo di essere consapevole degli ultimi momenti di vita del fratello.{{/GM}} Lo hanno visto. Erano con lui quando morì...
ru: {{GM}}Когда духи исчезают, шаманка обрывает связь, которую все это время поддерживала с иным миром. Она пошатывается, быть может, от облегчения, а быть может, от осознания того, как ужасны были последние минуты жизни ее брата.{{/GM}} Они его видели. Они были с ним, когда он погиб...

source: {{GM}}You access the computer...{{/GM}}
de: {{GM}}Du greifst auf den Computer zu ...{{/GM}}
es: {{GM}}Accedes al ordenador...{{/GM}}
fr: {{GM}}Vous accédez à l'ordinateur...{{/GM}}
it: {{GM}}Accedi al computer...{{/GM}}
ru: {{GM}}Ты включаешь компьютер...{{/GM}}

source: {{GM}}You can only see part of the note, given the torn-off bits and bloodstains.{{/GM}} Sam, I feel terrible that we arg --- - - - - - - - - -. We have been - - - - long. - - - - to say I’m sor- - - -. See you there, Love Jessica.
de: {{GM}}Das Papier ist zerrissen und blutverschmiert, so dass du nicht mehr viel erkennen kannst.{{/GM}} Sam, es tut mir so leid, dass wir uns gestr--- - - - - - - - - -. Wir haben - - - - lange. - - - - um zu sagen, dass es mir leid- - - -. Ich hoffe, dich dort zu sehen, Jessica.
es: {{GM}}Solo ves una parte de la nota porque hay trozos arrancados y manchas de sangre.{{/GM}} Sam: Me siento fatal por nuestra disc--- - - - - - - - - -. Hemos estado - - - - tiempo. - - - - decir que lo sien- - - -. Nos vemos allí. Te quiere: Jessica.
fr: {{GM}}Vous ne pouvez voir qu'une partie du mot, à cause du sang et des morceaux déchirés.{{/GM}} Sam, Je me sens mal après notre disp --- - - - - - - - - -. Ça - - - - trop longtemps. - - - - pour dire que je suis désol- - - -. On se voit là-bas, Bisous, Jessica.
it: {{GM}}Puoi vedere solo parte dell'appunto, considerando che è strappato e macchiato di sangue.{{/GM}} Sam, Mi dispiace di aver lit --- - - - - - - - - -. Siamo stati - - - - a lungo. - - - - dire che mi dis- - - -. Ci vediamo lì, baci Jessica.
ru: {{GM}}Из-за кровавых пятен ты можешь прочитать на рваной бумаге всего несколько слов.{{/GM}} Сэм, Мне ужасно жаль, что мы так часто ссо --- - - - - - - - - -. Мы знаем друг дру - - - - лго. - - - - зать, что мне о- - - -. До встречи. Я люблю тебя! Джессика.

source: {{GM}}You change into the Universal Brotherhood uniform{{/GM}}
de: {{GM}}Du streifst dir die Bruderschaftsuniform über.{{/GM}}
es: {{GM}}Te pones el uniforme de la Hermandad Universal{{/GM}}
fr: {{GM}}Vous enfilez l'uniforme de la Confrérie Universelle.{{/GM}}
it: {{GM}}Indossi l'uniforme della Fratellanza Universale{{/GM}}
ru: {{GM}}Ты переодеваешься в его облачение.{{/GM}}

source: {{GM}}You cut through the feeble security protocols with ease...{{/GM}}
de: {{GM}}Ohne Probleme umgehst du die schwachen Sicherheitsprotokolle ...{{/GM}}
es: {{GM}}Atraviesas sin problemas los débiles protocolos de seguridad...{{/GM}}
fr: {{GM}}Vous passez les faibles protocoles de sécurité avec facilité...{{/GM}}
it: {{GM}}Superi facilmente i deboli protocolli di sicurezza...{{/GM}}
ru: {{GM}}Ты с легкостью обходишь немногочисленные протоколы сетевой безопасности...{{/GM}}

source: {{GM}}You find nothing interesting about the shoes in the pile.{{/GM}}
de: {{GM}}Du findest nichts Interessantes über die Schuhe im Haufen heraus.{{/GM}}
es: {{GM}}No encuentras nada interesante en los zapatos del montón.{{/GM}}
fr: {{GM}}Vous ne trouvez rien d'intéressant sur les chaussures de la pile.{{/GM}}
it: {{GM}}Non trovi nient'altro di interessante nel mucchio di scarpe.{{/GM}}
ru: {{GM}}Больше в куче обуви не оказывается ничего интересного.{{/GM}}

source: {{GM}}You hand her the objects you've found. She closes her eyes and chants over them for a time. When her eyes open again, they're filled with tears.{{/GM}} Thank you. These items are all I will need. It shouldn't take me long to--
de: {{GM}}Du reichst ihr die Gegenstände, die du gefunden hast. Sie schließt die Augen und murmelt eine Weile vor sich hin. Als sich ihre Augen wieder öffnen, glänzen Tränen in ihnen.{{/GM}} Danke. Diese Gegenstände sind genau das, was ich brauche. Es sollte nicht lange dauern, bis ich –
es: {{GM}}Entregas los objetos que has encontrado. Cierra los ojos y canta sobre ellos durante un rato. Cuando vuelve a abrir los ojos, están llenos de lágrimas.{{/GM}} Gracias. Estos objetos son todo lo que necesitaré. No debería tardar mucho en...
fr: {{GM}}Vous lui donnez les objets que vous avez trouvés. Elle ferme les yeux et chante en les tenant dans ses mains. Lorsque ses yeux s'ouvrent de nouveau, ils sont emplis de larmes.{{/GM}} Merci. Ces objets sont tout ce dont j'aurai besoin. Ça ne devrait pas me prendre très longtemps de...
it: {{GM}}Le porgi gli oggetti che hai trovato. Chiude gli occhi e, per un po', intona una melodia sopra di essi. Quando i suoi occhi si riaprono, sono pieni di lacrime.{{/GM}} Grazie. Questi oggetti sono tutto ciò che mi servirà. Non dovrei metterci molto...
ru: {{GM}}Ты передаешь ей найденные предметы. Она закрывает глаза и снова заводит свой негромкий, монотонный напев. Когда замолкает и вновь бросает на тебя взгляд, на ее ресницах поблескивают слезы.{{/GM}} Спасибо. Это именно то, что мне нужно. На то, чтобы завершить ритуал, не понадобится много...

source: {{GM}}You have his attention.{{/GM}} Rare stones, huh? Let’s see these rare stones.
de: {{GM}}Du hast seine Aufmerksamkeit.{{/GM}} Seltene Edelsteine? Lass mal sehen.
es: {{GM}}Tienes toda su atención.{{/GM}} Piedras extrañas, ¿eh? Veamos esas piedras extrañas.
fr: {{GM}}Vous avez son attention.{{/GM}} Des pierres rares, hein ? Laissez-moi voir ces pierres...
it: {{GM}}Hai ottenuto la sua attenzione.{{/GM}} Pietre rare, eh? Vediamo queste pietre rare.
ru: {{GM}}Тебе удалось привлечь его внимание.{{/GM}} Коллекцию редких камней? Покажи мне их.

source: {{GM}}You hear the clicking of a keyboard.{{/GM}} It says here you should be Father Willy.
de: {{GM}}Du hörst das Klappern der Tastatur.{{/GM}} Hier steht, du solltest Vater Willy sein.
es: {{GM}}Escuchas el sonido de un teclado.{{/GM}} Aquí dice que tú debes de ser Padre Willy.
fr: {{GM}}Vous entendez quelqu'un pianoter sur un clavier.{{/GM}} Il est dit ici que vous devriez être Père Willy.
it: {{GM}}Senti il ticchettio di una tastiera.{{/GM}} Qui dice che tu dovresti essere Padre Willy.
ru: {{GM}}Ты слышишь, как он что-то печатает на своем терминале.{{/GM}} Здесь написано, что ты на самом деле отец Вилли.

source: {{GM}}You hear the clicking of a keyboard.{{/GM}} It says here you should be Mother Julie.
de: {{GM}}Du hörst das Klappern der Tastatur.{{/GM}} Hier steht, du solltest Mutter Julie sein.
es: {{GM}}Escuchas el sonido de un teclado.{{/GM}} Aquí dice que tú debes de ser Madre Julie.
fr: {{GM}}Vous entendez quelqu'un pianoter sur un clavier.{{/GM}} Il est dit ici que vous devriez être Mère Julie.
it: {{GM}}Senti il ticchettio di una tastiera.{{/GM}} Qui dice che tu dovresti essere Madre Julie.
ru: {{GM}}Ты слышишь, как он что-то печатает на своем терминале.{{/GM}} Здесь написано, что ты на самом деле мать Джулия.

source: {{GM}}You hear the clicking of a keyboard.{{/GM}} Might of happened when they upgraded you to being a Mother ... I mean Father. Welcome to the Inner Sanctum.
de: {{GM}}Du hörst das Klappern der Tastatur.{{/GM}} Das könnte passiert sein, als sie dich zur Mutter ... ich meine, zum Vater berufen haben. Willkommen im inneren Heiligtum.
es: {{GM}}Escuchas el sonido de un teclado.{{/GM}} Podría haber sucedido cuando te ascendieron a Madre... Quiero decir... Padre. Esperamos que te guste el Sanctasanctórum.
fr: {{GM}}Vous entendez quelqu'un pianoter sur un clavier.{{/GM}} Ça s'est peut-être produit lorsqu'ils vous ont mis à jour en tant que Mère... Je veux dire Père. Bienvenue au Sanctuaire intérieur.
it: {{GM}}Senti il ticchettio di una tastiera.{{/GM}} Potrebbe essere accaduto quando hanno effettuato l'aggiornamento al grado di Madre... Cioè, Padre. Benvenuto al Santuario nascosto.
ru: {{GM}}Ты слышишь, как он что-то печатает на своем терминале.{{/GM}} Скорее всего, это случилось, когда ты стал матерью. То есть отцом. Добро пожаловать во внутренние покои.

source: {{GM}}You hear the clicking of a keyboard.{{/GM}} Okay, newly minted Mother Julie, welcome to the Inner Sanctum.
de: {{GM}}Du hörst das Klappern der Tastatur.{{/GM}} Okay, frisch berufene Mutter Julie: Willkommen im inneren Heiligtum.
es: {{GM}}Escuchas el sonido de un teclado.{{/GM}} Muy bien, recién ordenada Madre Julie, bienvenida al Sanctasanctórum.
fr: {{GM}}Vous entendez quelqu'un pianoter sur un clavier.{{/GM}} Ok. Mère Julie, récente introduite, bienvenue au Sanctuaire intérieur.
it: {{GM}}Senti il ticchettio di una tastiera.{{/GM}} Ok, nuovo membro Madre Julie, benvenuta al Santuario nascosto.
ru: {{GM}}Ты слышишь, как он что-то печатает на своем терминале.{{/GM}} Отлично. Добро пожаловать во внутренние покои, мать Джулия. Вы тут в первый раз.

source: {{GM}}You hear the clicking of a keyboard.{{/GM}} Welcome to the Inner Sanctum $(scene.FatherMother) $(l.name).
de: {{GM}}Du hörst das Klappern der Tastatur.{{/GM}} Willkommen im inneren Heiligtum $(scene.FatherMother) $(l.name).
es: {{GM}}Escuchas el sonido de un teclado.{{/GM}} Esperamos que te guste el Sanctasanctórum $(scene.FatherMother) $(l.name).
fr: {{GM}}Vous entendez quelqu'un pianoter sur un clavier.{{/GM}} Bienvenue au Sanctuaire intérieur, $(scene.FatherMother) $(l.name).
it: {{GM}}Senti il ticchettio di una tastiera.{{/GM}} Il mio benvenuto al Santuario nascosto $(scene.FatherMother) $(l.name).
ru: {{GM}}Ты слышишь, как он что-то печатает на своем терминале.{{/GM}} Добро пожаловать во внутренние покои, $(scene.FatherMother) $(l.name).

source: {{GM}}You hear the servos in $(s.name)’s cyber-eye whirr as a magnifying lens slips into position. He bends his head over the stones for two seconds. Maybe less.{{/GM}} Hmph. Where'd you get this drek? A gumball machine? I’ll give you a thousand for them.
de: {{GM}}Du hörst das Surren der Servoregler in $(s.name)’ Cyber-Auge, als ein Vergrößerungslinse eingelegt wird. Er betrachtet die Steine etwa zwei Sekunden lang.{{/GM}} Hmpf. Hast du diesen Drek etwa aus dem Kaugummi-Automaten gezogen? Von mir kriegst du höchstens tausend Nuyen dafür.
es: {{GM}}Escuchas el zumbido de los servos del ciberojo de $(s.name) mientras aparece una lupa. Inclina la cabeza un par de segundos sobre las piedras. Quizá menos.{{/GM}} Umm. ¿De dónde has sacado esta mierda? ¿De una máquina de chicles? Te daré mil por ellas.
fr: {{GM}}Vous entendez le servomoteur dans l'œil cybernétique de $(s.name) vrombir alors que la lentille reprend sa position. Il penche sa tête sur les pierres durant deux secondes. Peut-être moins.{{/GM}} Mouais. Où vous avez eu cette merde ? Dans une pochette surprise ? Je vous en donne 1 000.
it: {{GM}}Senti il ronzio dei servomeccanismi rotanti dell'occhio cibernetico di $(s.name) mentre una lente d'ingrandimento si sposta in posizione. China la testa sulle pietre per un paio di secondi. Forse meno.{{/GM}} Mmm. Dove avete preso questo schifo? Da un distributore di chewing gum? Ti do mille nuyen per queste.
ru: {{GM}}$(s.name) внимательно изучает камни. Ты слышишь жужжание сервомоторов в его глазу, когда одна линза сменяет другую. Проходит секунда, за ней другая.{{/GM}} Хм. Где вы взяли этот хлам? Камни синтетические. Я дам вам за них тысячу.

source: {{GM}}You listen as the sounds of gunfire and spell bursts fade away and the silence of the dead returns to the cemetery.{{/GM}}
de: {{GM}}Allmählich verblasst der Lärm der Schüsse und Zauberspruchsalven und die Stille der Toten kehrt auf den Friedhof zurück.{{/GM}}
es: {{GM}}Escuchas mientras los sonidos de los disparos y las explosiones de los conjuros se apagan y el silencio de los muertos vuelve al cementerio.{{/GM}}
fr: {{GM}}Vous tendez l'oreille à mesure que les bruits de tir et de sortilège se dissipent. Le cimetière retombe dans un silence mortel.{{/GM}}
it: {{GM}}Senti il suono delle armi e le raffiche di incantesimi che scompare, mentre il silenzio dei morti ritorna nel cimitero.{{/GM}}
ru: {{GM}}Когда звуки стрельбы и взрывов затихают, на кладбище вновь воцаряется мертвая тишина.{{/GM}}

source: {{GM}}You quickly frisk him take his ID card.{{/GM}}
de: {{GM}}Du gehst flink durch seine Taschen und nimmst seine Mitgliedskarte.{{/GM}}
es: {{GM}}Lo cacheas rápidamente y coges su tarjeta identificativa.{{/GM}}
fr: {{GM}}Vous le fouillez rapidement pour prendre sa carte d'identité.{{/GM}}
it: {{GM}}Lo perquisisci rapidamente e prendi la sua tessera di identificazione.{{/GM}}
ru: {{GM}}Ты быстро обыскиваешь его и забираешь пропуск.{{/GM}}

source: {{GM}}You see uncertainty spread across the young officer's face.{{/GM}} Well... you seem to know what you're doing. But bring that right back once it's safe. That could be important evidence.
de: {{GM}}Du kannst die Verunsicherung auf dem Gesicht des jungen Officers erkennen.{{/GM}} Nun ... du scheinst zu wissen, was du tust. Aber bring das gleich wieder zurück, sobald es sicher ist. Das könnte ein wichtiges Beweisstück sein.
es: {{GM}}Ves cómo la incerteza recubre el rostro del joven agente.{{/GM}} Bueno... parece que sabes lo que te haces. Pero tráelo de vuelta cuando sea seguro. Podría ser una prueba importante.
fr: {{GM}}Vous lisez de l'incertitude sur le visage du jeune agent.{{/GM}} Bon... vous avez l'air de savoir ce que vous faites. Mais ramenez-le dès qu'il sera sûr. Il pourrait s'agir d'un indice important.
it: {{GM}}Noti un'espressione incerta sul volto del giovane agente.{{/GM}} Bene... mi pare che tu sappia quello che stai facendo. Ma riportala subito appena hai finito. Potrebbe essere una prova importante.
ru: {{GM}}На лице детектива появляется неуверенность.{{/GM}} Ну... похоже, ты знаешь, что делаешь. Не забудь вернуть его, когда с ним закончишь. Эта вещь может оказаться важной уликой.

source: {{GM}}You watch as Jake pulls out his modified PDA and slots the chip.{{/GM}} Mister... Wylie here was with Eagle Security. They work for the UB. That must've been Lynne Telestrian’s security detail we just chewed through. If she’s protecting Jessica, they’ll be inside the Universal Brotherhood.
de: {{GM}}Du siehst zu, als Jake seinen modifizierten PDA herausholt und den Chip slottet.{{/GM}} Mister ... Wylie hier war ein Angestellter von Eagle Security. Sie arbeiten für die UB. Das muss Lynne Telestrians Personenschutz gewesen sein, den wir gerade dezimiert haben. Wenn sie Jessica beschützt, dann müssten sie sich beide in der Universellen Bruderschaft befinden.
es: {{GM}}Observas cómo Jake saca su PDA modificada y lee el chip.{{/GM}} Este tal Señor... Wylie formaba parte de Eagle Security. Trabajan para la HU. Parece que acabamos de descubrir información sobre la seguridad de Lynne Telestrian. Si está protegiendo a Jessica, estarán dentro de la Hermandad Universal.
fr: {{GM}}Vous observez Jake, qui sort sa PDA modifiée et y insère la puce.{{/GM}} Monsieur... Wylie travaillait chez Eagle Security. Ils bossent pour la CU. On vient sans doute de se heurter à l'une des mesures de sécurité de Lynne Telestrian. Si elle protège Jessica, c'est qu'elles sont dans la Confrérie.
it: {{GM}}Osservi Jake tirare fuori il suo palmare modificato e inserire il microchip.{{/GM}} Il signor... Wylie, qui, era nella Sicurezza Aquila. Lavorano per la FU. Abbiamo appena sviscerato i dettagli della sicurezza di Lynne Telestrian. Se sta proteggendo Jessica, saranno dentro la Fratellanza Universale.
ru: {{GM}}Джейк вытаскивает свой модифицированный планшет и вставляет в него трофей.{{/GM}} Этот мистер... Вайли работал на компанию ''Игл Секьюрити''. Их услуги оплачивает Всеобщее братство. Похоже, мы только что положили телохранителей Линн Телестриан. Если она защищает Джессику, они обе прячутся где-то в здании Братства.
