Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}The ganger points to the chip brought from downstairs.{{/GM}} Okay, junkie, hand me that BTL and go back where you came from. And tell the Tickler that we appreciate his work.
de: {{GM}}Die Gangerin zeigt auf den Chip, den sie von unten mitgebracht hat.{{/GM}} Okay, Junkie. Rück den BTL raus und verzieh dich dahin, wo du hergekommen bist. Und sag dem Tickler, dass wir mit seiner Arbeit zufrieden sind.
es: {{GM}}El pandillero señala al chip que han traído del piso inferior.{{/GM}} Vale, yonki, dame ese BTL y vuelve por donde has venido. Y dile al Cosquillas que agradecemos su trabajo.
fr: {{GM}}Elle montre la puce remontée du labo.{{/GM}} Ok, junkie, aboule la BTL et retourne d'où tu viens. Et dis au Tickler qu'on apprécie son travail.
it: {{GM}}Il ganger va verso il chip portato dal piano inferiore.{{/GM}} Ok, tossico, dammi la BTL e tornatene da dove sei venuto. E dì al Torturatore che apprezziamo il suo lavoro.
ru: {{GM}}Гангстер протягивает руку, чтобы забрать у тебя чип.{{/GM}} Ладно, наркоша, давай мне запись и вали отсюда. И передай Щекотуну, что мы ценим его старания.

source: {{GM}}The guard looks bored. He toys with his gun absentmindedly, like he might shoot something on a whim just to watch it die.{{/GM}} Hey, you're about to trespass on Corporate property. You looking to get dusted, street scum?
de: {{GM}}Der Wachmann sieht gelangweilt aus. Er spielt geistesabwesend mit seiner Waffe, so als könne er jederzeit jemanden erschießen, nur um ihn sterben zu sehen.{{/GM}} Hey, du betrittst hier Konzerngelände. Willst du umgenietet werden, du Penner?
es: {{GM}}El guardia parece aburrido. Juega distraído con su pistola, como si fuera a dispararle a algo por capricho, solo por verlo morir.{{/GM}} Eh, estás a punto de acceder ilegalmente a una propiedad corporativa. ¿Quieres que te frían a balazos, escoria?
fr: {{GM}}Le garde a l'air de s'ennuyer. Il joue avec son pistolet, distrait, comme s'il allait tirer sur quelque chose sur un coup de tête, juste pour fun.{{/GM}} Hé, vous êtes sur le point de pénétrer illégalement dans une propriété corporatiste. Vous voulez vous faire descendre, racaille ?
it: {{GM}}La sentinella sembra annoiata. Gioca distrattamente con la pistola, come se potesse sparare a qualcosa d'impulso, solo per guardarla morire.{{/GM}} Ehi, stai per accedere a una proprietà privata aziendale. Vuoi che ti faccia fuori, miserabile?
ru: {{GM}}Похоже, охранник скучает. Он рассеянно барабанит пальцами по кобуре, как если бы хотел кого-нибудь пристрелить в надежде, что результат может оказаться забавным.{{/GM}} Ей, это корпоративная собственность. Тебе что, жить надоело, уличная ты тварь?

source: {{GM}}The guard scowls.{{/GM}} Oh yeah? Well, I have a job, too. You think your cleaning takes precedence over my investigation?
de: {{GM}}Die Wache schaut dich böse an.{{/GM}} Ach ja? Ich hab auch einen Job zu erledigen. Denkst du etwa dein Geputze ist wichtiger als meine Untersuchung?
es: {{GM}}El guarda frunce el entrecejo.{{/GM}} ¿Ah, sí? Bueno, yo también tengo trabajo que hacer. ¿Crees que tu limpieza está por encima de mi investigación?
fr: {{GM}}Le garde vous fusille du regarde.{{/GM}} Ah ouais ? Moi aussi j'ai du pain sur la planche. Vous croyez que votre foutu ménage passe avant mon enquête ?
it: {{GM}}La guardia aggrotta la fronte.{{/GM}} Ah, sì? Beh, anche io ho un lavoro da fare. O pensi che le tue pulizie vengano prima delle mie indagini?
ru: {{GM}}Охранник недовольно хмыкает.{{/GM}} Да ну? У меня тоже много работы. Или ты думаешь, что мытье полов важнее внутреннего расследования?

source: {{GM}}The handsome young man turns away from the crowd and fixes you with his full, completely undivided attention.{{/GM}} $+(l.sir), you are a beautiful $(l.race) ... but you could be SO much MORE!
de: {{GM}}Der gutaussehende junge Mann wendet sich von der Menge ab und schenkt dir seine volle Aufmerksamkeit.{{/GM}} Du bist ja ein wunderschöner $(l.race) ... aber du könntest SO viel MEHR sein!
es: {{GM}}El atractivo joven se aparta de la multitud y se fija en ti con una atención plena y absoluta.{{/GM}} $+(l.sir), una belleza nada desdeñable para ser $(l.race)... ¡pero podría serlo MUCHO MÁS!
fr: {{GM}}Le beau jeune homme se détourne de la foule et vous fixe attentivement, vous consacrant son entière attention.{{/GM}} $+(l.sir), malgré tous les $(l.race)s que j'ai déjà vus, vous êtes... magnifique ! Mais vous pourriez être TELLEMENT PLUS !
it: {{GM}}Il bel ragazzo si allontana dalla folla e ti fissa con piena, totale attenzione.{{/GM}} $+(l.sir), lei è un bellissimo $(l.race) ... ma potrebbe esserlo MOLTO DI PIÙ!
ru: {{GM}}Симпатичный молодой человек поворачивается к тебе и впивается в тебя радостным, счастливым и невероятно внимательным взглядом.{{/GM}} $+(l.sir)! Я вижу, передо мной стоит $(l.race) необыкновенной красоты... Но всегда существует возможность стать чем-то ГОРАЗДО БОЛЬШИМ!

source: {{GM}}The hulking troll bouncer in the immaculate suit stands as impassively as ever. The absence of dust on his broad shoulders is the only real indication that the man ever moves. He nods to you when you approach.{{/GM}} Evening. I see Coyote is back, looking only a little worse for wear. We have you to thank for that?
de: {{GM}}Der gigantische Troll-Türsteher in dem makellosen Anzug steht so regungslos da wie eh und je. Nur die Abwesenheit von Staub auf seinen breiten Schultern verrät, dass der Mann sich hin und wieder bewegen muss. Er nickt dir zu, als du dich näherst.{{/GM}} Guten Abend. Wie ich sehe, ist Coyote wieder da und sieht nur ein wenig lädiert aus. Wie ich verstehe, haben wir das dir zu verdanken?
es: {{GM}}El enorme guardia troll, con su traje inmaculado, permanece tan impasible como siempre. La ausencia de polvo sobre sus enormes espaldas es la única prueba de que alguna vez se mueve. Te saluda con la cabeza cuando te acercas.{{/GM}} Buenas noches. Veo que Coyote ha vuelto, con un aspecto algo menos glamouroso. ¿Tenemos que agradecértelo?
fr: {{GM}}Le troll massif qui se tient à l'entrée dans un costume impeccable est, comme toujours, impassible. Seule l'absence de poussière sur ses larges épaules indique que l'homme bouge parfois. Il hoche la tête en vous voyant approcher.{{/GM}} Bonsoir. Je vois que Coyote est de retour, elle n'a pas l'air dans son assiette. C'est à vous qu'on doit ça ?
it: {{GM}}L'enorme Troll buttafuori è fermo, più impassibile che mai nel suo abito immacolato. Se non fosse per l'assenza di polvere sulle sue ampie spalle, si direbbe che non si sia mai mosso da lì. Mentre ti avvicini ti fa un cenno con la testa.{{/GM}} Sera. Vedo che Coyote è tornata, sembra solo un po' malconcia. Dobbiamo ringraziare te per questo?
ru: {{GM}}Тролль-вышибала все так же неподвижен и все так же невозмутим. Ты почти ожидаешь увидеть слой пыли на необъятных плечах, туго обтянутых дорогим пиджаком. Клюве дружелюбно тебе кивает.{{/GM}} Добрый вечер. Я видел Койот, и она почти в полном порядке. Полагаю, мне следует благодарить за это тебя?

source: {{GM}}The hum of magical energy permeating the room seems to quiet. She's listening.{{/GM}}
de: {{GM}}Das Surren der magischen Energie, die den Raum erfüllt, scheint nachzulassen. Sie hört dir zu.{{/GM}}
es: {{GM}}El zumbido de la energía mágica que impregna la sala parece silenciarse. Está escuchando.{{/GM}}
fr: {{GM}}Le vrombissement d'énergie magique qui imprègne la pièce semble se calmer. Elle écoute.{{/GM}}
it: {{GM}}Il ronzio dell'energia magica che permeava la stanza sembra calmarsi. Sta ascoltando.{{/GM}}
ru: {{GM}}Рокот заполнившей помещение магической энергии понемногу стихает. Она жадно ловит твои слова.{{/GM}}

source: {{GM}}The image that suddenly lights up your commlink is clearly a non-standard transmission. Whoever it is, they’re using the Matrix to tight-beam their avatar’s face instead of their own. You can tell that the voice has been modulated to disguise it.{{/GM}} Bonsoir, mon ami! You must be careful with these devices - they can be hacked if you are not careful.
de: {{GM}}Das Bild, das plötzlich auf dem Kommlink erscheint, ist keine normale Übertragung. Wer es auch ist, er oder sie benutzt die Matrix, um anstatt des eigenen Gesichts das Gesicht des Avatars zu senden. Die Stimme wurde moduliert, um sie zu verstellen.{{/GM}} Bonsoir! Man muss mit diesen Geräten vorsichtig sein – sie können gehackt werden, wenn man nicht auf der Hut ist.
es: {{GM}}Es evidente que la imagen que ilumina repentinamente tu commlink no es una transmisión estándar. Sea quien sea, están usando la Matriz para transmitir la cara de su avatar en lugar de la suya. Puedes apreciar que han modulado la voz para camuflarla.{{/GM}} ¡Bonsoir, mon ami! Debes tener cuidado con estos dispositivos: pueden piratearlos si no andas con ojo.
fr: {{GM}}L'image qui illumine soudain votre commlink n'est clairement pas une transmission standard. Qui que ce soit, cette personne utilise la matrice pour projeter le visage de son avatar au lieu du sien. Il est évident que sa voix elle aussi a été déguisée.{{/GM}} Bonsoir, mon ami ! Vous devriez faire attention avec ces engins... ils peuvent être piratés si on est pas prudent.
it: {{GM}}L'immagine che appare all'improvviso sul tuo commlink non è decisamente una trasmissione standard. Chiunque sia, sta usando la Matrice per proiettare il proprio avatar invece che la propria faccia. La voce è evidentemente camuffata tramite una modulazione.{{/GM}} Bonsoir, mon ami! Occhio a questi dispositivi, si possono manomettere se non fai attenzione.
ru: {{GM}}Изображение, которое появляется на экране твоего коммлинка - не стандартная передача. Кем бы ни был связавшийся с тобой человек, он использует Матрицу, чтобы проецировать свой аватар в обход стандартных протоколов идентификации. Голос он тоже замаскировал с помощью специальной программы.{{/GM}} Bonsoir, mon ami! Соблюдай осторожность - такие устройства очень легко взломать.

source: {{GM}}The intercom begins speaking as soon as you approach. Holmes must be watching, from somewhere.{{/GM}} You don’t understand, do you? This is a place for broken things. But only by further breaking them, can they be remade. And so we must break you.
de: {{GM}}Aus der Sprechanlage dringt eine Stimme, sobald du dich näherst. Holmes muss dich von irgendwoher beobachten.{{/GM}} Du verstehst es einfach nicht, oder? Dieser Ort ist für kaputte Dinge. Und nur indem man sie weiter zerbricht, können sie zu etwas Neuem wiedergeboren werden. Und deswegen müssen wir dich brechen.
es: {{GM}}El intercomunicador empieza a hablar en cuanto te acercas. Holmes debe de estar observando, desde alguna parte.{{/GM}} No lo entiendes, ¿verdad? Este es un lugar para cosas rotas. Pero solo rompiéndolas más puedes recomponerlas. Así que debemos romperte.
fr: {{GM}}L'intercom s'anime dès que vous approchez. Où qu'il soit, Holmes vous observe sûrement.{{/GM}} Vous ne comprenez vraiment pas. C'est un endroit rempli de petites choses brisées. Ce n'est qu'en les brisant plus qu'on peut les faire renaître. Et ainsi nous devons vous briser.
it: {{GM}}Non appena ti avvicini senti una voce dall'interfono. Holmes è da qualche parte e sta osservando.{{/GM}} Non vuoi capire, eh? Questo è un luogo per menti problematiche. Ma solo rendendole più problematiche, è possibile rimaneggiarle. Per questo dobbiamo metterti in ginocchio.
ru: {{GM}}Когда ты подходишь к двери, динамик над ней пробуждается к жизни. Должно быть, Холмс наблюдает за твоим продвижением.{{/GM}} Ты ведь не понимаешь, что происходит? Это больница, место для исцеления калек. Но я должен сперва разобрать их, прежде чем смогу собрать заново. Поэтому мне придется разобрать тебя.

source: {{GM}}The key card slides into the terminal and the screen comes to life.{{/GM}}
de: {{GM}}Die Schlüsselkarte verschwindet im Terminal und der Bildschirm erwacht zum Leben.{{/GM}}
es: {{GM}}La tarjeta de acceso se desliza por el terminal y la pantalla se activa.{{/GM}}
fr: {{GM}}La carte d'accès passe dans le terminal et l'écran s'allume.{{/GM}}
it: {{GM}}La scheda magnetica scivola nel terminale e lo schermo si illumina.{{/GM}}
ru: {{GM}}Магнитная карточка исчезает в щели приемника, и небольшой экран оживает.{{/GM}}

source: {{GM}}The last remnants of Jessica's mask fall to pieces and she glares venomously.{{/GM}} I am here to lay my mother to rest!
de: {{GM}}Der letzte Rest von Jessicas vorgespielter Freundlichkeit löst sich in Wohlgefallen auf und sie starrt dich hasserfüllt an.{{/GM}} Ich bin hier, um meine Mutter zu beerdigen!
es: {{GM}}Los últimos restos de la máscara de Jessica se desprenden y su mirada se vuelve maligna.{{/GM}} ¡He venido aquí para que mi madre descanse!
fr: {{GM}}Ce qui restait du masque de Jessica tombe en pièces et son regard est noir de colère.{{/GM}} Je suis ici pour mettre ma mère en terre !
it: {{GM}}Gli ultimi brandelli della maschera indossata da Jessica vanno in frantumi e lei ti lancia uno sguardo truce.{{/GM}} Sono qui per far sì che mia madre riposi in pace!
ru: {{GM}}У тебя на глазах Джессика теряет остатки самообладания. Она награждает тебя ядовитым взглядом.{{/GM}} Я пришла сюда, чтобы удостовериться, что моя мать наконец обрела покой!

source: {{GM}}The last vestiges of Jessica's cool facade fall away and she practically spits her next words at you.{{/GM}} He used her!
de: {{GM}}In Jessicas Gesicht ist keine Spur mehr der einst kühlen Fassade zu erkennen und sie spuckt dir die Wörter förmlich ins Gesicht.{{/GM}} Er hat sie benutzt!
es: {{GM}}Caen los últimos vestigios de la fachada impasible de Jessica y prácticamente te escupe las siguientes palabras.{{/GM}} ¡Él la utilizó!
fr: {{GM}}Les derniers vestiges de la façade de Jessica tombent, et elle vous crache pratiquement ses mots au visage.{{/GM}} Il l'a utilisée !
it: {{GM}}La maschera imperturbabile di Jessica s'infrange quando ti sputa addosso le parole successive.{{/GM}} Lui l'ha usata!
ru: {{GM}}Джессика не выдерживает. Она буквально выплевывает каждое слово.{{/GM}} Он воспользовался ей!

source: {{GM}}The little coroner is surprised to see you but he can’t hide his delight.{{/GM}} Hey, $(l.name). I was wondering if I was going to see you again! I guess I shouldn’t be surprised to find you here.
de: {{GM}}Der kleine Gerichtsmediziner ist erstaunt, dich zu sehen, kann aber seine Freude nicht verbergen.{{/GM}} Hey, $(l.name). Hab mich schon gefragt, ob wir uns noch einmal über den Weg laufen! Ich sollte mich wohl über deine Anwesenheit hier nicht wundern.
es: {{GM}}El pequeño forense está sorprendido de verte pero no puede ocultar su alegría.{{/GM}} Eh, $(l.name). ¡Me preguntaba si volvería a verte! Supongo que no debería sorprenderme de encontrarte aquí.
fr: {{GM}}Le petit légiste est surpris de vous voir, mais ne peut cacher sa joie.{{/GM}} Hé, $(l.name). Je me demandais quand j'allais vous revoir ! J'imagine que votre présence ici ne devrait pas me surprendre.
it: {{GM}}Il piccolo medico legale è sorpreso di vederti, ma non nasconde la sua felicità.{{/GM}} Ehi, $(l.name). Mi stavo giusto chiedendo se ci saremmo rivisti! Immagino che non dovrei sorprendermi di trovarti qui.
ru: {{GM}}Маленький медик не ожидал этой встречи, но не может скрыть радости.{{/GM}} Эй, $(l.name). А я все думаю, где тебя носит? Впрочем, чему я удивляюсь! Должен был догадаться, что без тебя здесь не обошлось.

source: {{GM}}The machine is grinding on the ground. It needs lubricant in order to move.{{/GM}}
de: {{GM}}Der Automat bewegt sich nicht vom Fleck. Du brauchst irgendein Schmiermittel, um ihn zu bewegen.{{/GM}}
es: {{GM}}La máquina rechina contra el suelo. Para moverla necesitarás lubricante.{{/GM}}
fr: {{GM}}Le distributeur grince contre le sol. Pour le bouger, il faudrait un lubrifiant.{{/GM}}
it: {{GM}}La macchina fa attrito con il pavimento. Ti serve un qualche lubrificante per spostarla.{{/GM}}
ru: {{GM}}Автомат тяжелее, чем кажется на первый взгляд. Возможно, тебе придется сперва смазать пол.{{/GM}}

source: {{GM}}The magic dealer's area is abuzz with chaotic activity as you watch the contents of a dozen boxes fly through the air. The articles land on Aljernon's table in some elaborate sorting scheme while the man himself casually sits reading a magazine from the previous century.{{/GM}}
de: {{GM}}Der Bereich des Magiehändlers ist erfüllt von chaotischer Aktivität. Du siehst zu, wie die Inhalte von einem Dutzend Kisten durch die Luft fliegen. Die Gegenstände landen in einer Art ausgeklügeltem Sortiersystem auf Aljernons Tisch, während der Mann selbst entspannt ein Magazin aus dem letzten Jahrhundert liest.{{/GM}}
es: {{GM}}El área del comerciante de magia es un hervidero de actividad caótica mientras observas el contenido de una docena de cajas que vuelan por el aire. Los artículos aterrizan sobre la mesa de Aljernon siguiendo un patrón elaborado, mientras el hombre se sienta tranquilamente a leer una revista del siglo pasado.{{/GM}}
fr: {{GM}}Le repaire du dealer de sorts est en effervescence. Il règne une sorte de chaos avec une douzaine de boîtes volant dans les airs. Les articles sur la table d'Aljernon sont rangés selon un système élaboré ; Lui-même est assis nonchalamment, lisant un magazine du siècle précédent.{{/GM}}
it: {{GM}}L'area del venditore di oggetti magici è in pieno fervore, mentre osservi il contenuto di una dozzina di scatole volare per aria. Gli articoli atterrano sul tavolo di Aljernon in un elaborato ordine schematico, mentre l'uomo si siede con noncuranza leggendo una rivista del secolo precedente.{{/GM}}
ru: {{GM}}В комнате продавца амулетов бушует настоящий вихрь: содержимое дюжины коробок летает по воздуху в поисках места, на которое можно было бы приземлиться. Наконец товары укладываются на небольшой столик один за другим. Все это время Алджернон сидит в кресле и читает какой-то журнал, датированный предыдущим веком.{{/GM}}

source: {{GM}}The man before you appears well-mannered, but nervous.{{/GM}} Excuse me $(l.sir). I don’t know you... but you look like you can handle yourself in a fight, and we need some help.
de: {{GM}}Der Mann vor dir scheint höflich, aber sehr nervös zu sein.{{/GM}}Entschuldigung, $(l.sir). Ich kenne dich nicht, aber du siehst aus wie jemand, der in einem Kampf nicht den Kürzeren zieht, und wir brauchen gerade etwas Hilfe.
es: {{GM}}El hombre que tienes ante ti parece tener buenas maneras, pero está nervioso.{{/GM}} Perdona, $(l.sir). No te conozco... Pero tienes pinta de saber defenderte en una pelea y no nos vendría mal un poco de ayuda.
fr: {{GM}}L'homme qui se tient devant vous est bien élevé, mais nerveux.{{/GM}} Excusez-moi, $(l.sir). On ne se connaît pas... mais on dirait que vous savez vous défendre, et on a besoin d'un coup de main.
it: {{GM}}L'uomo davanti a te sembra ben educato, ma nervoso.{{/GM}} Scusa, gentile $(l.sir). Non ti conosco... ma qualcosa mi dice che te la cavi bene in battaglia, e a noi serve un po' d'aiuto.
ru: {{GM}}Человек перед тобой прилично одет, по крайней мере по здешним меркам, но он сильно нервничает.{{/GM}} Прошу прощения, $(l.sir). Мы не знакомы... но у вас вид уличного бойца, а нам отчаянно нужна помощь.

source: {{GM}}The man is beyond healing. As you look down at him, you notice the quality of his suit and shoes. This isn’t a runner and he’s not from the street.{{/GM}}
de: {{GM}}Der Mann liegt in seinen letzten Zügen. Als du auf ihn herunterblickst, bemerkst du die Qualität seines Anzugs und seiner Schuhe. Das hier ist kein Runner, kein Mann von der Straße.{{/GM}}
es: {{GM}}El tipo no tiene ninguna esperanza. Al mirarlo, te das cuenta de la calidad de su traje y sus zapatos. No se trata de un runner y no es de la calle.{{/GM}}
fr: {{GM}}L'homme est à l'article de la mort. En l'observant, vous constatez qu'il porte un costume et des chaussures de bonne qualité. Il ne s'agit pas d'un Runner et il ne vient pas de la rue.{{/GM}}
it: {{GM}}L'uomo non ha speranze di essere curato. Lo osservi, e noti la qualità del suo completo e delle scarpe. Questo non è un Runner e non viene dalla strada.{{/GM}}
ru: {{GM}}Этому человеку уже не помочь. Ты отмечаешь качество его одежды и цену обуви. Это не раннер и уж точно не головорез из уличной банды.{{/GM}}

source: {{GM}}The man is dressed like a janitor but is wearing unusually clean overalls. He's tall, rail-thin and has a cunning look in his eye that says he's more than just a maintenance man.{{/GM}} Howdy. Name's Johnny Clean. You new?
de: {{GM}}Der Mann ist wie ein Hausmeister gekleidet, doch seine Uniform ist ungewöhnlich sauber. Er ist groß, schmal wie eine Bohnenranke und hat einen berechnenden Blick, der verrät, dass er mehr als ein bloßer Hausmeister ist.{{/GM}} Hallo. Ich bin Johnny Clean. Bist du neu hier?
es: {{GM}}El hombre va vestido de limpiador, pero lleva un mono sorprendentemente limpio. Es alto, flaco y tiene una mirada astuta que deja claro que no es un simple encargado de mantenimiento.{{/GM}} Saludos. Me llamo Johnny Clean. ¿Eres nuevo?
fr: {{GM}}L'homme est habillé comme un concierge, mais son bleu de travail semble anormalement propre. Il est grand, très mince, et possède un regard rusé voulant dire qu'il est bien plus qu'un homme d'entretien.{{/GM}} Bien le bonjour. Je m'appelle Johnny Clean. Vous êtes nouveau ?
it: {{GM}}L'uomo è vestito da custode ma indossa un grembiule insolitamente pulito. È alto, magrissimo e ha lo sguardo furbo di chi non è semplicemente un addetto alla manutenzione.{{/GM}} Come va? Sono Johnny Clean. E tu? È la tua prima volta qui?
ru: {{GM}}Этот человек одет в комбинезон уборщика, но его униформа выглядит необычно чистой. Он высокий, худой и смотрит на тебя удивительно проницательным взглядом. Ты подозреваешь, что он умеет работать не только шваброй.{{/GM}} Привет. Меня зовут Чистюля Джонни. Ты здесь в первый раз?

source: {{GM}}The man sizes you up as you approach. His carefully groomed hair and the shine on his shoes seems out of place for the Barrens.{{/GM}} Hey, you looking for work? I got a little something, if you're up for it. It's a milk run.
de: {{GM}}Der Mann mustert dich, als du dich näherst. Sein sorgsam gepflegtes Haar und seine glänzenden Schuhe wirken in den Barrens fehl am Platz.{{/GM}} Hey, suchst du nach Arbeit? Ich hätte da etwas für dich, falls du dazu bereit bist. Ist ein Kinderspiel.
es: {{GM}}El hombre te estudia a medida que te acercas. Su pelo, cuidadosamente peinado, y el brillo de sus zapatos parecen fuera de lugar en los Barrens.{{/GM}} Eh, ¿buscas trabajo? Tengo un asuntillo, si te interesa. Es un paseo.
fr: {{GM}}L'homme vous jauge alors que vous vous approchez. Ses cheveux méticuleusement coiffés et ses chaussures cirées semblent ne pas appartenir au paysage habituel de Barrens.{{/GM}} Hé, on cherche du boulot ? J'ai quelque chose, si vous vous croyez à la hauteur. Ce sera du gâteau.
it: {{GM}}L'uomo ti squadra mentre ti avvicini. I suoi capelli curati e le scarpe lucide sembrano fuori luogo nelle Terre desolate.{{/GM}} Ehi, cerchi un lavoro? Ho qualcosina, se ne hai voglia. È un gioco da ragazzi.
ru: {{GM}}Когда ты подходишь к этому человеку, он окидывает тебя оценивающим взглядом. Его аккуратная прическа, начищенные туфли и дорогой костюм смотрятся в Пустошах довольно странно.{{/GM}} Ищешь работу? Если тебе срочно нужны деньги, у меня есть для тебя простое поручение.
