Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Well like it or not, you made a new friend tonight. I can always use another.
de: Ob’s dir gefällt oder nicht, du hast heute Nacht einen neuen Freund hinzugewonnen. Freunde kann ich immer brauchen.
es: Bueno, te guste o no, hoy tienes un amigo nuevo. A mí nunca me sobra uno.
fr: Eh bien, on dirait que vous avez gagné un nouvel ami ce soir. Je peux toujours me servir d'un autre.
it: Beh, che ti piaccia o no, stasera hai fatto una nuova amicizia. Posso sempre usare qualcun altro.
ru: Так или иначе, теперь у тебя на одного друга больше.

source: Well rewards and punishments must given where required, now please start filling out the report on the data pad and I'm afraid I must ask you to not sit in my chair given your attire. I need to go head downstairs and investigate your findings, I'll be right back.
de: Nun, Belohnungen und Strafen müssen so verteilt werden, wie es erforderlich ist. Aber jetzt fangen Sie bitte an, den Bericht auf dem Daten-Pad auszufüllen. Ach ... und bitte setzen Sie sich nicht auf meinen Stuhl ... in diesem Aufzug, den Sie da anhaben. Ich muss nach unten gehen und näher untersuchen, was Sie da gefunden haben. Ich bin gleich wieder da.
es: Bueno, hay que dar las recompensas y los castigos cuando toca, ahora empieza a completar el informe en el bloc de datos, me temo que debo pedirte que no te sientes en mi silla teniendo en cuenta cómo vas vestido. Tengo que ir abajo e investigar tus descubrimientos, volveré enseguida.
fr: Eh bien, il faut savoir récompenser et châtier qui le mérite. Maintenant, veuillez remplir le rapport sur le datapad. Je vous offrirais bien une chaise, mais vu votre tenue... Je dois monter à l'étage pour analyser vos découvertes, je reviens tout de suite.
it: A volte si deve premiare o punire se necessario. Ora comincia a compilare i rapporti sul terminale. Ah, e temo di doverti chiedere di non sederti sulla mia sedia, visti gli abiti che indossi. Devo tornare di sotto e indagare sulle tue scoperte, torno subito.
ru: Я непременно отмечу это в твоем личном деле. А теперь, пожалуйста, возьми планшет и заполни бланк отчета. Вынужден попросить тебя не садиться в мое кресло в этой одежде. Я вернусь через четверть часа - мне нужно еще раз осмотреть место происшествия в присутствии моих провинившихся подчиненных.

source: Well yeah, we need to get paid. Where the hell is the fixer?
de: Klar, aber wir brauchen das Geld. Wo zur Hölle bleibt der Fixer?
es: Bueno, sí, necesitamos que nos paguen. ¿Dónde demonios está el fixer?
fr: Eh bah ouais, on doit être payés. Nom de dieu, où est le Fixer ?
it: Beh, sì, devono pagarci. Dove diavolo è il ricettatore?
ru: Ну, деньги нужны нам в любом случае. Куда, черт его дери, подевался наш работодатель?

source: Well yes, but there is only one Grandmother or Grandfather for each Universal Brotherhood chapter.
de: Nun ja, aber es gibt immer nur eine Großmutter oder einen Großvater pro Ortsverband der Universellen Bruderschaft.
es: Bueno, sí, pero solo hay una Abuela o un Abuelo en cada cabildo de la Hermandad Universal.
fr: Ma foi oui, mais il n'y a qu'un seul Grand-père ou Grand-mère par branche de la Confrérie Universelle.
it: Sì, ma ci può essere solo una Nonna o un Nonno per ogni sede della Fratellanza Universale.
ru: Как бы вам это сказать? В каждом отделении Братства есть только один праотец или праматерь.

source: Well, I gotta get back to biz.
de: Tja, ich sollte mich wieder um meinen Kram kümmern.
es: Bueno, tengo que volver al negocio.
fr: Bon, je dois me remettre au boulot.
it: Beh, devo rimettermi al lavoro.
ru: Мне пора. Работа ждет.

source: Well, I just thought if you could somehow get that necklace back before Lone Star cleans everything up... I could send it back to her family. I feel like I owe her that much.
de: Also, ich dachte, wenn du die Kette irgendwie zurückholen könntest, bevor Lone Star alles wegräumt ... Ich könnte sie ihrer Familie schicken. So viel schulde ich ihr irgendwie.
es: Bueno, pensaba que si pudieras recoger ese collar antes de que Lone Star lo limpie todo... Yo podría devolvérselo a su familia. Creo que se lo debo.
fr: Eh bien, je me disais que si tu pouvais récupérer ce collier avant que Lone Star ne nettoie tout... Je pourrais le renvoyer à sa famille. Je lui dois au moins ça.
it: Beh, pensavo solo che, se si potesse in qualche modo riavere quella collana prima che la Lone Star faccia sparire tutto... potrei rispedirla alla sua famiglia. È come se in qualche modo glielo dovessi.
ru: Ну, я подумал, вдруг у тебя получится забрать его до того, как ''Одинокая звезда'' все тут подчистит... Я бы мог передать его ее семье. Это самое меньшее, что я могу для нее сделать.

source: Well, I wouldn’t go that far.
de: Naja, so weit würde ich auch nicht gehen.
es: Bueno, yo no diría tanto.
fr: Bon, je n'irais pas jusque là.
it: Beh, non arriverei a tanto.
ru: Я бы все же не стал делать столь далеко идущих выводов.

source: Well, I'm always interested in finding out about any new... orphans... you discover.
de: Nun, die ... Waisen ... lagen mir schon immer am Herzen und ich würde gerne über alle neu entdeckten ... Waisen ... auf dem Laufenden gehalten werden.
es: Bueno, siempre me ha interesado enterarme de los nuevos... huérfanos... que descubrís.
fr: Eh bien, ça m'intéresse d'être au courant si vous trouvez un... orphelin...
it: Beh... mi interessa sempre sapere quando trovate nuovi... orfani.
ru: Ну разумеется. Я очень переживаю из-за осиротевших детей. Держи меня в курсе.

source: Well, Lucy wasn't completely blind... but she was legally blind. She had to wear these huge glasses and hold things right up to her face. But she got new eyes about a year ago.
de: Naja, Lucy war nicht völlig blind ... aber von Amts wegen galt sie als blind. Sie musste diese riesige Brille tragen und alles direkt vor ihr Gesicht halten. Aber vor einem Jahr hat sie neue Augen gekriegt.
es: Bueno, Lucy no estaba completamente ciega... pero legalmente lo era. Tenía que llevar esas enormes gafas y se acercaba las cosas a la cara para ver. Pero consiguió ojos nuevos hace como un año.
fr: Eh bien, Lucy n'était pas complètement aveugle... mais elle était aveugle aux yeux de la loi. Elle devait porter ces énormes lunettes et approcher les choses tout près de son visage pour lire. Mais elle a changé ses yeux il y a environ un an.
it: Beh, Lucy non era completamente cieca... ma lo era legalmente. Doveva indossare questi occhialoni e avvicinare gli oggetti al viso per vederli. Ma si è fatta un paio di occhi nuovi circa un anno fa.
ru: Ну, Люси была не совсем слепая... но почти ничего не видела. Носила огромные такие очки, и всегда подносила вещи к самому лицу, чтобы рассмотреть. Но она поменяла себе глаза чуть больше года назад. Ни к чему хорошему это не привело.

source: Well, damn... I wish there were more people like you around here. I've never seen anyone stand up to those thugs without getting beaten bloody.
de: Oh Mann ... ich wünschte, es gäbe mehr Leute wie dich hier in der Gegend. Hab noch nie gesehen, dass sich einer diesen Kerlen so entgegengestellt hat, ohne zu Brei geschlagen zu werden.
es: Bueno, maldita sea... Ojalá hubiera más gente como tú por aquí. Nunca había visto a nadie enfrentarse a esos matones sin recibir una buena paliza por ello.
fr: Eh ben dites donc... Si seulement y'avait plus de gens comme vous, par ici... Je n'avais jamais vu quelqu'un tenir tête à ces mecs sans se faire tabasser.
it: Beh, accidenti... Vorrei che ci fossero più persone come te qua in giro. Non ho mai visto nessuno mettersi contro quei delinquenti senza prendere sonore bastonate.
ru: Черт побери. Если бы в округе жило хотя бы несколько таких людей, как ты... Я никогда не видела, чтобы кто-то осмелился перечить бандам и ушел целым и невредимым.

source: Well, for your speed, hired help'll run you about 1,200 a head. If you start taking on tougher jobs... well, the more experienced the runner, the higher the rates.
de: Tja, auf deinem Niveau wird dich ein angeheuerter Runner etwa 1200 kosten. Wenn du härtere Jobs übernimmst ... naja, je erfahrener der Runner, desto höher die Kosten.
es: Bueno, con tanta prisa, la ayuda a sueldo te va a salir por unos 1200 por barba. Si empiezas a aceptar trabajos más duros... bueno, cuanto más veterano sea el runner, más alta es la tarifa.
fr: Eh bien, à votre rythme, engager de l'aide vous coûtera 1 200 par tête. Si vous commencez à accepter des missions plus difficiles... eh bien, plus les runners sont expérimentés, plus les tarifs sont hauts.
it: Beh, per farla breve, ogni collaboratore ingaggiato costerà circa 1.200 nuyen. Se si inizia ad accettare incarichi più tosti... beh, più esperto è il Runner, più alte sono le tariffe.
ru: В данном случае один из моих людей пойдет с тобой всего за 1200 нюйен. Если в будущем тебя ждет более сложная работа, цена окажется выше.

source: Well, from what Security said, it sounds like you made a bad thing worse.
de: Also nach dem, was das Sicherheitspersonal so sagt, hast du eine schlechte Situation schlimmer gemacht.
es: Bueno, por lo que cuentan los de seguridad, al parecer tú empeoraste las cosas.
fr: D'après ce que dit la sécurité, il semblerait que vous ayez empiré les choses.
it: Beh, stando alla Sicurezza, pare che tu abbia peggiorato la situazione.
ru: Судя по тому, что сказал охранник, теперь тебе будет еще хуже.

source: Well, get her out of here. I don't need her polluting my evidence.
de: Schaff sie hier raus. Ich will nicht, dass sie meine Beweise verunreinigt.
es: Llévatela de aquí. No quiero que me corrompa las pruebas.
fr: Et bien faites-la sortir d'ici. Je n'ai pas besoin qu'elle ruine mes preuves.
it: Beh, fuori di qui. Ci manca solo che mi inquini le prove.
ru: Выстави ее на улицу. Небось затоптала уже все улики.

source: Well, he didn't really seem like my type.
de: Tja, er war irgendwie einfach nicht so mein Typ.
es: Bueno, no era mi tipo.
fr: On dirait qu'il n'aime pas trop mon genre.
it: Beh, non sembrava proprio il mio tipo.
ru: Что я могу сказать? Он мне не понравился.

source: Well, he isn't in heaven. I'm sure of that.
de: Tja, er ist nicht im Himmel. Da bin ich mir sicher.
es: Bueno, no está en el cielo. Eso es seguro.
fr: Eh bah, il n'est pas au paradis. Ça j'en suis sûr.
it: Beh, non è in paradiso. Questo è sicuro.
ru: Не в раю, это уж точно.

source: Well, he's big. And he's got a big GOLD RING. The doctors let him keep it when he got here. Sometimes he lords it over us, but I'm sure if I had a ring like that I would do the same. He says he won it playing for the SCREAMERS in the Super Brawl years back.
de: Naja, er ist groß. Und er hat diesen großen Goldring. Die Ärzte haben ihm erlaubt, ihn zu behalten, als er hier ankam. Manchmal reibt er ihn uns unter die Nase, aber wenn ich so einen Ring hätte, würde ich das bestimmt auch machen. Er erzählt, dass er ihn vor vielen Jahren bekommen hat, weil er für die Screamers im Super Brawl gespielt hat.
es: Bueno, es grande. Y tiene un ANILLO DE ORO. Los médicos le dejaron conservarlo cuando internó. A veces nos lo restriega por la cara, pero seguro que si yo tuviera uno también haría lo mismo. Dice que lo ganó jugando con los SCREAMERS en la Super Brawl hace años.
fr: Eh ben, il est costaud. Et il porte une grosse BAGUE EN OR. Les médecins lui ont permis de la garder quand il est arrivé ici. Des fois, il crâne un peu avec, mais moi je ferais pareil si j'avais une bague comme ça. Il dit qu'il l'a gagnée à l'époque où il était avec les SCREAMERS au championnat de Super Brawl.
it: Beh, è grosso. E ha un grande ANELLO D'ORO. I medici gliel'hanno fatto tenere quando è arrivato qui. A volte ce lo spiattella in faccia, ma sinceramente se ne avessi uno anche io, farei altrettanto. Dice che l'ha vinto quando giocava per gli SCREAMERS, al Super Brawl, anni fa.
ru: Ну, он большой. А еще у него есть ЗОЛОТОЕ КОЛЬЦО. Санитары разрешили ему оставить его, когда он только попал сюда. Иногда он им хвастается, но если бы у меня была такая вещь, я бы тоже не удержалась. Он говорит, он выиграл его, когда играл за РЕВУНОВ несколько лет назад.

source: Well, hello there. Did you come to play?
de: Na, hallöchen. Bist du hier, um zu spielen?
es: Vaya, hola. ¿Has venido a jugar?
fr: Eh bien, bonjour. Vous êtes venu pour jouer ?
it: Salute a te. Vuoi giocare con me?
ru: Приве-ет. Хочешь поиграть?

source: Well, if it'll help you, that means it wont be helping McKlusky. {{GM}}Officer Aguirre reaches down, picks up the necklace, and hands it to you.{{/GM}}
de: Nun, wenn es dir hilft, bedeutet das, dass es McKlusky nicht hilft. {{GM}}Officer Aguirre greift nach unten, hebt die Halskette auf und gibt sie dir.{{/GM}}
es: Bueno, si te va a ser de ayuda, eso significa que no lo será para McKlusky. {{GM}}El agente Aguirre se agacha, recoge el collar y te lo entrega.{{/GM}}
fr: Eh bien, si ça peut vous aider, ça veut dire que ça n'aidera pas McKlusky. {{GM}}L'officier Aguirre se baisse, ramasse le collier et vous le remet.{{/GM}}
it: Beh, se aiuta te, vuol dire che non aiuterà McKlusky. {{GM}}L'agente Aguirre si abbassa, raccoglie la collana e te la passa.{{/GM}}
ru: Ну что же, если оно поможет тебе, то оно точно не поможет Макклюски. {{GM}}Детектив Агирре наклоняется, поднимает ожерелье и протягивает тебе.{{/GM}}

source: Well, it isn't eternal life, but it'll do.
de: Tja, ist zwar kein ewiges Leben, aber es reicht mir.
es: Bueno, no es la vida eterna, pero lo haré.
fr: Eh bien, ce n'est pas encore la vie éternelle, mais ça le fait.
it: Beh, non è la vita eterna, ma basterà.
ru: Мне вечную жизнь никто не обещал, поэтому я крепко держусь за ту, которая у меня есть.

source: Well, it looks like Josie's gonna be playing that Super Brawl in the sky from now on.
de: Tja, sieht so aus, als würde Josie jetzt beim Super Brawl im Himmel mitspielen.
es: Bueno, parece que a partir de ahora Josie va a jugar a esa Super Brawl en el cielo.
fr: Eh bien, on dirait que dorénavant, Josie va devoir faire du Super Brawl avec les anges.
it: Beh, pare che d'ora in poi Josie parteciperà al Super Brawl da lassù in cielo.
ru: Теперь Джози будет играть за свою команду на небе.

source: Well, it seems that the victim was quite dead before the organs were removed. So at least he had that going for him, don't you think? The killer definitely took the lungs. The more I look at it though, the other missing organs may just be eviscerated within the chest cavity.
de: Naja, wie es scheint, war das Opfer bereits tot, bevor seine Organe entnommen wurden. Also hat er zumindest was das betrifft Glück gehabt, findest du nicht? Der Mörder hat auf jeden Fall seine Lungen entnommen. Je mehr ich mir das alles ansehe, habe ich das Gefühl, dass sich die restlichen Organe noch in Einzelteilen im Brustkorb befinden.
es: Parece que la víctima estaba bien muerta cuando le extrajeron los órganos. Al menos tuvo ese detalle, ¿no? Está claro que el asesino se ha llevado los pulmones. Pero cuanto más lo miro, más me parece que los otros órganos los ha eviscerado dentro de la cavidad torácica.
fr: Eh bien, il semble que la victime était déjà morte lorsque les organes ont été retirés. C'est mieux dans ce sens-là, vous ne croyez pas ? Le tueur a pris les poumons. Plus j'y regarde de près, et plus je me dis que les organes manquants ont été retirés par le trou de la poitrine.
it: Sembra che la vittima fosse morta prima che gli organi fossero rimossi. Almeno questa è una cosa positiva, no? Sicuramente ha preso i polmoni. Guardando bene, tuttavia, gli altri organi mancanti potrebbero essere stati asportati dalla cavità toracica.
ru: Жертва была уже мертва, когда убийца приступил к работе. По крайней мере в этом мужику повезло. Очевидно, что убийца забрал у него легкие. И чем больше я на него гляжу, тем сильнее убеждаюсь, что все остальные органы в грудной полости были извлечены по ошибке.

source: Well, it was for Lone Star - they're all dead. Hope you're a better shot than they are.
de: Tja, für Lone Star war’s eins – sie sind alle tot. Hoffentlich kannst du besser mit ’ner Waffe umgehen als die.
es: Bueno, lo fue para Lone Star. Todos están muertos. Espero que tú seas mejor elección que ellos.
fr: Bon, c'était pour Lone Star. Ils sont tous morts. J'espère que vous êtes meilleurs tireurs qu'eux.
it: Beh, era per la Lone Star: sono tutti morti. Spero che la tua mira sia migliore della loro.
ru: Не будет? Охранники ''Одинокой звезды'', как видишь, не справились - их подстрелили, всех до единого. Надеюсь, ты знаешь, что делаешь.

source: Well, let's review. In the past few days, I've lost one patient, and nearly lost a second. I've also learned that a man claiming to be a fellow doctor was responsible for the first of those deaths. And now I hear that another supposed force for good has been committing heinous acts on innocent men and women. Quite frankly, it's almost enough to make a woman give up on the whole human race.
de: Naja, schauen wir doch mal: In den letzten paar Tagen habe ich einen Patienten verloren und einen zweiten fast ... Außerdem habe ich erfahren, dass ein Mann, der sich als Arzt ausgegeben hat, für diesen Tod verantwortlich war. Und nun wird mir erzählt, dass eine weitere dieser sogenannten Mächte des Guten schreckliche Verbrechen an unschuldigen Männern und Frauen begangen hat. Ehrlich gesagt stehe ich kurz davor, meinen Glauben an die gesamte Menschheit zu verlieren.
es: A ver, recapitulemos. En los últimos días he perdido a un paciente, y casi pierdo a otro. También he descubierto que un hombre que afirmaba ser médico fue el responsable de la primera de esas muertes. Y ahora me entero de que otra supuesta fuerza del bien ha estado cometiendo actos atroces con hombres y mujeres inocentes. Si te soy sincera, casi es suficiente para hacer que una mujer tire la toalla con la raza humana al completo.
fr: Alors, faisons le bilan. Ces derniers jours, j'ai perdu un patient, presque deux. J'ai également appris qu'un homme prétendant être docteur était responsable de la mort de ce patient. Et maintenant, j'entends dire qu'une autre personne supposée faire le bien a commis des crimes odieux sur des hommes et femmes innocents. Honnêtement, c'est assez pour qu'une femme perde toute foi en l'humanité.
it: Bene, facciamo un ripasso della situazione. Negli ultimi giorni ho perso un paziente e ne ho quasi perso un altro. Ho anche appreso che un uomo che dichiarava di essere un collega medico era responsabile della prima di quelle morti. E ora vengo a sapere che un'altra presunta forza del bene ha commesso atti atroci su uomini e donne innocenti. Francamente, è quasi sufficiente a far sì che una donna rinunci a tutto il genere umano.
ru: Начнем с самого начала. За последние несколько дней я потеряла одного пациента и едва сумела спасти другого. Я также узнала, что человек, который называл себя представителем медицинской профессии, совершил первое из этих убийств. А теперь выясняется, что еще один человек, который должен был возвращать людям здоровье, вместо этого подвергал их чудовищным пыткам. Честно говоря, этого почти достаточно, чтобы я утратила последнюю веру в человечество.

source: Well, let's see here. I left CalFree on July 8th, 2038, at 6:13 in the morning. It was a Thursday.
de: Hm, lass mich nachdenken. Ich habe den Freistaat Kalifornien am 8. Juli 2038 um 6:13 Uhr verlassen. Es war ein Donnerstag.
es: Bueno, veamos. Dejé CalFree el 8 de julio del 2038, a las 6:13 de la mañana. Era jueves.
fr: Voyons voir. J'ai quitté CalFree le 8 juillet 2038 à 6 h 13 du matin. C'était un mardi.
it: Beh, fammici pensare. Ho lasciato lo Stato libero della California l'8 luglio 2038, alle 6:13 del mattino. Era un giovedì.
ru: Давай посчитаем. Я покинул Свободный штат Калифорния 8 июля 2038 года, в 6 часов 13 минут утра. Это был четверг.

source: Well, maybe former business partners is closer to the truth.
de: Naja, vielleicht ist „ehemalige Geschäftspartner“ näher an der Wahrheit.
es: Bueno, quizás antiguos socios se acerca más a la realidad.
fr: Disons plutôt qu'on était d'anciens collègues de travail.
it: Beh, forse è più corretto dire ex colleghi d'affari.
ru: Полагаю, "бывшие напарники" станет более точным определением.

source: Well, my current client is pretty patient. Where are they?
de: Naja, mein aktueller Kunde ist sehr geduldig. Wo sind sie?
es: Bueno, mi cliente actual tiene bastante paciencia. ¿Dónde están?
fr: Bon, étant donné que mon client actuel est très patient... Où sont-ils ?
it: Beh, il mio attuale cliente ha una certa pazienza. Dove sono?
ru: Ну что же, мой клиент может и подождать. Где они?

source: Well, no one can say he didn’t have it coming, am I right? {{GM}}He frowns at himself.{{/GM}} That was a double-negative.
de: Nun, niemand kann behaupten, er hätte es nicht verdient, nicht wahr? {{GM}}Er runzelt verwirrt die Stirn.{{/GM}} War das jetzt ’ne doppelte Verneinung?
es: Bueno, nadie puede decir que no se lo mereciera, ¿verdad? {{GM}}Frunce el ceño.{{/GM}} Eso ha sido una doble negación.
fr: Eh bien, au moins, il n'y aura personne pour dire qu'il ne le méritait pas, hein ? {{GM}}Il fronce les sourcils.{{/GM}} Enfin, vous m'avez compris.
it: Beh, non si può certo dire che non se lo meritasse, giusto? {{GM}}È contrariato.{{/GM}} Ecco, una doppia negazione.
ru: Не могу сказать, что я не ждал услышать чего-то подобного. {{GM}}Он хмурится.{{/GM}} Двойное отрицание. Плебейская грамматическая конструкция.

source: Well, not much. {{GM}}Dresden scratches his head absentmindedly, probably breaking some sort of sanitation protocol.{{/GM}} She's been dead for about three hours. Her name was Lucy Warden, worked at the Stuffer Shack just around the corner. Looks like she was just leaving work when it happened.
de: Tja, nicht viel. {{GM}}Dresden kratzt sich nachdenklich am Kopf und bricht dabei vermutlich mindestens 5 Hygienevorschriften. {{/GM}} Sie ist seit ungefähr drei Stunden tot. Ihr Name war Lucy Warden, hat im Stuffer Shack um die Ecke gearbeitet. Es sieht so aus, als wäre sie gerade von der Arbeit gekommen, als es passiert ist.
es: Bueno, no demasiado. {{GM}}Dresden se rasca la cabeza distraído, probablemente infringiendo algún tipo de protocolo sanitario.{{/GM}} Lleva muerta unas tres horas. Su nombre era Lucy Warden, trabajaba en Stuffer Shack, justo a la vuelta de la esquina. Parece que acababa de salir del trabajo cuando sucedió.
fr: Eh bien, pas grand-chose. {{GM}}Dresden se gratte la tête, ce qui constitue probablement une brèche du protocole sanitaire.{{/GM}} Cela fait environ trois heures qu'elle est morte. Elle s'appelait Lucy Warden. Elle travaillait au Stuffer Shack au coin de la rue. On dirait qu'elle venait de finir sa journée quand c'est arrivé.
it: Beh, non tanto. {{GM}}Dresden si gratta la testa con aria assorta, violando forse qualche norma igienica.{{/GM}} È morta da tre ore. Si chiamava Lucy Warden e lavorava alla Stuffer Sheck, proprio dietro l'angolo. Probabilmente aveva appena lasciato il suo posto di lavoro quando è stata aggredita.
ru: Не очень многое. {{GM}}Дрезден рассеянно чешет макушку, нарушая при этом все мыслимые и немыслимые санитарные правила.{{/GM}} Она умерла около трех часов назад. Звали ее Люси Ворден, и работала она в ресторане быстрого питания на соседней улице. Похоже, она шла домой с работы, когда на нее напали.
