Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}He glances at you sideways like you're speaking a foreign language.{{/GM}} She sent you. To talk to me. What, did she slag the run? Is that it?
de: {{GM}}Er schaut dich von der Seite an, als würdest du eine fremde Sprache sprechen.{{/GM}} Sie schickt dich. Um mit mir zu reden. Was, hat sie den Run versaut? Ist das der Grund?
es: {{GM}}Te mira ladeando la cabeza, como si estuvieras hablando otro idioma.{{/GM}} Te envía para hablar conmigo. ¿Qué pasa? ¿Ha echado a perder el run? ¿Es eso?
fr: {{GM}}Il vous regarde comme si vous parliez une autre langue.{{/GM}} Elle vous a envoyé. Pour me parler. Quoi, elle se débine ? C'est ça ?
it: {{GM}}Ti lancia un'occhiataccia, come se stessi dicendo qualcosa d'insensato.{{/GM}} Lei ha mandato te. A parlare con me. Che c'è, ha mandato all'aria la missione? Si tratta di questo?
ru: {{GM}}Он глядит на тебя исподлобья, как если бы пытался понять фразу на иностранном языке.{{/GM}} Она тебя прислала. Поговорить со мной. Она что, завалила набег? Облажаласьt?

source: {{GM}}He grins a lopsided grin.{{/GM}} Oh yeah, chummer. Oh yeah. Better-Than-Life. Definitely better. Dreamchips. Mindbenders. SimStim. Simsense without peak limits. High-octane intensity.
de: {{GM}}Ein schiefes Grinsen macht sich auf seinem Gesicht breit.{{/GM}} Aber ja, Chummer. Aber ja. Better-Than-Life. Auf jeden Fall besser. Dreamchips. SimStim. SimSinn ohne Grenzen nach oben. Ich rede hier von hochwertiger Intensität.
es: {{GM}}Esboza una media sonrisa.{{/GM}} Oh, sí, colega. Oh, sí. Better-Than-Life. Desde luego mejor. Chips de sueño. Doblamentes. SimStim. Simsense sin límites. Intensidad de alto octanaje.
fr: {{GM}}Le coin de sa bouche se soulève légèrement.{{/GM}} Et ouais, mec. Et ouais. Better-Than-Life. Mieux que la vie. Clairement mieux. Des puces oniriques. Des tord-cervelles. Des puces SimStim. Des simsens sans limites de perception. Super intensité.
it: {{GM}}Fa un ghigno sbilenco.{{/GM}} Proprio così. Esatto. BTL, Better-Than-Life, cioè "Meglio della vita vera". Molto meglio. Chip onirici. Sbronze mentali. Simulazioni di stimoli e Sensazioni simulate senza limiti. Intensità ad alto numero di ottani.
ru: {{GM}}Его морда расплывается в кривой ухмылке.{{/GM}} Да, приятель. О да-а. Идеальная реальность. Гораздо лучше этой. Мечты вразвес. Мозголом. Симсенс без ограничений. Пробирает до костного мозга.

source: {{GM}}He grins and his red lipstick catches the light.{{/GM}} Because it has to.
de: {{GM}}Er grinst, sodass sein roter Lippenstift im Schein des Lichtes glänzt.{{/GM}} Weil es unsere einzige Wahl ist.
es: {{GM}}Sonríe y su pintalabios rojo atrapa la luz.{{/GM}} Porque tiene que hacerlo.
fr: {{GM}}Il sourit et son rouge à lèvres brille dans la lumière.{{/GM}} Ça marchera forcément.
it: {{GM}}Sorride e il suo rossetto riflette la luce.{{/GM}} Perché deve.
ru: {{GM}}Он ухмыляется. Его красная помада блестит в свете люстры.{{/GM}} А куда он денется?

source: {{GM}}He grins from ear to ear.{{/GM}} Do you have any idea how much this job pays these days, $(l.sir)? I don't think Aguirre's officer's salary is going to do much to seduce me into helping him.
de: {{GM}}Er grinst bis über beide Ohren.{{/GM}} Hast du irgendeine Ahnung wie viel sein Job heutzutage einbringt? Ich glaube kaum, dass Aguirres Lohn mich dazu verführen könnte, ihm zu helfen.
es: {{GM}}Sonríe de oreja a oreja.{{/GM}} ¿Tiene idea de cuánto pagan ahora por ese trabajo, $(l.sir)? No creo que el sueldo de agente de Aguirre me seduzca lo suficiente para ayudarlo.
fr: {{GM}}Il a le sourire jusqu'aux oreilles.{{/GM}} Vous savez combien ça rapporte un travail comme le mien, $(l.sir) ? Je ne crois pas que le salaire de l'officier Aguirre ait beaucoup de chance de me séduire.
it: {{GM}}Sul suo volto compare un enorme sorriso.{{/GM}} Ha idea di quanto sia la paga di questo lavoro al giorno d'oggi, $(l.sir)? Non credo che lo stipendio da agente di Aguirre abbia molta possibilità di corrompermi.
ru: {{GM}}Он радостно ухмыляется.{{/GM}} Вы хотя бы примерно представляете себе, сколько мне платят за эту работу, $(l.sir)? Крошечной зарплаты Агирре недостаточно, чтобы ввести меня во искушение.

source: {{GM}}He grins, exposing a set of unnaturally white teeth.{{/GM}} Don't worry... this one's as straightforward as they come.
de: {{GM}}Er lächelt und lässt dabei seine unnatürlich weißen Zähne aufblitzen.{{/GM}} Keine Sorge ... dieser Job ist so unkompliziert wie nur möglich.
es: {{GM}}Sonríe, mostrando un conjunto de dientes antinaturalmente blancos.{{/GM}} No te preocupes... esto es de lo más sencillo.
fr: {{GM}}Sa bouche s'entrouvre dans un rictus, montrant deux rangées de dents d'un blanc artificiel.{{/GM}} Ne vous inquiétez pas... on ne fait pas plus facile.
it: {{GM}}Fa un gran sorriso, scoprendo una serie di denti innaturalmente bianchi.{{/GM}} Non preoccuparti... questa è davvero semplice.
ru: {{GM}}Он ухмыляется, демонстрируя два ряда неестественно белых зубов.{{/GM}} Не волнуйся... Я не собираюсь предлагать тебе ничего опасного.

source: {{GM}}He grins, exposing a set of unnaturally white teeth.{{/GM}} Suit yourself, friend - but this job has an expiration date of right-the-frag now. You step out that door, I'm ghost and so's the money.
de: {{GM}}Er lächelt und lässt dabei seine unnatürlich weißen Zähne aufblitzen.{{/GM}} Wie du willst. Aber nur, damit du es weißt: Dieser Job ist eine Frage von jetzt oder nie. Wenn du jetzt absagst, bin ich weg und mit mir das Geld.
es: {{GM}}Sonríe, mostrando un conjunto de dientes antinaturalmente blancos.{{/GM}} Como gustes, colega, pero este trabajo tiene una fecha de caducidad de este jodido momento. Si sales por esa puerta, me desvaneceré y también la pasta.
fr: {{GM}}Sa bouche s'entrouvre dans un rictus, montrant deux rangées de dents d'un blanc artificiel.{{/GM}} Comme tu veux, l'ami... mais ce job est à prendre ou à laisser MAINTENANT. Tu passes cette porte, et je disparais, et l'argent avec moi.
it: {{GM}}Fa un gran sorriso, scoprendo una serie di denti innaturalmente bianchi.{{/GM}} Come vuoi, ma questo lavoro non è praticamente più disponibile. Quando uscirai da quella porta, io sparirò, e anche i soldi.
ru: {{GM}}Он ухмыляется, демонстрируя два ряда неестественно белых зубов.{{/GM}} Дело твое - но учти, предложение ограничено. Я всегда могу найти кого-то еще. Как только за тобой хлопнет дверь, я исчезну, а вместе со мной и денежки.

source: {{GM}}He grins, exposing a set of unnaturally white teeth.{{/GM}} Wavy.
de: {{GM}}Er lächelt und lässt dabei seine unnatürlich weißen Zähne aufblitzen.{{/GM}} Fantastisch.
es: {{GM}}Sonríe, mostrando un conjunto de dientes antinaturalmente blancos.{{/GM}} Genial.
fr: {{GM}}Sa bouche s'entrouvre dans un rictus, montrant deux rangées de dents d'un blanc artificiel.{{/GM}} C'est hyper.
it: {{GM}}Fa un gran sorriso, scoprendo una serie di denti innaturalmente bianchi.{{/GM}} Fantastico.
ru: {{GM}}Он ухмыляется, демонстрируя два ряда неестественно белых зубов.{{/GM}} Дивно.

source: {{GM}}He grunts.{{/GM}} I hate this fragging city, $(l.name)! It's wet and the rain feels like acid and I want out.
de: {{GM}}Er grunzt.{{/GM}} Ich hasse diese verfluchte Stadt, $(l.name)! Es ist kalt, der Regen brennt wie Säure und ich will hier weg.
es: {{GM}}Gruñe.{{/GM}} ¡Odio esta ciudad de mierda, $(l.name)! Es húmeda y la lluvia parece ácido y quiero irme.
fr: {{GM}}Il grogne.{{/GM}} Je déteste cette foutue ville, $(l.name) ! Tout est trempé. La pluie, on dirait de l'acide. Je veux me barrer d'ici.
it: {{GM}}Grugnisce.{{/GM}} Odio questa lurida città, $(l.name)! È tutto umido e la pioggia sa di acido, voglio andarmene da qui.
ru: {{GM}}Он рычит.{{/GM}} $(l.name), я ненавижу этот гребаный город! Здесь мокро, а дождь отдает кислотой. Ты не представляешь, как сильно я хочу убраться отсюда.

source: {{GM}}He grunts.{{/GM}} Well, she told you right.
de: {{GM}}Er knurrt.{{/GM}} Tja, dann hat sie dir die Wahrheit gesagt.
es: {{GM}}Gruñe.{{/GM}} Bueno, pues tiene razón.
fr: {{GM}}Il grogne.{{/GM}} Eh bien, elle a raison.
it: {{GM}}Grugnisce.{{/GM}} Beh, ti ha detto la verità.
ru: {{GM}}Он ворчит.{{/GM}} Ну, правду сказала.

source: {{GM}}He grunts.{{/GM}} Well, you heard right.
de: {{GM}}Er knurrt.{{/GM}} Tja, da hast du richtig gehört.
es: {{GM}}Gruñe.{{/GM}} Bueno, pues has oído bien.
fr: {{GM}}Il grogne.{{/GM}} Ouais, bah t'as bien entendu.
it: {{GM}}Grugnisce.{{/GM}} Beh, ti hanno detto bene.
ru: {{GM}}Он ворчит.{{/GM}} Ну, есть.

source: {{GM}}He hands you his credstick and you transfer 50 nuyen to it.{{/GM}}
de: {{GM}}Er reicht dir seinen Credstick und du lädst 50 Nuyen darauf.{{/GM}}
es: {{GM}}Te entrega su credistick y le transfieres 50 nuyens.{{/GM}}
fr: {{GM}}Il vous donne son créditube et vous y transférez 50 nuyens.{{/GM}}
it: {{GM}}Ti porge il suo credstick e tu vi trasferisci 50 nuyen.{{/GM}}
ru: {{GM}}Он протягивает тебе свой кредстик, на который ты переводишь 50 нюйен.{{/GM}}

source: {{GM}}He hands you the invoice.{{/GM}}
de: {{GM}}Er reicht dir die Rechnung.{{/GM}}
es: {{GM}}Te da la factura.{{/GM}}
fr: {{GM}}Il vous remet la facture.{{/GM}}
it: {{GM}}Ti passa la fattura.{{/GM}}
ru: {{GM}}Он протягивает тебе инвойс.{{/GM}}

source: {{GM}}He holds your gaze.{{/GM}} It means someone very powerful in the Matrix has an interest in you all of a sudden, and that doesn’t happen by accident. Calls himself Baron Samedi. He’s been asking about you on Shadowlands. He has a pretty distinctive icon - skull face with a top hat.
de: {{GM}}Er erwidert deinen Blick.{{/GM}} Anscheinend. Es soll heißen, dass jemand mit sehr viel Einfluss in der Matrix ein plötzliches Interesse an dir zeigt und sowas passiert nicht rein zufällig. Nennt sich Baron Samedi. Er hat auf Shadowlands nach dir gefragt. Der Kerl hat einen recht außergewöhnlichen Avatar – einen Totenkopf mit einem Zylinder.
es: {{GM}}Te mira fijamente.{{/GM}} Significa que, de repente, alguien muy poderoso de la Matriz se ha interesado por ti, y eso no sucede por casualidad. Se hace llamar barón Samedi. Ha estado preguntando por ti en Shadowlands. Tiene un aspecto muy característico: cara de calavera y un sombrero de copa.
fr: {{GM}}Il vous fixe du regard.{{/GM}} Cela veut dire que quelqu'un de très puissant dans la Matrice à un soudain un intérêt pour vous, et ça n'arrive pas par accident... Il se fait appeler Baron Samedi. Il voulait vous rencontrer sur Shadowlands. Il possède une icône plutôt distinctive : un crâne avec un chapeau.
it: {{GM}}Ti guarda negli occhi.{{/GM}} Vuol dire che qualcuno di molto potente nella Matrice si interessa a te all'improvviso. Questo non succede per caso. Si fa chiamare Baron Samedi. Ha chiesto di te su Shadowlands. Si riconosce dal caratteristico teschio dipinto in faccia e dal cilindro.
ru: {{GM}}Он смотрит тебе прямо в глаза.{{/GM}} Кто-то, кто считает себя королем Матрицы, внезапно заинтересовался тобой. Значит, на то была достаточно серьезная причина. Он называет себя Барон Самеди и сейчас наводит о тебе справки в Сумеречных землях. Узнать его легко - в Матрице он выглядит как череп в цилиндре.

source: {{GM}}He is not amused.{{/GM}} Delighted to be of service.
de: {{GM}}Er ist nicht amüsiert.{{/GM}} Ich freue mich, dass ich zu Diensten sein konnte.
es: {{GM}}No está muy contento.{{/GM}} Encantado de ayudar.
fr: {{GM}}Il n'est pas très enchanté.{{/GM}} Pour vous servir.
it: {{GM}}Non è di buon umore.{{/GM}} Lieto di poterla aiutare.
ru: {{GM}}Он даже не улыбается.{{/GM}} Рад был вам услужить.

source: {{GM}}He laughs.{{/GM}} Just the opposite, schmuck. The lesson is this - the game is rigged. The cards are stacked. The dice are loaded. It’s the same as it always was. Every cycle. People in power exert power. Little people cower in their homes, think what they’re told to think, and buy whatever product will help them forget how horrible their lives are for another day.
de: {{GM}}Er lacht.{{/GM}} Ganz im Gegenteil, Schmock. Merk dir das: Das Spiel ist getürkt. Die Karten sind gezinkt. Die Würfel sind manipuliert. Es ist so, wie es schon immer war. In jedem Zyklus. Mächtige Leute üben ihre Macht aus. Die kleinen Leute kauern ängstlich in ihren Häusern, denken, was ihnen vorgekaut wird und kaufen, was auch immer ihnen hilft, noch einen Tag lang zu vergessen, wie schrecklich ihr Leben ist.
es: {{GM}}Se ríe.{{/GM}} Justo lo contrario. La lección es esta: el juego está amañado. Las cartas están marcadas. Los dados están cargados. Es igual que ha sido siempre. Cada ciclo. La gente en el poder ejerce el poder. Las personas pequeñas se esconden en sus casas, creen lo que les dicen que deben creer y compran cualquier producto que les ayude a olvidar otro día más lo terribles que son sus vidas.
fr: {{GM}}Il rit.{{/GM}} Tout le contraire, minable. Voilà la leçon à en tirer : le jeu est arrangé. Les cartes sont truquées. Les dés sont pipés. Rien n'a changé. Durant tous les cycles. Ceux qui sont au pouvoir exercent leur pouvoir. Les petites gens se terrent dans leur maison, pensent ce qu'on leur dit de penser et achètent ce qui leur permet d'oublier l'horreur de leurs vies pour une journée de plus.
it: {{GM}}Ride.{{/GM}} È esattamente il contrario, asino. Il succo è: il gioco è truccato. Le carte sono segnate. I dadi manipolati. È la stessa storia di sempre. Un ciclo infinito. Chi ha il potere lo esercita. La gente comune si rintana in casa, non pensa più con la propria testa e compra qualsiasi prodotto che gli faccia dimenticare per un po' la propria schifosissima vita.
ru: {{GM}}Он смеется.{{/GM}} Что ты, глупышка. Мораль в том, что жизнь играет против тебя крапленой колодой, крупье подкуплены, а шулер бьет тебя по голове канделябром. Так было всегда. Каждый цикл история повторяется. Облеченные властью стремятся ее приумножить. Сирые и убогие ютятся в своих домах и думают о том, что приказано, спуская все деньги на дерьмо, которое поможет им забыть, как неприглядна их жизнь, еще хотя бы на один день.

source: {{GM}}He laughs.{{/GM}} Sloppy? You think *I* was sloppy? You’ve been twitchy all day, son. Look at your hands - they’re shaking.
de: {{GM}}Er lacht.{{/GM}} Geschlampt? Du denkst, *ich* habe geschlampt? Du bist schon den ganzen Tag ganz hibbelig, Mann. Sieh dir doch mal deine Hände an – sie zittern.
es: {{GM}}Se ríe.{{/GM}} ¿Yo? ¿Crees que *yo* metí la pata? Llevas nervioso todo el día, chico. Mírate las manos; te tiemblan.
fr: {{GM}}Il éclate de rire.{{/GM}} Bâclé ? Tu trouves que *moi*, j'ai bâclé le travail ? C'est toi qui as perdu tes nerfs. Regarde tes mains, tu trembles comme une feuille.
it: {{GM}}Ride.{{/GM}} Leggerezza? Pensi che *io* prenda le cose alla leggera? Sei stato nervoso tutto il giorno, amico. Guardati le mani, stanno tremando.
ru: {{GM}}Он смеется.{{/GM}} Облажался? Ты думаешь, что это *я* облажался? Да тебя трясет с самого утра, сынок. Посмотри на свои руки, как ты вообще держишь пушку?

source: {{GM}}He leans in, whispers conspiratorially.{{/GM}} You wouldn’t know anything about that, would you?
de: {{GM}}Er beugt sich vor und flüstert verschwörerisch.{{/GM}} Du weißt nicht zufällig was darüber, oder?
es: {{GM}}Se inclina hacia adelante, susurrando como un conspirador.{{/GM}} Tú no sabrás nada sobre eso, ¿verdad?
fr: {{GM}}Il se penche, et murmure d'un air tendu.{{/GM}} Mais vous ne savez rien de tout ça, évidemment ?
it: {{GM}}Si avvicina, bisbigliando con fare cospiratorio.{{/GM}} Non è che per caso ne sai qualcosa?
ru: {{GM}}Он наклоняется к тебе с заговорщицким видом и переходит на театральный шепот.{{/GM}} Ты точно ничего об этом не знаешь?

source: {{GM}}He lets out a big sigh while shaking his head in agreement.{{/GM}} I get it.
de: {{GM}}Er seufzt schwer und schüttelt seinen Kopf in lautloser Zustimmung.{{/GM}} Ich weiß, was du meinst.
es: {{GM}}Deja escapar un suspiro mientras asiente con la cabeza.{{/GM}} Lo pillo.
fr: {{GM}}Il laisse échapper un long soupir et hoche la tête en signe d'acquiescement.{{/GM}} Je comprends.
it: {{GM}}Si lascia sfuggire un sospiro profondo, mentre scuote la testa in segno di accordo.{{/GM}} Capisco.
ru: {{GM}}Он вздыхает и согласно качает головой.{{/GM}} Ну ладно.

source: {{GM}}He lets out a little giggle.{{/GM}} Yes... they all volunteer.
de: {{GM}}Er kichert.{{/GM}} Ja ... sie melden sich alle freiwillig.
es: {{GM}}Deja salir una risita.{{/GM}} Sí... todos son voluntarios.
fr: {{GM}}Il pouffe.{{/GM}} Oui... comme tous les autres.
it: {{GM}}Si lascia sfuggire una risatina.{{/GM}} Sì... tutti volontari.
ru: {{GM}}Эльф тонко хихикает.{{/GM}} Да... Они все были добровольцами.

source: {{GM}}He lets out a sigh.{{/GM}} Duty ABOVE All. It's Mr. Silverstar's favorite. I can't believe anyone can spout Telestrian Corporate Values when a bunch of our guys were geeked a few hours ago.
de: {{GM}}Ihm entfährt ein Seufzer.{{/GM}} Pflichtbewusstsein ÜBER alles. Das ist der Lieblingsspruch von Mr. Silverstar. Kaum zu glauben, dass jemand die Leitsätze von Telestrian Corporate zitiert, wenn ein paar unserer Männer erst vor ein paar Stunden umgenietet wurden.
es: {{GM}}Suelta un gran suspiro.{{/GM}} El deber POR ENCIMA de todo. Es la frase favorita del Sr. Silverstar. Me parece alucinante que alguien suelte los valores corporativos de Telestrian cuando un puñado de los nuestros han sufrido un ataque hace solo unas horas.
fr: {{GM}}Il laisse échapper un soupir.{{/GM}} Le devoir AVANT tout. La devise préférée de Mr Silverstar. Je n'arrive pas à croire que quelqu'un débite les principes de Telestrian Corporate alors que des collègues se sont fait descendre il y a seulement quelques heures.
it: {{GM}}Si lascia sfuggire un sospiro.{{/GM}} Il dovere PRIMA DI TUTTO. È la frase preferita del signor Silverstar. Non riesco credere come si possano mettere in discussione i valori aziendali della Telestrian mentre alcuni nostri uomini sono stati presi per il naso solo poche ore fa.
ru: {{GM}}Он тяжело вздыхает.{{/GM}} Долг ПРЕЖДЕ ВСЕГО. Это любимое высказывание мистера Сильверстара. Поверить не могу, что он продолжает капать нам на мозги корпоративными лозунгами даже тогда, когда половину ночной смены всего несколько часов назад перемололи в фарш.

source: {{GM}}He looks amused.{{/GM}} Could be.
de: {{GM}}Er wirkt belustigt.{{/GM}} Gut möglich.
es: {{GM}}Te mira divertido.{{/GM}} Es posible.
fr: {{GM}}Il a l'air amusé.{{/GM}} Peut-être.
it: {{GM}}Sembra divertito.{{/GM}} Forse.
ru: {{GM}}Он смотрит на тебя с интересом.{{/GM}} Возможно.

source: {{GM}}He looks around anxiously and then calms down.{{/GM}} Very funny. Now get back to work or I will report you to the head of maintenance for wasting my time.
de: {{GM}}Einen Moment sieht er sich panisch um und beruhigt sich dann.{{/GM}} Sehr witzig. Jetzt aber zurück an die Arbeit, oder ich werde mich bei der Hausmeisterverwaltung über diese Zeitverschwendung beschweren.
es: {{GM}}Mira a su alrededor, nervioso, y después se tranquiliza.{{/GM}} Muy gracioso. Ahora, vuelve al trabajo o te denunciaré al jefe de mantenimiento por hacerme perder el tiempo.
fr: {{GM}}Il regarde autour, anxieux, puis se calme.{{/GM}} Très drôle. Retournez au travail maintenant ou je ferai un rapport au chef de la maintenance pour m'avoir fait perdre mon temps.
it: {{GM}}Si guarda intorno con ansia e poi si calma.{{/GM}} Molto divertente. Ora torna al lavoro o ti denuncio al capo della manutenzione per aver sprecato il mio tempo.
ru: {{GM}}Он нервно крутит головой по сторонам, но заметно успокаивается, когда слышит твой ответ.{{/GM}} Очень смешно. А теперь возвращайся к работе, или мне придется пожаловаться на тебя начальнику смены.

source: {{GM}}He looks at Coyote. Looks at you.{{/GM}} We’ll...we’ll... go slow.
de: {{GM}}Er blickt zu Coyote. Dann zu dir.{{/GM}} Wir ... wir ... gehen es langsam an.
es: {{GM}}Mira a Coyote. Te mira a ti.{{/GM}} Nos lo... nos lo... tomaremos con calma.
fr: {{GM}}Il regarde Coyote. Il vous regarde.{{/GM}} On... On... ira doucement.
it: {{GM}}Lui guarda Coyote. Poi guarda te.{{/GM}} Noi... noi ci andremo piano.
ru: {{GM}}Он глядит на Койот. Глядит на тебя.{{/GM}} Мы... мы не... мы не будем спешить.

source: {{GM}}He looks at the woman, then back at you again. Tossing the nuyen to the ground, he sheepishly turns to leave the scene.{{/GM}}
de: {{GM}}Er blickt zu der Frau und wieder zu dir. Dann wirft er die Nuyen auf den Boden und macht sich kleinlaut davon.{{/GM}}
es: {{GM}}Mira a la chica y después vuelve a mirarte a ti. Tras lanzar los nuyens al suelo, se da la vuelta, avergonzado, para abandonar la escena.{{/GM}}
fr: {{GM}}Il regarde la femme, puis vous regarde à nouveau. Il jette les nuyens par terre, puis se tourne piteusement et quitte les lieux.{{/GM}}
it: {{GM}}Guarda la donna, poi si volta di nuovo verso di te. Getta i nuyen in terra e si allontana a orecchie basse.{{/GM}}
ru: {{GM}}Он переводит взгляд на женщину, потом снова на тебя и бросает деньги на землю, а затем поворачивается к тебе спиной, чтобы ускользнуть.{{/GM}}

source: {{GM}}He looks at you for a minute, then shakes his head.{{/GM}} I don't think so. But hey, no skin off my nose. My people will find him eventually. And you've wrecked up a Renraku lab for us, free of charge. Hope it was worth it.
de: {{GM}}Er mustert dich eine Minute lang und schüttelt dann den Kopf.{{/GM}} Das glaube ich nicht. Aber was soll’s. Wir werden ihn schon noch finden. Immerhin hast du kostenlos ein Renraku-Labor für uns zerstört. Ich hoffe, das war es wert.
es: {{GM}}Te mira durante un minuto, luego sacude la cabeza.{{/GM}} No me lo creo. Pero eh, que a mí me da igual. Mi gente terminará encontrándolo. Y tú has destruido un laboratorio de Renraku por nosotros, gratis. Espero que mereciera la pena.
fr: {{GM}}Il vous regarde une minute, puis secoue la tête.{{/GM}} Je ne crois pas. Mais bon, moi, je dis ça, je dis rien. Mes employeurs finiront par le trouver. Et vous avez démoli un labo Renraku pour nous. Gratuitement. J'espère que ça en valait la peine.
it: {{GM}}Ti guarda per un attimo, poi scuote la testa.{{/GM}} Non credo. Ma ehi, non mi importa. I miei uomini lo troveranno alla fine. E il lato positivo è che hai distrutto un laboratorio della Renraku per noi, gratuitamente. Spero che ne sia valsa la pena.
ru: {{GM}}Он внимательно смотрит на тебя, а потом качает головой.{{/GM}} Мне кажется, что ты лжешь. Но это не мое дело. Рано или поздно мы его найдем, а вы разнесли лабораторию Ренраку совершенно бесплатно. Полагаю, мне выпишут за это премию.

source: {{GM}}He looks at you for a minute, then shrugs.{{/GM}} Unfortunate. Well, no delivery, no payment. On the plus side, you've wrecked up a Renraku lab for us, free of charge. Hope it was worth it.
de: {{GM}}Er mustert dich eine Minute lang und zuckt dann mit den Schultern.{{/GM}} Zu schade. Tja, keine Lieferung, keine Bezahlung. Immerhin hast du kostenlos ein Renraku-Labor für uns zerstört. Ich hoffe, das war es wert.
es: {{GM}}Te mira durante un minuto, luego se encoje de hombros.{{/GM}} Qué pena. Bueno, no hay entrega, no hay pago. Por el lado bueno, has destruido un laboratorio de Renraku por nosotros, gratis. Espero que mereciera la pena.
fr: {{GM}}Il vous regarde une minute, puis hausse les épaules.{{/GM}} Dommage. Enfin, pas de livraison, pas de paiement. En même temps, vous avez démoli un labo Renraku pour nous. Gratuitement. J'espère que ça en valait la peine.
it: {{GM}}Ti guarda per un attimo, poi alza le spalle.{{/GM}} Sfortuna. Beh, niente consegna, niente pagamento. Il lato positivo è che hai distrutto un laboratorio della Renraku per noi, gratuitamente. Spero che ne sia valsa la pena.
ru: {{GM}}Он внимательно смотрит на тебя, а потом пожимает плечами.{{/GM}} Какая досада. Ну что же, работа не выполнена, я могу ее не оплачивать. Поздравляю! Вы разнесли лабораторию Ренраку совершенно бесплатно. Полагаю, мне выпишут за это премию.
