Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I heard that she’s a Universal Brotherhood member.
de: Ich hab gehört, sie sei ein Mitglied der Universellen Bruderschaft.
es: He oído que es miembro de la Hermandad Universal.
fr: J'ai entendu dire que c'était une membre de la Confrérie Universelle.
it: Ho sentito che è un membro della Fratellanza Universale.
ru: А ты знаешь, что она тоже является членом Всеобщего братства?

source: I heard you made trouble with the Universal Brotherhood.
de: Ich hab gehört, du hast die Universelle Bruderschaft aufgemischt.
es: Me he enterado de que te metiste en líos con la Hermandad Universal.
fr: J'ai entendu dire que tu as cherché des noises à la Confrérie Universelle.
it: Ho sentito dire che hai causato un bel po' di guai alla Fratellanza Universale.
ru: Говорят, вы что-то не поделили со Всеобщим братством.

source: I heard you say "spike baby". What's a spike baby?
de: Du hast von einem „Spitzbaby“ gesprochen. Was ist ein Spitzbaby?
es: Le he oído decir "bebé con orejas de punta". ¿Qué es un bebé con orejas de punta?
fr: Vous avez dit « bébé pointu ». Qu'est-ce que ça veut dire ?
it: Ti ho sentito dire "bimbo appuntito". Che vuol dire?
ru: Ты сказала "остроухий младенец". Кто остроухий младенец?

source: I heard you're in the middle of a recording session...
de: Ich hab gehört, du bist gerade dabei, etwas aufzunehmen ...
es: He oído que estás en medio de una sesión de grabación...
fr: J'ai entendu dire que vous étiez au beau milieu d'une session d'enregistrement...
it: Ho sentito che sei nel bel mezzo di una sessione di registrazione...
ru: Я так понимаю, вы сейчас что-то записываете...

source: I heard. He’s got the strength of the righteous, doesn’t he?
de: Hab’s mitgekriegt. Er hat die Stärke der Gerechten auf seiner Seite, wie?
es: Eso me han dicho. Tiene la fuerza del honesto, ¿no?
fr: J'ai entendu. Il a la force de la vertu, c'est ça ?
it: Ho sentito. Ha la forza di chi è nel giusto, vero?
ru: Вижу. Он пылает праведным негодованием.

source: I hope Aztechnology has nice uniforms.
de: Ich hoffe, Aztechnology hat schicke Uniformen.
es: Espero que los uniformes de Aztechnology sean bonitos.
fr: J'espère que les uniformes d'Aztechnology sont jolis.
it: Spero che le uniformi dell'Aztechnology siano carine.
ru: Надеюсь, у сотрудников Ацтехнологии красивая униформа.

source: I hope so Father.
de: Das hoffe ich, Vater.
es: Eso espero, Padre.
fr: Je l'espère, Père.
it: Lo spero, Padre.
ru: Я надеюсь, что это так, отец!

source: I hope that means what I think it means.
de: Ich hoffe das heißt, was ich glaube, das es heißt.
es: Espero que eso signifique lo que creo que significa.
fr: J'espère que cela signifie ce que je pense que cela signifie.
it: Spero che questo significhi ciò che penso.
ru: Я надеюсь, это означает именно то, что я думаю.

source: I hope they get whoever did this. Only a fool would attack a Telestrian Corporate office and think they can get away with it! Start heading from room to room and clean what needs cleaning. Good luck and welcome to Telestrian.
de: Ich hoffe, sie schnappen die Leute, die das getan haben. Nur ein Narr würde ein Büro des Telestrian-Konzerns angreifen und denken, er würde damit davonkommen! Arbeiten Sie sich einfach von Raum zu Raum vor und säubern sie, was sauber gemacht werden muss. Viel Glück und willkommen bei Telestrian.
es: Espero que pillen a quien hizo esto. ¡Solo un loco atacaría una oficina de Telestrian Corporate convencido de que podría irse de rositas! Pasa de sala en sala y limpia todo lo que sea necesario. Buena suerte y bienvenido a Telestrian.
fr: J'espère qu'ils vont choper ceux qui ont fait ça. Il faut être fou pour attaquer un bureau de Telestrian Corporate et croire qu'on peut s'en sortir ! Allez de pièce en pièce et faites le ménage. Bon courage et bienvenu chez Telestrian.
it: Spero che acchiapperanno chiunque abbia fatto questo. Sono un folle attaccherebbe un ufficio aziendale della Telestrian pensando di farla franca! Occupati di una stanza alla volta e pulisci quello che c'è da pulire. Buona fortuna. Ah, quasi dimenticavo di darti il benvenuto alla Telestrian.
ru: Надеюсь, они найдут этих преступников. Только болван может напасть на корпорацию Телестриана и понадеяться, что это сойдет ему с рук! Начинай с ближайших комнат, вымой пол и приведи все в порядок. Добро пожаловать в нашу компанию.

source: I hope you're planning for the worst, and arming yourself as appropriate. Is there something I can show you?
de: Ich hoffe, du bereitest dich auf das Schlimmste vor und bewaffnest dich auch entsprechend. Gibt es etwas Besonderes, das ich dir zeigen könnte?
es: Espero que te estés preparando para lo peor y te estés armando para la ocasión. ¿Quieres que te enseñe algo?
fr: J'espère que vous vous parez au pire, et que vous vous armez en conséquence. Y a-t-il quelque chose que je puisse vous montrer ?
it: Spero che tu ti stia preparando al peggio e ti stia armando in modo appropriato. C'è qualcosa che ti posso mostrare?
ru: Надеюсь, неожиданности тебя не смущают. Лучше быть к ним готовым. Так что тебе показать?

source: I imagine I’ll give it to a good cause.
de: Ich schätze mal, ich geb’s für einen guten Zweck aus.
es: Imagino que lo donaré a una buena causa.
fr: Je vais peut-être le donner à une bonne cause.
it: Credo che li utilizzerò per una buona causa.
ru: Не знаю. Может, пожертвую на благотворительность, если найду дело, которое заслуживает доверия.

source: I imagine most shifts in the Barrens are rough ones.
de: Ich schätze mal, in den Barrens sind harte Schichten keine Seltenheit.
es: Me imagino que casi todos los turnos en los Barrens son duros.
fr: J'imagine que c'est souvent le cas à Barrens.
it: Immagino che la maggior parte dei turni nelle Terre desolate siano movimentati.
ru: Полагаю, легких дней у врачей в Пустошах не бывает.

source: I imagine that moving from one plane of existence to another isn't easy.
de: Ich vermute, es ist nicht gerade leicht, von einer Ebene zur nächsten zu gelangen.
es: Supongo que pasar de un plano de existencia a otro no es tarea fácil.
fr: J'imagine qu'il n'est pas facile de passer d'un plan d'existence à un autre.
it: Immagino che balzare da un piano all'altro dell'esistenza non sia cosa facile.
ru: Полагаю, шагнуть из одной реальности в другую даже для них не так-то просто.

source: I just don't know that I can take it. The waiting. The worrying. Please reconsider.
de: Ich weiß einfach nicht, ob ich das alles ertragen kann. Die Warterei. Die Sorgen. Bitte überleg es dir noch einmal.
es: Lo que pasa es que no sé si puedo soportarlo. La espera. Las preocupaciones. Por favor, piénsatelo.
fr: Je ne sais pas si j'en suis capable. L'attente. L'angoisse. Réfléchissez bien.
it: È solo che non so se riuscirò a reggere. L'attesa. La preoccupazione. Per favore, ripensaci.
ru: Я не знаю, смогу ли я это вынести. Ожидание. Тревогу. Пожалуйста, не надо.

source: I just got a second wind! Meet you at my rig, $(l.name).
de: Jetzt fühl ich mich so richtig wach! Wir treffen uns bei meinem Rig, $(l.name).
es: ¡Todo listo para continuar! Reúnete conmigo en mi tráiler, $(l.name).
fr: Je viens d'avoir un second souffle ! Retrouvez-moi à ma plate-forme, $(l.name).
it: Mi sento in piena forma! Ci vediamo da me, $(l.name)
ru: У меня открылось второе дыхание! Встретимся у моего станка, $(l.name).

source: I just got in but I think Coyote’s cleaning the back bar. Mr. Delilah is hanging out in his usual place. The vendors downstairs came in a few minutes after me. Oh, and Bartlett’s here. Don't think you've met him yet.
de: Ich bin gerade erst hergekommen, aber ich glaube, Coyote räumt im Moment die hintere Bar auf. Mr. Delilah ist an seinem üblichen Platz. Die Händler unten sind ein paar Minuten nach mir eingetrudelt. Oh, und Bartlett ist da. Ich glaube nicht, dass du ihn bisher getroffen hast.
es: Yo acabo de entrar, pero creo que Coyote está limpiando la barra de atrás. El Sr. Delilah está donde siempre. Los proveedores de abajo llegaron poco después de mí. Ah, y Bartlett está aquí. Me parece que aún no os han presentado.
fr: Je viens d'arriver mais je crois que Coyote est en train de faire le ménage dans l'arrière-salle. M. Delilah traîne dans son coin, comme d'habitude. Les fournisseurs en bas sont arrivés juste après moi. Oh, et il y aussi Bartlett. Je crois que vous ne vous connaissez pas encore.
it: Sono qui da pochi minuti, ma penso che Coyote stia pulendo il bar del retro, mentre il signor Delilah sta bazzicando nel suo solito posto. I venditori sono arrivati al piano di sotto poco prima di me. Oh, e c'è Bartlett. Non penso che tu l'abbia già incontrato.
ru: Я только что заступила на смену, но Койот пока еще не ушла и чистит бар в задней комнате. Мистер Далила тоже здесь, за своим обычным столиком. Торговцы в подвале никуда и не уходили. А кроме того, сегодня к нам пришел Бартлетт. По-моему, вы еще не встречались.

source: I just need a moment of your time, Mrs. Kubota. I have topics to discuss.
de: Ich würde gerne einen Augenblick über ein paar Dinge sprechen, Mrs. Kubota.
es: Solo necesito un momento de su tiempo, Sra. Kubota. Tengo cosas de las que hablar.
fr: Pourriez-vous m'accorder quelques instants, Mme Kubota ? J'aimerais vous dire deux mots.
it: Ho bisogno di un breve istante del suo tempo, signora Kubota. Ho qualcosa da discutere.
ru: Пожалуйста, уделите мне минуту внимания, миссис Кубота. Я хочу задать вам пару вопросов.

source: I just need to know one more thing. Where was Sam killed?
de: Es gibt nur noch eins, das ich wissen möchte. Wo wurde Sam getötet?
es: Solo necesito saber una cosa más. ¿Dónde mataron a Sam?
fr: J'ai juste besoin de savoir encore une chose. Où Sam a-t-il été tué ?
it: C'è un'ultima cosa che devo sapere. Dov'è stato ucciso Sam?
ru: Мне нужно знать еще кое-что. Где именно был убит Сэм?

source: I keep tellin' ya... I need to get my stuff from the alley or I’m gonna die in the cold tonight.
de: Wenn ich’s Ihnen sage ... ich muss meinen Kram aus dieser Gasse holen, oder ich erfriere diese Nacht.
es: Te lo estoy diciendo... Tengo que recoger mis cosas del callejón o me voy a morir de frío esta noche.
fr: Mais puisque j'vous dis que... Faut que j'récupère mes affaires dans cette allée ou j'vais mourir de froid cette nuit.
it: Te lo ripeto... Ho bisogno di prendere la mia roba dal vicolo o morirò di freddo stanotte.
ru: Сынок... Мне нужно забрать оттуда вещи, или ночью я замерзну ко всем чертям.

source: I knew I liked you, chummer. Where’s the party gifts you brought?
de: Ich wusste, dass ich dich mag, Chummer. Wo sind die Party-Geschenke, die du mitgebracht hast?
es: Sabía que me gustabas, colega. ¿Dónde están esos regalitos que has traído?
fr: J'ai toujours su qu'on serait copains. Où sont les cadeaux que tu as apportés ?
it: Sapevo che mi piacevi. Dove sono i regali per la festa che hai portato?
ru: Ты мне сразу понравился, приятель! Где все эти подарочки?

source: I knew him - we all did. Sam was a regular here, whenever he could beg or borrow enough nuyen to become altered in some way. Drugs, chips, alcohol - it didn’t matter to Sam. As long as he was bent. He was always looking for his next fix.
de: Ich kannte ihn – wir alle kannten ihn. Sam war Stammgast hier, vorausgesetzt er konnte sich genug Nuyen erschleichen, um sich mit irgendetwas zuzuknallen. Drogen, Chips, Alkohol – für Sam machte das keinen Unterschied. Er war immer nur auf der Suche nach dem nächsten Rausch.
es: Lo conocía; todas lo conocíamos. Sam era un cliente habitual, siempre que podía mendigaba o pedía prestado los nuyens necesarios para alterarse como fuera. Drogas, chips, alcohol... A Sam le daba igual. Mientras estuviera colocado... Siempre estaba buscando con qué colocarse.
fr: Je le connaissais, comme tout le monde ici. Sam était un habitué. Il venait dès qu'il pouvait quémander ou emprunter suffisamment de nuyens pour s'amuser. Dans l'alcool, les puces, les drogues... Sam prenait de tout. Tant que ça le faisait planer. Il n'avait qu'une idée en tête : avoir sa dose.
it: Lo conoscevo bene, come tutte noi. Sam era un cliente abituale qui, veniva ogni volta riusciva a scroccare abbastanza nuyen per sballarsi in qualche modo. Droga, microchip, alcol... a Sam poco importava. Fintanto che poteva ridursi uno straccio. Cercava sempre lo sballo.
ru: Я знала его достаточно хорошо - как и все мы. Сэм часто появлялся здесь, каждый раз, когда ему удавалось украсть или выклянчить достаточно денег, чтобы забыться. Чипы, наркотики, алкоголь - Сэму было все равно. Каждый день ему требовалась новая доза забвения.

source: I knew it was too good to be true.
de: Ich wusste, es war zu schön, um wahr zu sein.
es: Sabía que era demasiado bueno para ser cierto.
fr: Je savais bien que c'était trop beau pour être vrai.
it: Sapevo che era troppo bello per essere vero.
ru: Мы рано расслабились. Это было слишком просто.

source: I knew you were just lookin' to cause static. Dash, ice this $(l.guy)!
de: Ich wusste doch, dass du bloß Probleme machen willst. Dash, leg diese Pfeife auf Eis!
es: Sabía que solo buscabas camorra. ¡Rápido, hay que cargarse a $(l.guy)!
fr: J'étais sûr que tu étais là pour causer des problèmes. Dash, refroidis donc ce $(l.guy) !
it: Lo sapevo che cercavi grane. Dannazione, freddate questo $(l.guy)!
ru: Я знал, что ты нарываешься. Дэш! Тут $(l.guy)!

source: I knew you were working his case. But it was so long ago, I didn't think it was worth mentioning.
de: Ich wusste, dass du an seinem Fall arbeitest, aber das ist alles so lange her, dass ich es nicht für erwähnenswert gehalten habe.
es: Sabía que estabas trabajando en su caso. Pero fue hace tanto tiempo que no pensé que valiera la pena mencionarlo.
fr: Je savais que tu bossais sur son cas. Mais ça fait tellement longtemps, je pensais que c'était pas la peine de t'en parler.
it: Sapevo che tu stavi lavorando sul suo caso. Ma è stato talmente tanto tempo fa, che non pensavo fosse importante.
ru: Да. Я знал, что ты преследуешь его убийцу, но это было так давно. Мне просто не пришло в голову, что это может оказаться для тебя важным.

source: I knew you would be back - the stars foretold it. Actually, it was more like the laws of supply and demand. What magical needs can I satisfy?
de: Ich wusste, du würdest zurückkehren – die Sterne haben es vorhergesagt. Naja, eigentlich waren es eher die Gesetze von Angebot und Nachfrage. Welche magischen Bedürfnisse kann ich dir erfüllen?
es: Sabía que volverías... las estrellas lo profetizaron. Bueno, en realidad fue más bien la ley de la oferta y la demanda. ¿Qué necesidades mágicas puedo satisfacer?
fr: Je savais que vous reviendriez. Les étoiles l'avaient prédit. En fait, c'était plus les lois de l'offre et de la demande. Quels besoins magiques puis-je satisfaire ?
it: Sapevo che saresti tornato, le stelle l'avevano predetto. In realtà, erano più le leggi della domanda e dell'offerta. Quali necessità magiche posso soddisfare?
ru: Я знал, что ты вернешься. Твой гороскоп обещает выгодное приобретение на этой неделе. Не веришь? Это правильно. Товарным рынком двигают законы спроса и предложения, а не звезды. Чем могу помочь?

source: I knew you’d come. I’ll send you the address. See you soon.
de: Ich wusste, dass du kommen würdest. Ich schick dir die Adresse. Wir sehen uns gleich.
es: Sabía que vendrías. Te mandaré la dirección. Hasta ahora.
fr: Je savais que tu viendrais. Je t'envoie l'adresse. À tout de suite.
it: Sapevo che non avresti detto di no. Ti mando l'indirizzo. Ci vediamo presto.
ru: Я знала, что ты нам поможешь! Сейчас скину тебе адрес. До встречи!

source: I know ... poor devil ... but finding this bug juice is more important than any of us.
de: Ich weiß ... armer Teufel ... aber dieses Insektenspray zu finden, ist wichtiger als wir alle.
es: Ya lo sé... Pobre diablo... Pero encontrar este jugo de bicho es más importante que cualquiera de nosotros.
fr: Je sais... le pauvre... mais trouver ce jus d'insecte est plus important que nous tous.
it: Lo so... povero diavolo... ma trovare questa roba per insetti è più importante di chiunque di noi.
ru: Я знаю... бедный парень... но мы должны найти этот жучиный сок во что бы то ни стало. Это важнее.

source: I know Sam helped your mother save lives. Through that donation--
de: Ich weiß, dass Sam deiner Mutter dabei geholfen hat, Leben zu retten. Durch die Spende –
es: Sé que Sam ayudó a tu madre a salvar vidas. A través de esa donación...
fr: Je sais que Sam aidait votre mère à sauver des vies. À travers cette donation...
it: So che Sam ha aiutato tua madre a salvare delle vite. Tramite la donazione...
ru: Я знаю, что Сэм помогал вашей матери спасать жизни. Донорство органов...

source: I know enough. I know that you are in pain and that the Universal Brotherhood can help you. Belonging is healing. I urge you - speak to one of our counselors. Learn the Truth.
de: Ich weiß genug. Ich weiß, dass du leidest und dass die Universelle Bruderschaft dir helfen kann. Zugehörigkeit ist Heilung. Ich bitte dich – sprich mit einem unserer Berater. Erfahre die Wahrheit.
es: Ya sé bastante. Sé que sientes dolor y que la Hermandad Universal puede ayudarte. Pertenecer es curativo. Te lo pido encarecidamente, habla con uno de nuestros consejeros. Descubre la Verdad.
fr: J'en sais assez. Je sais que vous avez mal et que la Confrérie Universelle peut vous aider. Appartenir, c'est guérir. Je vous en prie, parlez à l'un de nos conseillers. Apprenez la vérité.
it: Ne so quanto basta. So che provi dolore e che la Fratellanza Universale può aiutarti. Appartenenza significa guarigione. Ti esorto a parlare con uno dei nostri consulenti. Scopri la Verità.
ru: Я знаю достаточно. И я вижу, что тебя терзает боль, которую может утолить Всеобщее братство. Прошу, переговори с одним из наших наставников. Не отрицай свет Истины.

source: I know it's "duty above all" for you security types but I am the victim here, I swear.
de: Ich weiß, ihr Sicherheitstypen lebt nach dem Motto „Pflichtbewusstsein über alles“, aber ich bin das wahre Opfer hier, das schwör ich.
es: Sé que es "deber por encima de todo" para vosotros, los de seguridad, pero aquí yo soy la víctima, lo juro.
fr: Je sais que c'est "le devoir avant tout" pour vous les gars de la sécurité, mais je suis la victime, ici, je vous jure.
it: Lo so, "il dovere innanzitutto" per voi della sicurezza, ma io sono la vittima qui, lo giuro.
ru: Ну еще бы. Для вас, дуболомов из службы безопасности, "долг - превыше всего". Но я не преступник, черт бы вас всех побрал! Я жертва!

source: I know it's crazy. The break-in has everyone on edge. Just learn quicker.
de: Ich weiß, hier geht alles drunter und drüber. Der Einbruch hat alle total durcheinandergebracht. Lernen Sie einfach ein wenig schneller.
es: Sé que es una locura. El asalto tiene a todo el mundo nervioso. Aprende más rápido.
fr: Je sais que c'est fou. L'effraction a mis tout le monde sur les nerfs. Apprenez juste plus rapidement.
it: So che è pazzesco. L'intrusione ha messo tutti sul chi vive. Dovrai imparare più velocemente.
ru: Я знаю, что он сумасшедший. Все нервничают из-за ночного набега. Просто работай быстрее.

source: I know of him, sure. Blake doesn’t allow any Cutters to take side gigs though, so I got no reason to deal with him. Coyote hasn't said anything about taking new work...
de: Hab schon mal von ihm gehört, klar. Aber Blake erlaubt es keinem Cutter, nebenbei noch Dinger zu drehen, also hab ich keinen Grund, mich mit ihm abzugeben. Coyote hat auch nicht erwähnt, dass sie irgendwelche neuen Jobs macht ...
es: Lo conozco, claro. Aunque Blake no permite que ningún Cortador acepte trabajos adicionales, así que no tengo ningún motivo para tratar con él. Coyote no me ha dicho nada sobre aceptar un nuevo trabajo...
fr: Bien sûr que je le connais. Les Cutters n'ont pas le droit d'accepter de missions de leur côté, alors je n'ai pas eu l'occasion de traiter avec lui. Coyote ne m'a pas parlé d'un nouveau job...
it: Certo, lo conosco. Però Blake non permette a nessuno dei Cutter di prendere lavori altrove, perciò non ho motivo di fare affari con lui. Coyote non mi ha detto niente a proposito di un nuovo incarico...
ru: Ну да, я его знаю. Блейк не разрешает членам нашей банды брать работу на стороне, поэтому я никогда не имел с ним дела. Койот ничего не говорила о том, что куда-то собралась...

source: I know that death is part of the biz we’re in, but I don’t usually congratulate killers, but in the case of the Ripper I do, well done my friend. You looking for me to insert a little metal into you or need some med-packs?
de: Ich weiß ja, dass der Tod zu unserem Geschäft gehört, aber gewöhnlich beglückwünsche ich niemanden zum Töten. Im Fall des Rippers muss ich aber sagen, gut gemacht. Brauchst du vielleicht etwas Metall in deinem Körper oder ein paar Medkits?
es: Sé que la muerte es parte de nuestro negocio, pero no suelo felicitar a los asesinos, aunque en el caso del Destripador haré una excepción. Bien hecho amigo mío. ¿Quieres que te meta un poco de metal o necesitas medipacks?
fr: Je sais que la mort fait partie de notre business, mais j'ai pour règle de ne pas féliciter les tueurs. Sauf dans le cas de l'éventreur, là je fais une exception. Bien joué, l'ami. Vous voulez que je vous insère un peu de métal à l'intérieur, ou vous avez besoin de med-packs ?
it: So che la morte è parte integrante del nostro mestiere, di solito non mi congratulo con gli assassini, ma nel caso dello Squartatore sì: ben fatto. Mi cercavi per farti impiantare un po' di metallo o hai bisogno di kit medici?
ru: Я знаю, что смерть - неотъемлемая часть нашей профессии. Обычно я не рада видеть убийц, но в случае Потрошителя сделаю исключение. Ты молодец. А теперь скажи, зачем ты тут - хочешь, чтобы я нашпиговала тебя железом? Если нет, то могу продать пакет первой помощи.

source: I know that look, don’t let the size of the shop fool you, I can get any Matrix hardware or software that exists, and if it doesn’t exist then I can get it made it for you. Any questions I can answer or anything gear you need?
de: Ich kenne diesen Blick. Lass dich von der Größe des Ladens nicht täuschen, ich kann dir alle Arten von Matrix-Hardware besorgen, die es gibt und wenn es sie nicht gibt, dann kann ich sie für dich entwickeln lassen. Hast du irgendwelche Fragen, mit denen ich dir helfen kann, oder gibt es etwas Bestimmtes, was du brauchst?
es: Conozco esa mirada, no te dejes engañar por el tamaño de la tienda, puedo conseguir todo el hardware y el software de la Matriz que existe y, si no existe, puedo hacértelo. ¿Tienes alguna duda o necesitas algo que pueda ofrecerte?
fr: Je sais ce que vous pensez, ne vous laissez pas tromper par la taille du magasin. Je peux vous trouver tout le matériel et tous les logiciels matriciels existants. Et s'ils n'existent pas, je peux vous les faire fabriquer. Vous avez des questions ? vous cherchez une chose précise ?
it: Conosco quello sguardo. Non ti fare ingannare dalle dimensioni del negozio: posso procurarti qualsiasi pezzo o programma per la Matrice che esista, e se non esiste, te lo posso fare creare. Hai domande per me? O articoli che ti servono?
ru: Я хорошо знаю это выражение лица. Не сомневайся, я могу достать для тебя любое железо и любое программное обеспечение - а если тебе нужно что-то особенное, оставь заказ и я позабочусь об этом. Если у тебя есть вопросы, я с радостью отвечу на них... Или тебя интересуют мои новинки?
