Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I suppose you should know... Telestrian's technicians only had time to create a few prototype Aegis launchers. I'll be taking one, naturally. Another is for you. Treat her well. If you want additional bug-splattering firepower, James has agreed to allow one of his personal elite guard to accompany us with the final prototype weapon. And now, let us away. We have a date with destiny and she doesn't like to be kept waiting.
de: Du solltest wahrscheinlich wissen ... Telestrians Techniker konnten nur einige wenige Prototypen der Aegis-Waffe herstellen. Eine davon nehme ich natürlich. Eine weitere bekommst du. Gehe sorgsam mit ihr um. Wenn du noch mehr käferzermatschende Angriffskraft haben möchtest, hat James uns gestattet, einen seiner Elite-Wachmänner mit dem letzten Prototypen mitzunehmen. Aber jetzt sollten wir gehen. Wir haben eine Verabredung mit dem Schicksal und es ist nicht gerade bekannt für seine Geduld.
es: Supongo que deberías saberlo... Los técnicos de Telestrian solo tuvieron tiempo para crear unos cuantos prototipos de lanzadores Aegis. Yo voy a llevar uno, como es natural. Otro es para ti. Cuídalo bien. Si quieres más potencia para acribillar bichos, James ha dicho que un miembro de su guardia personal de élite puede acompañarnos con el arma del prototipo final. Y ahora, en marcha. Tenemos una cita con el destino, y no le gusta que le hagan esperar.
fr: Je pense que vous devriez être au courant... Les techniciens Telestrian n'ont eu le temps de créer que quelques prototypes de lanceurs Aegis. Je vais en prendre un, naturellement. Et un autre pour vous. Prenez-en soin. Si vous voulez plus de puissance de feu, James a donné son accord pour qu'un de ses gardes d'élite nous accompagne avec le prototype final. Il est temps d'y aller maintenant. Nous avons rendez-vous avec notre destin, et le destin n'attend pas.
it: Immagino tu sappia... I tecnici della Telestrian sono riusciti a creare solo qualche prototipo di lanciarazzi Aegis. Uno lo prendo io, ovviamente. L'altro è per te. Trattalo bene. Se ti serve altra potenza di fuoco trita-insetti, James ci ha concesso una delle sue guardie private, che ci seguirà con l'ultimo prototipo dell'arma. E ora andiamo. Abbiamo un appuntamento con la sorte e a lei non piace aspettare.
ru: Думаю, тебе следует это знать... Техники Телестриана успели собрать всего несколько действующих прототипов нового оружия. Я возьму один. Второй они дадут тебе, не потеряй. Если думаешь, что огневая поддержка тебе не помешает, Джеймс согласился выделить нам одного из своих телохранителей. Эти ребята вооружены до зубов, и к тому же он согласен доверить им третий прототип. Давай уже поспешим. Эту встречу назначила нам судьба, а она не любит ждать.

source: I sure am!
de: Und wie ich das bin!
es: ¡Claro que sí!
fr: Bien sûr.
it: Certo!
ru: Да! Именно для этого!

source: I suspected as much when you walked in, omae! What business do you have with me?
de: Das habe ich mir schon fast gedacht, als ich dich hereinkommen sah, omae! Was möchtest du mit mir besprechen?
es: ¡Eso ya me lo supuse en cuanto entraste, omae! ¿Qué quieres de mí?
fr: Je m'en suis doutée dès que je vous ai vu, omae ! Quel genre d'affaires vous amène chez moi ?
it: L'ho sospettato dal momento in cui hai messo piede qui dentro, omae! Cosa vuoi da me?
ru: Я так и подумала, омае! Чем же я могу помочь тебе?

source: I take it there's more life and limb to be risked, then? I suggest you ere on the side of limbs, since I can charge you four separate times.
de: Ich rate mal, dass du vorhast, Leib und Leben zu riskieren? Ich schlage vor, dass du dich auf den Leib konzentrierst, ich kann dir auch ein Sonderangebot machen: Vier Körperteile für den Preis von einem.
es: ¿Entonces supongo que hay más vida y más miembros que arriesgar? Te sugiero que te decantes por los miembros, así podré cobrarte cuatro veces.
fr: Alors il y a encore une vie et des membres à perdre ? Je vous suggère de regarder du côté des membres d'abord, comme ça je pourrai vous facturer quatre ou cinq consultations.
it: Suppongo che il rischio di perdere la vita o di lasciarci qualche arto sia maggiore, vero? Ti consiglio di scegliere gli arti, perché potrei farti pagare quattro volte.
ru: Полагаю, ты опять собираешься рискнуть собственной головой? Будь осторожнее. Пришить тебе кибернетическую руку я могу, а вот голову уже нет.

source: I take it you and McKlusky don't exactly see eye-to-eye?
de: Ich rate mal, dass Sie und McKlusky nicht wirklich gute Freunde sind?
es: Entiendo que McKlusky y tú no vais lo que se dice a la par.
fr: Dois-je comprendre que McKlusky et vous n'êtes pas vraiment sur la même longueur d'onde ?
it: Deduco che tu e McKlusky non vedete le cose esattamente allo stesso modo...
ru: Полагаю, вы с Макклюски не то чтобы лучшие друзья?

source: I take it you knew the victim?
de: Ich geh mal davon aus, dass du das Opfer kanntest?
es: Supongo que conocías a la víctima.
fr: Vous connaissiez la victime, je présume.
it: Suppongo che tu conoscessi la vittima?
ru: Полагаю, ты знал жертву?

source: I tend to get along with corporate business types - we speak the same lingo.
de: Ich komme ganz gut mit Konzern-Typen klar – wir sprechen dieselbe Sprache.
es: Suelo congeniar con las personas del negocio corporativo: hablamos la misma lengua.
fr: J'ai tendance à bien m'entendre avec les corpos. On parle la même langue.
it: Di solito vado d'accordo con i colletti bianchi delle aziende... Parliamo la stessa lingua.
ru: Я корпоративный гражданин и умею хорошо ладить с коллегами. Мы говорим на одном языке.

source: I think I was wrong about this.
de: Ich glaube, ich habe mich getäuscht.
es: Creo que me equivoqué con esto.
fr: Je pense que je me suis trompé sur toute la ligne.
it: Penso di aver preso un granchio.
ru: Возможно, я ошибаюсь.

source: I think I'll have a look around and think about it.
de: Ich glaube, ich werde mich erst einmal umsehen und darüber nachdenken.
es: Creo que voy a echar un vistazo y a pensarlo un poco.
fr: Je pense que je vais jeter un coup d'œil aux alentours et y penser.
it: Penso che darò un'occhiata in giro e ci penserò.
ru: Я хочу осмотреться.

source: I think I'm going to be sick...
de: Ich glaub, mir wird schlecht ...
es: Creo que voy a vomitar...
fr: Je vais être malade...
it: Ho la nausea...
ru: Меня сейчас вырвет...

source: I think I’m getting into a lot more than I bargained for...
de: Ich glaube, ich rutsche hier immer tiefer in etwas rein, mit dem ich gar nichts zu tun haben wollte.
es: Creo que me estoy metiendo en algo más gordo de lo que pensaba...
fr: Je crois que je suis en train de me compliquer grandement les choses...
it: Penso che le cose abbiano preso ben altra piega rispetto a quello che pensavo...
ru: Дело гораздо серьезнее, чем мне казалось на первый взгляд...

source: I think I’m gonna hang it up - find a nice brothel somewhere. Stay drunk until I croak.
de: Ich denke, ich werde den Job an den Nagel hängen ... irgendwo ein nettes Bordell finden. Da werd ich mich besaufen, bis ich irgendwann tot umkippe.
es: Creo que voy a dejarlo y buscar un burdel agradable en alguna parte. Voy a emborracharme hasta cascarla.
fr: Je crois que je vais raccrocher, trouver un bon bordel quelque part. Me saouler jusqu'à ce que je claque.
it: Penso di ritirarmi, trovare un bel bordello da qualche parte. Ubriacarmi fino a morire.
ru: Думаю, пора с этим завязывать. Найду бордель поуютнее. Начну спиваться, пока не отброшу копыта.

source: I think I’ve made my feelings about Sam pretty clear, don’t you?
de: Ich glaube, ich habe meine Gefühle bezüglich Sam ziemlich klar gemacht, findest du nicht?
es: Creo que he dejado claros mis sentimientos hacia Sam, ¿no?
fr: Je crois que j'ai été assez claire au sujet de mes sentiments à l'égard de Sam, non ?
it: Penso di averti spiegato abbastanza chiaramente i miei sentimenti per Sam, no?
ru: Мне показалось, я недвусмысленно изложила свои чувства по отношению к покойному брату.

source: I think Van Graas is at the bar near the stage. Dwarf with a cyber-eye. Can’t miss him.
de: Van Graas müsste sich an der Bar in der Nähe der Bühne befinden. Er ist ein Zwerg mit Cyber-Auge. Ist nicht zu übersehen.
es: Creo que Van Graas está en el bar que hay cerca del escenario. El enano con un ciberojo. No tiene pérdida.
fr: Je crois que Van Graas est au bar près de la scène. C'est un nain avec un œil cybernétique. Vous ne pourrez pas le rater.
it: Credo che Van Graas sia al bar, vicino al palco. Un Nano con un occhio cibernetico. Non puoi sbagliarti.
ru: Я видел Ван Грааса неподалеку от барной стойки. Это дворф с кибернетическим глазом. Ты сразу его узнаешь.

source: I think it's the Ripper's blood.
de: Ich denke, es ist das Blut des Rippers.
es: Creo que es la sangre del Destripador.
fr: Je pense que c'est le sang de l'éventreur.
it: Penso che sia il sangue dello Squartatore.
ru: Скорее всего, Потрошителя.

source: I think my part here is done. You might want to go sticking your hand into a hornet's nest, but I'm a little more wary of the jobs I take these days.
de: Ich glaube, meine Arbeit ist getan. Du magst ja weitermachen wollen und deine Hand in ein Wespennest stecken, aber ich bin heutzutage bei der Wahl meiner Jobs doch vorsichtiger.
es: Creo que ya he hecho mi parte. Si quieres puedes ir a meter la mano en el avispero, pero últimamente yo me pienso dos veces qué trabajos voy a aceptar.
fr: Je crois que j'ai déjà joué mon rôle ici. Tu veux peut-être aller fourrer tes mains dans un nid de guêpes, mais je t'avoue que je commence à me méfier de ce genre de jobs, à présent.
it: Credo che il mio lavoro qui sia terminato. Forse vuoi risolvere questa grana direttamente ma, di questi tempi, io ci vado piano nel decidere quali incarichi accettare.
ru: Я уже сделал все, что мог. Если ты хочешь сунуть руку в осиное гнездо, валяй, а я уже слишком стар для развлечений подобного рода.

source: I think plenty, Shane! I’m getting a Ph-freaking-d from UW in neuroprosthetics, studying under Ojemanns! And how am I paying for it? Bartending. Tips. There are faster ways for a Barrens girl to earn that kind of scratch but I'm not taking 'em. So what do you want from me?
de: Ich denke jede Menge, Shane! Ich arbeite an meinem verdammten Doktor in Neuroprosthetik unter Ojemanns! Und wie zahle ich dafür? Kellnern. Trinkgeld. Es gibt schnellere Wege, auf die ein Mädchen der Barrens sich Geld verdienen kann, aber ich mach so was nicht. Also, was willst du noch von mir?
es: ¡Yo pienso mucho, Shane! ¡Estoy haciendo un doctorado en neuroprostética en UW bajo la dirección de Ojemanns! ¿Y cómo me lo pago? Sirviendo copas, a base de propinas. Una chica de los Barrens tiene formas más rápidas de ganar dinero, pero yo no pienso hacerlo. Y ahora, ¿qué es lo que quieres de mí?
fr: Mais j'y réfléchis, Shane ! Je vais obtenir mon doctorat de l'UW en neuroprothèses sous la direction d'Ojemanns ! Et comment je les paye, ces études ? En étant barmaid. Il y a des moyens plus rapides pour une fille de Barrens de gagner de l'argent, mais je ne m'abaisserai pas à ça. Alors, qu'est-ce que tu me veux ?
it: Me li faccio eccome, Shane! Sto facendo un dottorato all'Università di Washington in neuroingegneria con Ojermanns! Come dovrei pagarmelo? Facendo la barista. Con le mance. Ci sono modi più veloci di fare soldi per una ragazza delle Terre desolate, ma non fanno per me. Che cosa vuoi da me?
ru: Я не дура, Шин! Я пишу дипломную работу по нейропротезированию, ее курирует сам Оджманс! Знаешь, что позволяет мне оплатить учебу в университете? Работа! Чаевые! Это не единственный способ заработать для девочки из Пустошей, но остальные мне претят. Так чего же ты от меня хочешь?

source: I think she's pretty messed up, Cherry. Lot of family history there.
de: Ich glaube, sie ist echt ziemlich irre, Cherry. Da steckt viel Familiengeschichte hinter.
es: Creo que está bastante jodida, Cherry. Hay mucha historia familiar ahí.
fr: Je crois qu'elle est sacrément dérangée, Cherry. Beaucoup d'histoires de famille, là-derrière.
it: Penso che abbia gravi problemi, Cherry. Dietro c'è una storia familiare complessa.
ru: Думаю, у нее не все дома, Шерри. В ее семье все было неладно. Это целая история.

source: I think so, yeah.
de: Ich glaub schon, ja.
es: Creo que sí.
fr: Je pense, ouais.
it: Suppongo di sì.
ru: Давно пора.

source: I think that Van Graas is in the bar near the stage. He's a dwarf with a cyber-eye. You shouldn't be able to miss him.
de: Du müsstest Van Grass an der Bar in der Nähe der Bühne finden können. Er ist ein Zwerg mit Cyber-Auge. Dürfte nicht zu übersehen sein.
es: Creo que Van Graas está en el bar que hay cerca del escenario. Es un duende con un ojo cibernético. Es difícil no reconocerlo.
fr: Je crois que Van Graas est au bar à côté de la scène. C'est un nain avec un œil cybernétique. Vous ne pouvez pas le louper.
it: Penso che Van Graas sia nel bar vicino al palco. È un Nano con un occhio cibernetico. Non dovrebbe metterci molto a riconoscerlo.
ru: Я видел Ван Грааса неподалеку от барной стойки. Это дворф с кибернетическим глазом. Ты сразу его узнаешь.

source: I think the elevator control had blood on it. I just assumed.
de: Ich glaube, die Knöpfe im Lift waren blutverschmiert. Ich bin einfach nur davon ausgegangen.
es: Creo que el control del ascensor estaba manchado de sangre. Me lo imaginé.
fr: Il y avait du sang sur les boutons de l'ascenseur. Simple déduction.
it: Mi sembra che i pulsanti dell'ascensore fossero sporchi di sangue. L'ho semplicemente dedotto.
ru: На кнопках лифта была кровь. А что?

source: I think there's only two of them, right now. I can’t talk about price, but... but Mrs. James will surely reward you fairly.
de: Ich denke, im Moment sind es nur zwei. Ich kann dir keinen Preis nennen, aber ... Mrs. James wird dich sicher fair entlohnen.
es: Creo que ahora mismo solo son dos. No puedo hablar del precio, pero... pero seguro que la Sra. James te recompensará de forma justa.
fr: Je crois qu'il ne sont que deux pour le moment. Je ne peux pas vous donner un prix, mais... mais Mme James vous offrira sûrement une récompense.
it: Penso che al momento siano soltanto in due. Non posso darti un prezzo preciso, ma... ma la signora James ti ricompenserà di sicuro adeguatamente.
ru: Прямо сейчас их только двое. Я не могу назвать точную цену, но... Миссис Джеймс наверняка справедливо вас вознаградит.

source: I think they can use all the help they can get.
de: Ich glaube, die können alle Hilfe gebrauchen, die sie kriegen können.
es: Creo que les irá bien toda ayuda que puedan recibir.
fr: Je pense qu'un coup de main ne leur fera pas de mal.
it: Penso che un po' d'aiuto in più gli farà solo comodo.
ru: Я думаю, моя помощь окажется для них не лишней.

source: I think this coat and these blankets belong to you. {{GM}}Give him the coat and blankets.{{/GM}}
de: Ich glaube, dieser Mantel und diese Decken gehören dir. {{GM}}Gib ihm den Mantel und die Decken.{{/GM}}
es: Creo que este abrigo y estas mantas son tuyos. {{GM}}Darle el abrigo y las mantas.{{/GM}}
fr: Je crois que ce manteau et que ces couvertures vous appartiennent. {{GM}}Lui donner le manteau et les couvertures.{{/GM}}
it: Credo che questo cappotto e queste coperte ti appartengano. {{GM}}Dagli il cappotto e le coperte.{{/GM}}
ru: По-моему, это твои вещи. {{GM}}Отдать ему одеяла и пальто.{{/GM}}

source: I think you know the answer to that.
de: Ich glaube, du kennst die Antwort.
es: Creo que ya sabes la respuesta a eso.
fr: Je crois que vous connaissez déjà la réponse.
it: Penso che tu conosca la risposta.
ru: Думаю, ты уже знаешь ответ.

source: I think you know where.
de: Ich glaube, Sie kennen die Antwort.
es: Creo que usted sabe dónde.
fr: Je pense que vous savez où.
it: Penso che tu sappia dove.
ru: Вы уже догадались.

source: I think young Zipper here is just about spent. Now... just give me a moment to hook up a recording rig to our friend here and $(l.he)'ll have quite the BTL for $(l.his) personal collection.
de: Ich glaub, der junge Zipper hier ist eh ziemlich am Ende. So ... gib mir nur ’nen Augenblick, um ein Aufnahme-Rig für unsere neue Testperson einzurichten und $(l.he) wird bald einen ganz besonderen BTL für $(l.his)e persönliche Sammlung besitzen.
es: Yo creo que el joven Zipper está agotado. A ver... Dame un momento para conectarle a nuestro amigo un sistema de grabación y $(l.he) tendrá una buena dosis de BTL para $(l.his) colección personal.
fr: Je pense que c'est juste une question d'argent. Bon... Laissez-moi un moment pour me connecter et trouver le bon enregistrement pour notre ami. $(l.he) va bien s'amuser avec ce BTL.
it: Credo il giovane Zipper qui sia quasi alla fine. Ora... fammi solo rimediare un impianto di registrazione al nostro amico qui e $(l.he) avrà la BTL per la $(l.his) collezione personale.
ru: Все равно Проныра уже выдохся. Дай мне пару минут, чтобы прикрепить оборудование к нашему приятелю, и $(l.he) получит свой чип. Хотел бы я взглянуть на $(l.his) коллекцию, хе.

source: I thought I told you I didn’t need your help with that?
de: Ich dachte, ich hätte gesagt, ich brauche keine Hilfe?
es: Creía haberte dicho que no necesitaba tu ayuda con esto.
fr: Je croyais t'avoir dit que je n'avais pas besoin de ton aide dans cette affaire.
it: Pensavo di averti detto che non mi serviva il tuo aiuto per quello.
ru: Мне не нужна помощь в этом расследовании. Мы уже это обсуждали.

source: I thought I understood my feelings toward Sam. I thought I knew why I needed to put him and my old life behind me. But Sam represented so much more.
de: Ich dachte, ich verstünde meine Gefühle für Sam. Ich dachte, ich wüsste, warum ich ihn und mein altes Leben aus dem Weg räumen musste. Doch Sam steht für so viel mehr.
es: Creía que entendía mis sentimientos hacia Sam. Creía que sabía por qué tenía que dejarlo atrás, a él y a mi vieja vida. Pero Sam representaba mucho más.
fr: Je pensais que je comprenais mes sentiments envers Sam. Je pensais que je savais pourquoi je devais le dépasser, lui et mon ancienne vie. Mais Sam représentait bien plus.
it: Credevo di aver capito i miei sentimenti per Sam. Credevo di sapere perché avevo bisogno di mettermi lui e la mia vecchia vita alle spalle. Ma Sam ha rappresentato molto di più.
ru: Я думала, что понимаю чувства, которые испытывала к Сэму. Думала, что знаю, почему должна оставить его и всю мою старую жизнь позади. Но на самом деле он олицетворял нечто гораздо большее.

source: I thought so. Vlad, what did you see?
de: Hab ich mir doch gedacht. Vlad, was hast du gesehen?
es: Eso pensaba. Vlad, ¿qué viste?
fr: C'est ce que je pensais. Vlad, qu'est-ce que tu as vu ?
it: Pensavo di sì. Vlad, che cos'hai visto?
ru: Понятно. Пожалуйста, Влад, расскажи мне, что ты видел.

source: I thought we'd agreed to work together on this.
de: Ich dachte, wir würden hier gemeinsame Sache machen.
es: Pensé que habíamos acordado trabajar juntos en este tema.
fr: Je croyais qu'on devait travailler ensemble sur cette affaire.
it: Pensavo fossimo d'accordo per lavorare insieme a questo caso.
ru: Мне показалось, мы договорились работать вместе.

source: I thought you didn’t want to be involved?
de: Ich dachte, du wolltest damit nichts zu tun haben?
es: Creía que no quería verse involucrada.
fr: Je croyais que vous ne vouliez pas être impliquée.
it: Pensavo che non volesse essere coinvolta.
ru: Мне казалось, ты решила не вмешиваться в это дело.

source: I thought you died in our fight with the bugs!
de: Ich dachte, du hättest den Kampf gegen die Käfer nicht überlebt!
es: ¡Creía que habías muerto en nuestra lucha contra los bichos!
fr: Je croyais que vous étiez mort pendant le combat contre les insectes !
it: Credevo fossi morto nello scontro con gli insetti!
ru: Ты же умер в бою с жуками!

source: I thought you ran the Redmond franchise. Isn't Pike Place a little far from home?
de: Ich dachte, du wärst für die Redmond-Filiale verantwortlich. Ist Pike Place nicht ein wenig weit weg von Zuhause?
es: Creía que llevabas la franquicia de Redmond. ¿No está Pike Place un poco lejos de casa?
fr: Je pensais que vous dirigiez la franchise Redmond. Pike place, ça vous fait pas trop loin depuis chez vous ?
it: Credevo ti fossi precipitato al concessionario di Redmond. Pike Place non è lontano da casa?
ru: Мне казалось, ты работаешь в Редмонде. Пайк-плейс ведь не входит в твою юрисдикцию?

source: I thought you said you were a technomancer.
de: Hattest du nicht gesagt, du seist ein Technomancer?
es: Pensé que habías dicho que eras un tecnomante.
fr: Je croyais que vous aviez dit être un technomancien.
it: Pensavo che avessi detto di essere un tecnomante.
ru: Ты утверждал, будто ты техномант.

source: I told John to wake me up at six in the morning. Is it six yet? It doesn’t feel like six yet.
de: Ich hab John gesagt, mich um 6 Uhr morgens aufzuwecken. Ist es schon sechs? Fühlt sich nicht an wie sechs.
es: Le dije a John que me despertase a las seis de la mañana. ¿Ya son las seis? No parece que sean las seis.
fr: J'avais dit à John de me réveiller à six heures du matin. Il est déjà six heures ? On dirait pas.
it: Ho detto a John di svegliarmi alle sei di mattina. Sono già le sei? Non sembrano le sei.
ru: Я просил Джона разбудить меня в шесть часов. Уже шесть? Что-то не похоже.

source: I took the Aegis sample to kill giant insect spirits.
de: Ich habe die Aegis-Probe gestohlen, um riesige Insektengeister zu töten.
es: Me llevé la muestra de Aegis para matar a los Espíritus insecto gigantes.
fr: J'ai pris l'échantillon d'Aegis pour tuer des esprits insectes géants.
it: Ho preso il prototipo Aegis per uccidere spiriti di insetti giganti.
ru: Образец проекта "Эгида" был мне нужен, чтобы истребить духов-насекомых.

source: I understand humor. I do not appreciate it, but I understand its uses. Yours was not a good use of humor, however. It neither charmed me, disarmed the tension, nor infuriated me to the point of providing you with a quick death. Before you attempt any more of your lowbrow monkeyshines, I will lay out your tactical situation.
de: Ich verstehe Humor. Ich mag ihn nicht, aber ich verstehe, warum er eingesetzt wird. Ihr Versuch, Humor einzusetzen, war allerdings nicht wirklich gut. Ihr Kommentar hat mich weder amüsiert, noch Spannung abgebaut, noch mich so wütend gemacht, dass ich Ihnen einen schnellen Tod bereiten möchte. Bevor Sie noch mehr von Ihrem Proleten-Blödsinn versuchen, will ich Ihnen Ihre taktische Situation erläutern.
es: Reconozco el sentido del humor. No lo aprecio, pero entiendo su uso. Sin embargo, tu uso del humor ha sido inadecuado. Ni me ha fascinado, ni ha aliviado la tensión, ni me enfurecido hasta el punto de proporcionarte una muerte rápida. Antes de que intentes otra de tus zafias patochadas, expondré tu posición táctica.
fr: Je comprends l'humour. Je ne l'apprécie pas, mais je le comprends. Et votre humour n'était pas à propos. Il ne m'a pas charmé, il n'a pas détendu l'atmosphère et il ne m'a pas enragé au point de vous donner une mort rapide. Alors avant que vous ne fassiez empirer les choses avec vos plaisanteries de bas étage, laissez-moi vous expliquer la situation.
it: So cogliere l'umorismo. Non lo apprezzo, ma lo colgo. Il suo è del tutto fuori luogo, comunque. Non mi ha colpito, non ha allentato la tensione, né mi ha fatto infuriare al punto da procurarle una morte rapida. Prima che ricominci con le sue sciocche spiritosaggini, esporrò la sua situazione da un punto di vista tattico.
ru: Вопреки распространенному мнению, у меня все же есть чувство юмора. Тем не менее, я не нахожу твои шутки смешными. Юмор не позволит тебе разрядить обстановку, обаять меня или же в достаточной степени разозлить, чтобы я распорядился покончить с тобой и тем самым подарил быструю смерть. Прежде чем ты продолжишь бравировать, я хочу прояснить сложившуюся ситуацию.
