Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: No... not on THIS floor. Only us calm ones are allowed up in the cafeteria. If you're violent, you have to eat in your room.
de: Nein ... nicht auf DIESEM Stock. Nur die Ruhigen unter uns dürfen in die Cafeteria. Wenn du Probleme machst, musst du auf deinem Zimmer essen.
es: No... no en ESTE piso. Solo nosotros, los tranquilos, podemos ir arriba, a la cafetería. Si te va la violencia, tienes que comer en tu habitación.
fr: Non... pas à CET étage. Seuls les gens calmes comme moi ont le droit de monter à la cafétéria. Si vous êtes un violent, vous devez manger dans votre chambre.
it: No... non su QUESTO piano. Solo noi che siamo tranquilli possiamo andare su in caffetteria. Se sei violento, devi mangiare nella tua stanza.
ru: Нет... на ЭТОМ этаже - никого. В столовую пускают только тихих. Буйные обедают у себя в палатах.

source: No... she wouldn't talk much about it. Just called it her "stroke of good luck." I guess that luck ran out.
de: Nein ... sie hat nicht viel davon gesprochen. Sie hat es nur ihren „Glückstreffer“ genannt. Aber jetzt hat sich ihr Glück wohl verbraucht.
es: No... no le gustaba hablar de eso. Lo llamaba su "golpe de buena suerte". Supongo que la suerte se le acabó.
fr: Non... elle n'en parlait pas vraiment. Elle appelait ça son « coup de chance ». Faut croire que sa chance a tourné.
it: No... non ne parlava molto. Lo definiva semplicemente il suo "colpo di fortuna". Suppongo che la fortuna l'abbia abbandonata.
ru: Нет... Об этом она ничего не говорила. Просто сказала, что ей "наконец повезло." Тоже мне, везение...

source: No... {{GM}}Coyote speaks through gritted teeth.{{/GM}} No. I need to finish the other thing I came here for... I need to find something for Mr. Delilah first. A stash of gems.
de: Nein ...{{GM}}Coyote spricht mit aufeinandergebissenen Zähnen.{{/GM}} Nein. Ich muss erst beenden, wofür ich hergekommen bin ... ich muss etwas für Mr. Delilah finden. Ein Geheimversteck voller Edelsteine.
es: No... {{GM}}Coyote habla a través de los dientes apretados.{{/GM}} No. Tengo que terminar la otra cosa por la que vine... Antes tengo que encontrar algo para el Sr. Delilah. Un alijo de gemas.
fr: Non... {{GM}}Coyote parle les dents serrées.{{/GM}} Non. Je dois finir ce pour quoi je suis venue... Je dois trouver quelque chose pour M. Delilah, d'abord. Un stock de pierres précieuses.
it: No... {{GM}}Coyote parla a denti stretti.{{/GM}} No. Devo risolvere l'altra questione per cui sono venuta... Prima devo trovare una cosa per il signor Delilah. Un deposito di gemme.
ru: Нет... {{GM}}Койот говорит через сжатые зубы.{{/GM}} Нет. Мне надо найти то, за чем я пришла. Я обещала Далиле раздобыть для него драгоценные камни.

source: No... {{GM}}The ork takes a deep breath before looking up.{{/GM}} That's my friend on the pavement over there. Blind Lucy. We worked here three years together. And now... well... I guess the Ripper got her.
de: Nein ... {{GM}}Der Ork holt tief Luft, bevor er dich anblickt.{{/GM}} Das ist meine Freundin da drüben auf dem Asphalt. Die blinde Lucy. Wir haben jahrelang zusammengearbeitet. Und jetzt ... tja ... jetzt hat der Ripper sie erwischt.
es: No... {{GM}}El orko aspira profundamente antes de alzar la mirada.{{/GM}} La que está ahí tirada es mi amiga. Lucy la Ciega. Trabajamos juntos aquí durante tres años. Y ahora... bueno... Supongo que la pilló el Destripador.
fr: Non... {{GM}}L'ork prend une profonde inspiration avant de lever les yeux.{{/GM}} Celle qui est allongée sur le trottoir, là-bas, c'est mon amie. Lucy l'aveugle. On bossait ici ensemble depuis trois ans. Et maintenant... bah... J'imagine que l'éventreur l'a chopée.
it: No... {{GM}}L'orco fa un respiro profondo prima di alzare lo sguardo.{{/GM}} Quella sul marciapiede è una mia amica. Lucy la talpa. Abbiamo lavorato insieme in questo posto per tre anni. E adesso... beh... Credo che lo Squartatore l'abbia presa.
ru: Нет... {{GM}}Орк делает глубокий вдох, прежде чем поднять на тебя глаза.{{/GM}} Там, на асфальте, лежит моя подруга. Слепая Люси. Мы проработали вместе три года. А теперь... Ну... Теперь до нее добрался Потрошитель.

source: Nobody gets in my way.
de: Mir kommt besser niemand in die Quere.
es: Nadie se entromete en mi camino.
fr: Personne ne se met en travers de mon chemin.
it: Nessuno mi si mette tra i piedi.
ru: Никто не смеет со мной шутить.

source: Nobody goes up there without Stevie J's say-so. You best stay here and have some fun.
de: Ohne Stevie J’s ausdrückliche Erlaubnis kommt da keiner hoch. Wie wär’s, wenn du hier unten bleibst und dir ein bisschen Spaß gönnst?
es: Nadie sube ahí sin permiso de Stevie J. Mejor te quedas aquí a divertirte un poco.
fr: Rien ne se passe ici sans l'accord de Stevie J. Vous feriez mieux de rester ici et de vous amuser.
it: Nessuno va là sopra senza l'autorizzazione di Stevie J. Faresti meglio a rimanere qui e a divertirti un po'.
ru: Без разрешения Стиви-младшего туда не попасть. Оставайся здесь, осмотрись, получи удовольствие.

source: Nobody's more trustworthy than ol' Bobby. Kubota wouldn't let me in the place if I wasn't legit.
de: Niemand ist vertrauenswürdiger als der alte Bobby. Kubota würde mich nicht hier reinlassen, wenn ich nicht sauber wäre.
es: Nadie es más de fiar que el viejo Bobby. Kubota no me dejaría estar aquí si no fuera legal.
fr: Personne n'est plus digne de confiance que vot' bon vieux Bobby. Kubota ne me permettrait pas de rester ici si j'étais pas clean.
it: Nessuno è più fidato del vecchio Bobby. Kubota non mi lascerebbe ricoprire questo ruolo se non ne fossi all'altezza.
ru: Никому нельзя доверять так, как старине Бобби. Кубота сожрет меня живьем, если я начну загонять ее клиентам туфту.

source: None of this will matter after I'm fired, out on the street, and eating dog food. Just leave me alone.
de: Nichts von all dem spielt eine Rolle, wenn ich erstmal gefeuert wurde und auf der Straße lebe und mich von Hundefutter ernähren muss. Lass mich einfach in Ruhe.
es: Nada de esto importará cuando me hayan despedido y ande por las calles, alimentándome de comida para perros. Déjame en paz.
fr: Tout ça n'aura aucune importance une fois viré, dans la rue, à manger de la nourriture pour chien. Laissez-moi tranquille, d'accord ?
it: Che importanza avrà quando sarò un barbone disoccupato che mangia cibo per cani? Lasciami in pace.
ru: Ничто из этого не будет иметь значения, когда меня уволят. Мне придется жить на улице! Жрать собачьи консервы! Ой, лучше оставь меня...

source: None of your business - I just have some questions for her. You want my help or not?
de: Geht dich nichts an ... Ich will ihr nur ein paar Fragen stellen. Willst du meine Hilfe oder nicht?
es: No es cosa tuya; simplemente tengo que hacerle unas preguntas. ¿Quieres que te ayude o no?
fr: Ça ne te regarde pas. J'ai juste quelques questions à lui poser. Tu veux que je t'aide, oui ou non ?
it: Non sono affari tuoi. Devo solo farle delle domande. Vuoi il mio aiuto o no?
ru: Не твое дело - мне надо задать ей пару вопросов. Так тебе нужна моя помощь или нет?

source: None of your fraggin' business, streetstain. Back off before your blood ends up all over my nice sidewalk.
de: Geht dich einen Scheiß an, du Opfer. Verpiss dich, bevor du meinen schönen Asphalt mit deinem Blut besudelst.
es: No es asunto tuyo, basura. Apártate, antes de que acabe pintando mi preciosa acera con tu apestosa sangre.
fr: C'est pas tes affaires, dégage. Fous le camp avant que ton sang n'éclabousse ce trottoir.
it: Non sono affari tuoi, feccia. Togliti di mezzo, non voglio imbrattare il mio bel marciapiede con il tuo sangue.
ru: Не твое гребаное дело. Отвали, пока я не выпустил тебе кишки. Бабка замучается их потом отскребать.

source: Nonetheless, our records show this terminal was left unsecured in direct contravention of Telestrian corporate policy. You failed in your duty.
de: Nichtsdestotrotz, unsere Daten zeigen, dass dieses Terminal nicht entsprechend Telestrians Konzernrichtlinien gesperrt wurde. Sie sind Ihren Pflichten nicht nachgekommen.
es: Aun así, nuestros registros muestran que este terminal quedó sin seguridad, contraviniendo directamente la política de la corporación Telestrian. No habéis cumplido con vuestro deber.
fr: Quoi qu'il en soit, nos archives montrent que ce terminal a été laissé non-sécurisé, ce qui va à l'encontre de la politique corporatiste de Telestrian. Vous avez échoué à votre devoir.
it: Ciò nonostante, i nostri dati mostrano questo terminale è stato lasciato senza protezione in diretta violazione della politica aziendale Telestrian. Non hai fatto il tuo dovere.
ru: Из записей в журнале становится ясно, что этот терминал был оставлен без присмотра. Это грубейшее нарушение внутреннего распорядка корпорации Телестриан Индастриз. Отвечать за свое рабочее место - твой долг.

source: Noog
ru: Нуг

source: Nope - and I can't say I'm sorry I missed it. I was hauling crates for Mrs. James up at th' market. Can’t carry as many as I used to... so it took awhile. Got back here in time to see a coupl'a tourists puking all over my home turf. By then, that jerkface in the uniform had already set up shop in my alley.
de: Nein ... und ich muss sagen, ich bedauere es auch nicht wirklich, das verpasst zu haben. Ich habe oben beim Markt Kisten für Mrs. James geschleppt. Ich kann nicht mehr so viel tragen wie früher ... Hat also eine ganze Weile gedauert. Bin genau zurückgekommen, als ein paar Touris überall in meinem Zuhause alles vollgereihert haben. Da hatte das Arschgesicht in der Uniform schon meine Gasse für sich beansprucht.
es: No... y no puedo decir que lamente habérmelo perdido. Estaba acarreando cajas para la Sra. James, en el mercado. No puedo llevar tantas como antes... así que tarde bastante. Volví a tiempo de ver a un par de turistas potando en el jardín de mi casa. Para entonces, ese caracapullo de uniforme ya había montado la tienda en mi callejón.
fr: Non, et je peux pas dire que je suis triste d'avoir raté ça. Je faisais de la manutention pour Mme James au marché. J'peux plus soulever comme avant... alors ça m'a pris un moment. Je suis revenu à temps juste pour voir deux touristes gerber leurs entrailles en face de chez moi. À ce moment, cette tête de fion en uniforme avait déjà installé son bordel dans mon allée.
it: No, e sono contento di essermelo perso. Stavo trasportando delle casse su al mercato per la signora James. Non riesco più a trasportarne molte... quindi ci ho messo un po'. Sono tornato qui giusto in tempo per vedere un paio di turisti che vomitavano nel mio angolo. A quel punto quello stronzo in uniforme aveva già cominciato a trafficare nel mio vicolo.
ru: Нет - и не могу сказать, что я об этом жалею. Я грузил ящики для мисс Джеймс на рынке. Я уже не молодой, поэтому времени это у меня заняло изрядно. Вернулся, смотрю - стоит пара туристов и блюет. Думаю, в чем дело? И тут замечаю, что рядом с моим переулком стоит этот подонок и никого туда не пускает.

source: Nope but for the 500 I will let you into the storeroom behind me which connects to the locker room and I will bet you can find someone else’s uniform and ID card there. I'm about done with all this, if someone see us I could be some real trouble, make a decision chummer.
de: Nö, aber für 500 schließe ich dir den Lagerraum hinter mit auf, der dich zur Umkleide bringt, wo du mit Sicherheit die Uniform und Karte von jemand anderem finden kannst. Ich hab langsam genug von dieser Sache. Wenn uns jemand sieht, könnte ich Probleme bekommen, also entscheide dich schnell, Chummer.
es: No, pero por 500 te dejaré entrar en el almacén que tengo detrás de mí, que lleva al vestuario, y apuesto a que podrás encontrar el uniforme de otra persona y su tarjeta de identificación. Ya estoy harto de todo esto, si alguien nos ve podría meterme en un buen lío. Decídete colega.
fr: Non, mais pour 500 je vous fais passer dans la salle de stockage derrière moi. Il y a une porte vers le vestiaire, je suis sûr que vous pourrez y trouver l'uniforme et la carte d'identification de quelqu'un d'autre. Dépêchez-vous, j'ai pas que ça à faire. Si quelqu'un nous voit, je pourrais avoir des problèmes, alors décidez-vous.
it: No, ma per 500 ti farò entrare nel ripostiglio alle mie spalle che si collega allo spogliatoio e scommetto che lì dentro puoi trovare l'uniforme e la tessera di identificazione di qualcun altro. Ho quasi finito qui, se qualcuno ci vede potrei essere in guai seri, prendi una decisione.
ru: Нет. Но за 500 нюйен я отопру для тебя складское помещение. Там есть дверь, которая ведет в раздевалку. Какой-нибудь болван наверняка бросил там и свою форму, и пропуск, и вообще все. Если нас кто-нибудь увидит, неприятности будут у нас обоих. Так что решай быстрее.

source: Nope! Had a cushy childhood in an archology until pops died and the money dried up. Now I hang out with fine people like you.
de: Nö. Ich hatte ’ne feine Kindheit in einer Arkologie, bis mein Vater gestorben ist und das Geld weg war. Jetzt umgebe ich mich mit feinen Leuten wie dir.
es: ¡No! Tuve una infancia cómoda en una arcología hasta que se murió el abuelo y el dinero se acabó. Ahora me junto con gente buena como tú.
fr: Non ! J'ai eu une enfance plutôt dorée, jusqu'à ce que mon vieux y passe et que l'argent vienne à manquer. Maintenant, je traîne avec des gens bien, comme vous.
it: No! Ho avuto un'infanzia facile all'interno di un'arcologia, finché mio padre è morto e sono finiti i soldi. Ora me la faccio con gente di classe come te.
ru: Нет! Жил в роскоши внутри арколога, пока папаша не умер и деньги не кончились. Теперь вот тусуюсь с людьми вроде тебя.

source: Nope! Had a cushy childhood in an arcology until pops died and the money dried up. Now I hang out with fine people like you.
de: Nö. Ich hatte ’ne feine Kindheit in einer Arkologie, bis mein Vater gestorben ist und das Geld weg war. Jetzt umgebe ich mich mit feinen Leuten, wie dir.
es: ¡No! Tuve una infancia cómoda en una arcología hasta que se murió el abuelo y el dinero se acabó. Ahora me junto con gente buena como tú.
fr: Non ! J'ai eu une enfance plutôt dorée, jusqu'à ce que mon vieux y passe et que l'argent vienne à manquer. Maintenant, je traîne avec des gens bien, comme vous.
it: No! Ho avuto un'infanzia facile all'interno di un'arcologia, finché mio padre è morto e sono finiti i soldi. Ora me la faccio con gente di classe come te.
ru: Нет! Жил в роскоши внутри арколога, пока папаша не умер и деньги не кончились. Теперь вот тусуюсь с людьми вроде тебя.

source: Nope, I'm as SINless as you. Mind answering a few questions?
de: Nein, ich bin genauso SINlos wie du. Was dagegen, mir ein paar Fragen zu beantworten?
es: NoNIS, como tú. ¿Te importa responder a unas preguntas?
fr: Non, je suis SINless comme vous. Ça vous embêterait de répondre à quelques questions ?
it: No, sono uno senza Numero di identificazione, proprio come te. Ti dispiace se ti faccio qualche domanda?
ru: Я как и ты, без ГРЕХа за душой. Ответишь на пару вопросов?

source: Nope, but that don't mean much. Most of this place is off limits to me.
de: Nö, aber das muss nicht viel heißen. Den größten Teil dieser Einrichtung bekomme ich nie zu sehen.
es: No, pero eso no significa gran cosa. La mayor parte de este sitio está cerrada para mí.
fr: Non, mais ça ne veut pas dire grand-chose. Je n'ai pas accès à la majeure partie du site.
it: No, ma questo non significa molto. Non sono autorizzato ad accedere alla gran parte di questo posto.
ru: Нет, но это мало что значит. В большинство комнат меня не пускают.

source: Nope, just the runners I trust to not stab me in the back.
de: Ich hab nur die Runner, denen ich genug vertraue, mir nicht in den Rücken zu fallen.
es: No, solo los runners en los que confío que no apuñalarán por la espalda.
fr: Non, seulement les Runners qui ne veulent pas me poignarder dans le dos.
it: No, solo i Runner che credo non mi pianteranno un coltello alle spalle.
ru: Нет. Только раннеры, которым я доверяю. Они не воткнут нож мне в спину.

source: Nope.
de: Nein.
es: No.
fr: Non.
it: No.
ru: Нет.

source: Nope. Couple of Stevie's men came round, asking what anyone saw. Kept my mouth shut, I did.
de: Nö. Ein paar von Stevies Leuten sind vorbeigekommen und haben gefragt, ob irgendwer was gesehen hat. Ich hab aber schön meine Klappe gehalten, jawohl.
es: No. Un par de chicos de Stevie han bajado a preguntar lo que habíamos visto. Pero yo no he dicho ni pío.
fr: Non. Deux sbires de Stevie sont arrivés, demandant ce qu'on avait vu. Je n'ai rien dit, bien entendu.
it: No. Sono venuti un paio di uomini di Stevie a chiedere quello che avevamo visto. Ho tenuto la bocca chiusa.
ru: Нет. Ребята Стиви спустились и спрашивали, не знает ли кто о ней чего-нибудь. Я промолчал.

source: Nope. I don't go in much for that Shaman stuff.
de: Nein. Ich hab’s nicht so mit Schamanen.
es: No. No me gusta mucho el estilo chamánico.
fr: Non. Tous ces machins de chaman, c'est pas trop mon truc
it: No. Questa roba da Sciamani non fa per me.
ru: Нет. Я этими шаманскими штучками не занимаюсь.

source: Nope. Just keep your head down!
de: Nein. Bleib einfach in Deckung!
es: No. ¡Tú agacha la cabeza!
fr: Toujours pas. À terre !
it: No. Continua solo a tenere la testa bassa!
ru: Нет. Пригнись и не высовывайся!

source: Nope. Some runner like you probably offed him to cover up his Corp master's involvement and tried to make it look like a Ripper killing. Here's the office key. Check it out for yourself if you want.
de: Haargenau. Irgend ein Runner, wie du es bist, hat ihn wahrscheinlich abgeknallt und versucht, es wie einen Ripper-Mord aussehen zu lassen, um die Rolle des Konzerns in der Sache zu vertuschen. Hier ist der Schlüssel zu seinem Büro. Sieh es dir ruhig an, wenn du willst.
es: No. Seguramente algún runner como tú le ofreció ocultar su implicación e intentó que pareciera un crimen del Destripador. Esta es la llave de la oficina. Echa tú mismo un vistazo si quieres.
fr: Non. Un Runner l'a sans doute liquidé pour éviter toute implication de ses commanditaires corporatistes et a maquillé le crime pour qu'on le mette sur le compte de l'éventreur. Voilà la clé du bureau. Allez jeter un coup d'œil, si ça vous chante.
it: No. Un Runner come te probabilmente gli ha offerto di coprire il coinvolgimento del capo della sua azienda per farlo sembrare un omicidio dello Squartatore. Ecco la chiave dell'ufficio. Controlla personalmente se vuoi.
ru: Ага. Скорее всего, его прикончил какой-нибудь раннер вроде тебя, чтобы обелить какую-то корпорацию, а затем попытался выдать убийство за работу Потрошителя. Вот ключ от офиса. Можешь просмотреть его файлы самостоятельно.

source: Nope. Who's the stiff?
de: Nö. Wer ist die Leiche?
es: No. ¿Quién es el fiambre?
fr: Non. Qui est le macchabée ?
it: No. Di chi è quel cadavere?
ru: Не-а. Кто этот жмурик?

source: Nope... I was closed when it happened. But hey, it's the Barrens - a back-alley killing's nothing new around here. The only reason the cops are making a big deal 'bout this Ripper business is that some of the victims are REAL people... you know, folks with SINs.
de: Nö ... Ich hatte zu, als das passiert ist. Aber so sind halt die Barrens – ein Mord in einer Seitengasse ist hier nichts Neues. Der einzige Grund, warum die Cops sich überhaupt um diesen Ripper kümmern, ist der, dass ein paar der Opfer ECHTE Personen sind ... weißt du, Leute mit SIN.
es: No... Había cerrado cuando sucedió. Pero eh, esto son los Barrens: un asesinato en un callejón no es ninguna novedad por aquí. El único motivo por el que los policías están haciendo tanto jaleo por este asunto del Destripador es porque algunas de las víctimas son personas DE VERDAD... ya sabes, tipos con SIN.
fr: Non... J'étais fermé quand c'est arrivé. Mais bon, c'est Barrens, un meurtre dans une ruelle. Rien d'extraordinaire par ici. La seule raison pour laquelle les flics en font tout un plat c'est à cause de cette histoire d'éventreur, où les victimes sont de VRAIES personnes... vous savez, des gens avec des SINs.
it: No... Era giorno di chiusura quando è successo. Ma queste sono le Terre desolate: un omicidio in un vicolo non fa certo notizia. L'unico motivo per cui gli sbirri stanno alzando un polverone per questo caso dello Squartatore, è che alcune vittime sono persone REALI... Sai, gente che ha il Numero di identificazione.
ru: Нет... Меня тут не было, когда это случилось. Но вообще убийства здесь не редкость, это же Пустоши. Единственная причина, по которой легавые забегали - Потрошитель взялся за НАСТОЯЩИХ людей. В смысле тех, у кого был настоящий ГРЕХ.

source: Nor did I, once. I walked in shadow, as you do now, seeing others as tools, pawns, prey. I thought that belonging to something meant giving away my freedom. My individuality. But now I see the Truth. How together, we are more than just the sum of our parts. You can learn this, too. Is there any other wisdom I can impart upon you?
de: Das tat ich auch nicht. Ich wandelte in den Schatten, so wie du es jetzt tust. Ich sah andere als Werkzeuge, Spielfiguren, Beute. Ich dachte, dass Zugehörigkeit bedeutet, ich müsste meine eigene Freiheit einschränken – meine Individualität. Doch nun kenne ich die Wahrheit. Zusammen sind wir mehr als bloß die Summe unserer Teile. Auch du kannst das lernen. Kann ich dir auf sonst eine Weise mit meinem Wissen dienen?
es: Yo tampoco, antes. Caminé por las sombras, como tú ahora, viendo a los demás como herramientas, peones, presas. Pensaba que Pertenecer a algo significaba renunciar a mi libertad. Mi individualidad. Pero ahora veo la Verdad. Juntos somos más que la suma de nuestras partes. Tú también puedes conocerlo. ¿Puedo compartir más saber contigo?
fr: Comme moi, autrefois. Je marchais dans l'ombre, comme vous aujourd'hui, et je considérais les autres comme des outils, des pions ou des proies. Je pensais qu'appartenir à quelque chose signifiait renoncer à ma liberté. À mon individualité. Mais aujourd'hui je vois la Vérité. Comment ensemble, nous sommes plus que la somme de nos individualités. Vous pouvez l'apprendre, vous aussi. Y a-t-il un autre aspect de votre vie qui bénéficierait de ma sagesse ?
it: Un tempo neanche per me. Come te ho camminato nelle Ombre, considerando gli altri solo strumenti, pedine o prede. Credevo che appartenere a qualcosa significasse rinunciare alla mia libertà. Alla mia individualità. Ma ora vedo la Verità. Insieme siamo molto di più della semplice somma delle parti. Anche tu puoi impararlo. Posso trasmetterti la mia saggezza in qualche altro modo?
ru: Когда-то оно смущало и меня. В тенях я видел мир черно-белым. Люди были для меня инструментами, меня окружали хищники и жертвы. Я верил, что обретая семью, я заплачу за это свободой. Утрачу свою личность. Но теперь я вижу истину. Все вместе мы можем стать чем-то несоизмеримо большим. Со временем ты тоже это поймешь. Я могу просвятить тебя как-то иначе?

source: Not a good move, friend... not a good move at all. I'm out of here, but someone will be in touch. Maybe not today, or tomorrow, but someday.
de: Das war nicht klug von dir, Freundchen ... ganz und gar nicht. Ich verschwinde jetzt, aber es wird sich jemand bei dir melden. Vielleicht nicht heute oder morgen, aber bald.
es: Un mal movimiento, amigo... nada bueno. Me largo, pero alguien estará en contacto contigo. Quizás no sea hoy, ni mañana, pero algún día...
fr: Mauvaise idée, mon ami... très mauvaise idée. J'y vais, mais on vous contactera. Peut-être pas aujourd'hui, ni demain, mais un jour.
it: Non è una buona mossa... Non è affatto una buona mossa. Io me ne vado ma qualcuno ti contatterà. Forse non oggi, né domani, ma un giorno.
ru: Это печально... Очень, очень печально. Меня ты больше не увидишь, но за тобой придут. Не сегодня и даже не завтра, но однажды это случится.
