Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Acid Venom that does -15 HP & ongoing -1 AP with reduced movmement by 3 for 3 RNDS.
de: Giftige Säure, die -15 LP Schaden verursacht, fortlaufend -1 AP abzieht und die Bewegung um 3 reduziert. Hält für 3 Runden an.
es: Veneno ácido que provoca -15 PG y -1 PA constante, reduciendo el movimiento en 3 durante 3 rondas.
fr: Venin acide infligeant -15 PV en continu & -1 PA avec réduction de mouvement de 3 pendant 3 tours.
it: Acido venefico che infligge - 15 PF di danno e -1 PA con riduzione del movimento di 3 per 3 turni.
ru: Разъедающий кожу яд, который наносит 15 HP единиц урона и отнимает 1 очко действия, а также снижает скорость передвижения на 3 в течение 3 раундов.

source: Acid Venom: Movement -3, AP -1
de: Giftige Säure: -3 Bewegung, -1 AP
es: Veneno ácido: Movimiento -3, -1 PA
fr: Venin acide : Mouvement -3, PA -1
it: Acido venefico: Movimento -3, PA -1
ru: Разъедающий яд: Движение -3, Очки действия -1

source: Acolyte
de: Akolyth
es: Acólito
it: Seguace
ru: Послушник

source: Actually Sam hired me himself.
de: Also eigentlich war es Sam selbst, der mich angeheuert hat.
es: En realidad me contrató el mismo Sam.
fr: En fait, Sam m'a engagé lui-même.
it: È stato Sam stesso.
ru: На самом деле Сэм сам нанял меня.

source: Actually, I'm curious how many patients you've lost over the years.
de: Eigentlich würde ich gerne wissen, wie viele Patienten du über die Jahre verloren hast.
es: En realidad, tengo curiosidad por saber cuántos pacientes ha perdido con el paso de los años.
fr: En fait, j'aimerais bien savoir combien de patients vous avez perdus ces dernières années.
it: In realtà mi piacerebbe sapere quanti pazienti hai perso nel corso degli anni.
ru: На самом деле мне хотелось бы знать, скольких пациентов вы потеряли за годы врачебной практики.

source: Actually, if you could stay, I have a few things I'd like to discuss.
de: Wenn du einen Moment bleiben könntest, würde ich gerne ein paar Dinge mit dir besprechen.
es: Si no te importa quedarte, me gustaría comentar un par de cosas.
fr: En fait, si vous pourriez rester, j'ai quelques petites choses dont j'aimerais discuter.
it: In realtà, se potesse rimanere, vorrei discutere di un paio di cose.
ru: Прошу, удели мне несколько минут. Нам нужно кое-что обсудить.

source: Actually, yes. While I was there, I developed a whole new outlook on life. A vision for what the world could become, and I came back here to help make it happen.
de: Ja, ist es. In meiner Zeit dort habe ich eine völlig neue Lebensperspektive gewonnen. Eine Vision darüber, wozu die Welt fähig sein könnte und ich bin zurückgekehrt, um diese Vision wahr werden zu lassen.
es: Pues la verdad es que sí. Estando allí, desarrollé una visión completamente nueva de la vida. Una visión sobre aquello en lo que podría convertirse el mundo y vine hasta aquí para ayudar a que sucediera.
fr: En fait, oui. Pendant mon séjour là-bas, j'ai appris à voir la vie sous un nouvel angle. J'ai adopté une nouvelle vision quant au devenir du monde et je suis revenue ici pour la mettre en pratique.
it: A dire il vero, sì. Mentre ero lì, ho cominciato ad avere una visione completamente nuova della vita. Una visione di come il mondo poteva diventare, e sono tornata qui per contribuire a realizzarla.
ru: Как ни странно, да. За то время, что я провела там, я научилась по-другому смотреть на жизнь. Обрела новую надежду и вернулась, чтобы разделить ее с другими.

source: Adam Borders
ru: Адам Бордерс

source: Adept
es: Adepto
fr: Adepte
it: Adepto
ru: Адепт

source: Admin functions unlocked.
de: Administratorfunktionen freigeschaltet.
es: Funciones de administración desbloqueadas.
fr: Fonctions admin déverrouillées.
it: Funzioni di amministrazione sbloccate.
ru: Вы вошли в систему под именем администратора

source: Administrator Functions: Enter Universal Brotherhood User Name & Password
de: Administratorfunktionen: Benutzernamen und Passwort für Universelle Bruderschaft eingeben
es: Funciones de administrador: Introduce el nombre de usuario y la contraseña de la Hermandad Universal
fr: Fonctions administrateur : Entrer le nom d'utilisateur Confrérie Universelle & mot de passe
it: Funzioni di amministrazione: Inserisci nome utente e password della Fratellanza Universale
ru: Администрирование: Укажите имя и пароль пользователя Всеобщего братства

source: Aegis Mk. 1 Launcher
de: Aegis-Werfer Mk. 1
es: Aegis v. 1, lanzador
fr: Aegis Mk. 1 Projecteur
it: Aegis Mk. 1 lanciarazzi
ru: Проект "Эгида" первого поколения

source: Aegis is a multi-dimensional bug spray?
de: Aegis ist ein multidimensionales Insektenspray?
es: ¿Aegis es un insecticida multidimensional?
fr: Aegis, c'est un tueur de bêbêtes multi-dimensionnel ?
it: L'Aegis è uno spray contro gli insetti multi-dimensionali?
ru: ''Эгида'' - это такой волшебный дихлофос?

source: After I left, we drifted farther and farther apart. I wasn’t here when she died. In fact, I didn’t even know about it until I returned to Seattle five months ago.
de: Nachdem ich fort war, drifteten wir weiter und weiter auseinander. Ich war nicht hier, als sie starb. Ich wusste nicht einmal von ihrem Tod, bis ich vor fünf Monaten nach Seattle zurückkehrte.
es: Cuando me fui, cada vez nos alejamos más y más. No estaba allí cuando murió. De hecho, ni siquiera sabía que había muerto hasta hace cinco meses, cuando volví a Seattle.
fr: Après mon départ, nos liens se sont distendus de plus en plus. Je n'étais pas là quand elle est morte. En fait, quand je suis revenue à Seattle il y a cinq mois, je n'étais même pas au courant de son décès.
it: Dopodiché, ci siamo allontanate sempre di più. Non ero con lei quando è morta. In realtà, nemmeno lo sapevo, fin quando non sono ritornata a Seattle, cinque mesi fa.
ru: После этого мы общались все меньше и меньше. Меня не было рядом, когда она умерла. Я даже не знала об этом, пока не вернулась в Сиэтл пять месяцев назад.

source: After a fashion, yes, $(l.sir). Sergeant in the 31st California Militia. It's no longer a recognized unit, and there are those who would say we never were. But someone had to stand up to the Tir, and it fell to us.
de: In gewisser Weise ja, $(l.sir). Sergeant im 31. Kalifornischen Milizregiment. Sie wird nicht mehr als offizielle Einheit anerkannt und es gibt einige, die behaupten, dass wir das auch nie waren. Aber jemand musste sich gegen das Tír zur Wehr setzen, also erledigten wir diesen Job.
es: En cierto modo, sí, $(l.sir). Sargento en la 31.ª milicia de California. Ya no es una unidad reconocida y hay quien diría que nunca lo fuimos. Pero alguien tenía que plantarle cara a Tir y nos tocó a nosotros.
fr: Si on veut, oui, $(l.sir). J'ai été sergent dans la 31e milice de Californie. Cette unité n'est plus reconnue et certains prétendent même qu'elle n'a jamais existé. Pourtant il fallait bien que quelqu'un tienne tête à Tir, et c'est tombé sur nous.
it: In un certo senso, sì, $(l.sir). Sergente nella 31° Milizia della California. Non siamo più riconosciuti come unità e qualcuno direbbe che non lo siamo mai stati. Ma qualcuno doveva pur opporsi alla nazione di Tir, ed è toccato a noi.
ru: В каком-то смысле да, служил. Я был сержантом в 31 дивизии калифорнийского ополчения. Она была распущена, а некоторые утверждают, что ее никогда не существало. Но кто-то должен был дать Тиру отпор, и это сделали мы.

source: After all, what is religion but an organized collection of beliefs that relate meta-humanity to our spirituality? We believe that the Brotherhood is the highest form of religion because it brings us closer to the Truth.
de: Ich meine, was ist schon eine Religion, wenn nicht eine organisierte Ansammlung von Überzeugungen, die sich mit der Metamenschheit und unserer Spiritualität befassen? Wir glauben, dass die Bruderschaft die höchste Form der Religion darstellt, weil sie uns näher an die Wahrheit heranbringt.
es: Después de todo, ¿qué es una religión sino un conjunto organizado de creencias, que vinculan la metahumanidad con nuestra espiritualidad? Creemos que la Hermandad es la forma de religión más elevada, porque nos acerca a la Verdad.
fr: Après tout, qu'est-ce que la religion si ce n'est une collection organisée de croyances qui lient la méta-humanité à notre spiritualité ? Nous croyons que la Confrérie est la plus haute forme de religion car elle nous rapproche de la Vérité.
it: In fondo, cos'è la religione se non un insieme organizzato di credenze che mette in relazione la metaumanità con la nostra spiritualità? Crediamo che la Fratellanza sia la più alta forma di religione perché ci avvicina alla Verità.
ru: В конце концов, что такое религия, если не видение, которое объединяет металюдей в их духовном поиске? Мы верим, что Братство - лучшая из всех религий, поскольку она приближает нас к Истине.

source: After my soaps are over.
de: Erst, wenn meine Serie rum ist.
es: Cuando se acabe mi culebrón.
fr: Une fois que mes séries sont finies.
it: Dopo le telenovelas.
ru: Как только сериал закончится.

source: Afternoon checklist. Got to get the back bar ready for tonight.
de: Die Arbeit ruft. Ich muss zurück an die Bar, um alles vorzubereiten.
es: Lista de tareas de la tarde. Tengo que preparar los botelleros para esta noche.
fr: Planning de l'après-midi. Je dois préparer le bar pour ce soir.
it: Compiti del turno pomeridiano. Preparare gli scaffali del bar per la sera.
ru: Перед открытием бара нужно еще многое сделать.

source: Again, really?
de: Schon wieder? Wirklich?
es: ¿Otra vez, en serio?
fr: Encore, t'es sûr ?
it: Ancora? Sul serio?
ru: Еще? Так скоро?

source: Agreed.
de: Abgemacht.
es: Totalmente de acuerdo.
fr: Marché conclu.
it: D'accordo.
ru: Пожалуй.

source: Agreed. I expect it will be clear by nightfall.
de: Das sehe ich ähnlich. Heute Nacht sollte die Luft rein sein.
es: De acuerdo. Espero que cuando caiga la noche esté despejado.
fr: D'accord. J'imagine que la voie sera libre à la nuit tombée.
it: D'accordo. Mi aspetto che la via sia libera entro l'imbrunire.
ru: Договорились. К этому времени они наверняка разойдутся.

source: Agreed. Smells worse than these docks. You wanna slot and run?
de: Bin ganz deiner Meinung. Hier ist mehr faul als nur das Wasser in den Docks. Sollen wir abhauen?
es: Estoy de acuerdo. Esto apesta más que este muelle. ¿Nos ponemos en marcha?
fr: Je suis d'accord. Ça sent vraiment pas bon cette histoire. Vous voulez partir ?
it: D'accordo. Puzza peggio di questo porto. Vuoi fare una toccata e fuga?
ru: Это верно. Предлагаешь свернуть операцию и сделать ноги?

source: Aguirre would love to solve it before McKlusky and get his gold detective's shield. Plus, he'd love to see McKlusky suck it in front of his superiors. He's already tried to bribe me to keep information from McKlusky and slip it to him. I'm inspired by their tireless pursuit of justice.
de: Aguirre würde den Fall liebend gern vor McKlusky lösen und seine Beförderung einsacken. Außerdem würde er nur zu gerne sehen, wie McKlusky vor seinen Vorgesetzten mit leeren Händen dasteht. Er hat bereits versucht, mich zu bestechen, um McKlusky Informationen vorzuenthalten und sie stattdessen ihm mitzuteilen. Ihr unermüdlicher Kampf gegen das Verbrechen inspiriert mich stets aufs Neue.
es: A Aguirre le encantaría resolverlo antes de McKlusky y conseguir su placa de inspector de oro. Además, le encantaría ver cómo McKlusky se humilla delante de sus superiores. Ya ha intentado sobornarme para que le dé información y no pasársela a McKlusky. La búsqueda incesante de la justicia es una fuente de inspiración para mí.
fr: Aguirre adorerait résoudre l'affaire avant McKlusky et avoir une place en or de détective. Et il aimerait bien voir McKlusky lui lécher les bottes devant ses supérieurs. Il a déjà essayé de me soudoyer pour cacher des informations à McKlusky et de les lui donner. Leur soif de justice m'inspire grandement.
it: Aguirre sarebbe felice di risolvere il caso prima di McKlusky e mettere le mani sul distintivo da detective. Inoltre, gli piacerebbe vedere McKlusky umiliato di fronte ai suoi superiori. Ha già cercato di corrompermi perché nascondessi informazioni a McKlusky e le passassi a lui. Il loro instancabile spirito di giustizia è un'ispirazione per me.
ru: Агирре был бы счастлив раскрыть это дело вместо Макклюски и получить повышение, о котором он так мечтает. Кроме того, это позволит ему выставить Макклюски идиотом в глазах начальства. Он уже пытался подкупить меня, чтобы я утаивал информацию от орка и передавал ему. Меня восхищает их преданность делу правосудия.

source: Ah yes, you have a code you follow. It is "all about the job", eh? There is nobility in this.
de: Ach ja, du hast einen Code, den du befolgst. Es dreht sich „alles um den Job“, was? Das hat etwas sehr Nobles.
es: Ah, sí, sigues un código. Es "todo es trabajo", ¿eh? Hay nobleza en esto.
fr: Ah oui, vous suivez ce code. "Tout pour le travail", c'est ça ? C'est assez noble.
it: Ah giusto, seguite un codice di condotta. "Sono tutte questioni di lavoro", vero? È indice di nobiltà.
ru: Ах да, у вас есть свой кодекс чести. "Работа прежде всего", не так ли? В этом есть определенное благородство.

source: Ah yes. Do not be concerned. I will keep my end of the bargain.
de: Ah, ja. Machen Sie sich da keine Sorgen. Ich halte mich an meinen Teil der Abmachung.
es: Sí. No te preocupes. Cumpliré mi parte del trato.
fr: Ah oui. Ne vous inquiétez pas. Je ne me mêlerai pas de ça.
it: Ah sì. Non ti preoccupare. Terrò fede al mio accordo.
ru: Ах да. Можешь не сомневаться, я всегда держу свое слово.

source: Ah yes. Revenge is a very motivating thing. This is something Samedi knows about. Yes, he does.
de: Ah ja. Rache ist eine sehr gute Motivation. Darüber weiß Samedi Bescheid. Ja, das tut er.
es: Ah, sí. La venganza es algo muy motivador. Es algo que Samedi aprecia. Sí, lo aprecia.
fr: Ah, oui. La revanche est une motivation puissante. C'est quelque chose que Samedi connait bien. Oui, il connait.
it: Ah, sì. La vendetta è un sentimento molto stimolante. Samedi lo sa bene. Sì.
ru: Ах да. Месть - это сила, которая двигает горы. Самеди очень хорошо это знает. О да.

source: Ah! Bon! Baron Samedi applauds you. We do this job for the *right* reason, eh?
de: Ah, bon! Baron Samedi applaudiert dir. Wir machen diesen Job aus den *richtigen* Beweggründen, was?
es: ¡Ah! ¡Bon! El barón Samedi te aplaude. Hacemos este trabajo por el motivo *correcto*, ¿eh?
fr: Ah ! Bon ! Baron Samedi vous applaudit. Nous faisons ce travail pour les *bonnes* raisons, n'est-ce pas ?
it: Ah! Bon! Baron Samedi ti applaude. Facciamo questo lavoro per la ragione *giusta*, eh?
ru: A-а! Bon! Барон Самеди восхищен. Мы делаем это ради *человечества*, да?

source: Ah! Completely unrelated. It appears some wild dogs dragged the body out here from the alley, some time after her death.
de: Ah! Die Bisse stehen in keinem Zusammenhang. Es scheint so, als hätten wilde Hunde ihren Körper aus der Gasse gezerrt, als sie schon tot war.
es: ¡Ah! No tiene ninguna relación. Parece que algunos perros salvajes arrastraron el cuerpo hasta aquí desde el callejón, después de su muerte.
fr: Ah ! Ça n'a rien à voir, mais... On dirait que des chiens errants ont trainé le corps par ici un peu après la mort. Il était dans l'allée au départ.
it: Ah! Non c'è assolutamente nessuna relazione tra i due eventi. Dei cani selvatici hanno trascinato il corpo fuori dal vicolo, poco dopo il decesso.
ru: А! Это к преступлению отношения не имеет. Какая-то дворяга вытащила ее тело из подворотни вскоре после смерти.

source: Ah! The Baron will handle that as well. Telestrian guards will be rerouted throughout the building. With the right timing, no one will even know you’re there. But of course, even Baron Samedi cannot anticipate all possibilities. So tonight, you must use your contacts to hire a team, and travel to the Telestrian office complex downtown. You will be contacted again when you have gained entrance.
de: Ah! Auch darum wird sich der Baron kümmern. Die Telestrian-Wachen werden im ganzen Gebäude umhergeschickt. Mit dem richtigen Timing wird nie jemand überhaupt merken, dass ihr da seid. Aber natürlich kann selbst Baron Samedi nicht alle Eventualitäten vorhersehen. Daher musst du heute über deine Kontakte ein Team anheuern und dich zum Telestrian-Bürokomplex begeben. Du wirst kontaktiert, sobald du dir Zutritt verschafft hast.
es: ¡Ah! El barón también se ocupará de eso. Los guardias de Telestrian cambiarán de ruta por todo el edificio. Con la sincronización adecuada, nadie sabrá que estás ahí. Pero claro, ni siquiera el barón Samedi puede anticiparse a todas las posibilidades. Así que esta noche debes utilizar tus contactos para contratar a un equipo y viajar hasta el complejo de oficinas Telestrian, en el centro. Volveremos a ponernos en contacto cuando hayas conseguido entrar.
fr: Ah ! Le Baron s'occupera d'eux aussi. Les gardes de Telestrian seront redéployés dans le bâtiment. Si votre timing est bon, personne ne saura que vous êtes venus. Mais évidemment, même le Baron Samedi ne peut pas prévoir toutes les éventualités. Alors ce soir, vous devrez utiliser vos contacts pour engager une équipe et vous rendre au complexe de bureau de Telestrian en centre-ville. On vous recontactera lorsque vous aurez réussi à pénétrer dans le bâtiment.
it: Ah! Baron si occuperà anche di questo. Le guardie della Telestrian saranno distribuite in tutto l'edificio. Se rispetterai i tempi, nessuno si accorgerà della tua presenza. Certamente, nemmeno Baron Samedi può prevedere tutte le possibilità. Quindi stanotte dovrai usare i tuoi contatti per reclutare i membri del team e raggiungere gli uffici della Telestrian in centro. Vi contatteremo nuovamente quando riuscirai a entrare negli uffici.
ru: А-а! Барон позаботится и об этом тоже. Он отправит охранников на посты в другой части здания. Если правильно рассчитать время, никто даже не узнает, что вы там побывали. Но даже Барон не может подготовиться ко всем неожиданностям. Поэтому тебе придется нанять команду и нанести визит в офис Телестриан Индастриз в центре города. Барон свяжется с тобой, когда ты будешь внутри.

source: Ah! What is this? This panel is odd, I need some time to investigate.
de: Ah! Was ist das? Diese Konsole ist seltsam, ich brauche etwas Zeit, um sie zu untersuchen.
es: ¡Ah! ¿Qué es esto? Este panel es extraño, necesito tiempo para investigar.
fr: Ah ! Qu'est-ce que c'est ? Ce panneau est étrange, j'ai besoin de temps pour approfondir.
it: Ah! Cos'è questo? Questo pannello è strano, ho bisogno di un po' di tempo per indagare.
ru: О! Что это? Панель выглядит странно, дай мне пару минут, чтобы ее осмотреть.

source: Ah, $(l.name). I was watching your approach from the astral realm. So good of you to visit again.
de: Ah, $(l.name). Ich habe deine Ankunft aus der Astralebene heraus beobachtet. Schön, dich wiederzusehen.
es: Ah, $(l.name). Te estaba viendo acercarte desde el reino astral. Me alegro de que me visites de nuevo.
fr: Ah, $(l.name). J'observais votre arrivée depuis le royaume astral. Heureux de vous revoir.
it: Ah, $(l.name). Stavo osservando il tuo arrivo dal reame astrale. Sono felice di rivederti.
ru: А-а, $(l.name). Я наблюдал за твоим приближением из астрального мира. Всегда рад тебя видеть.

source: Ah, a new customer. Please wait in the common room up ahead. I'll notify the good doctor.
de: Ah, ein neuer Kunde. Bitte warten Sie im Aufenthaltsraum. Ich informiere den Herrn Doktor.
es: Ah, un nuevo cliente. Por favor, acomódese en la sala de espera que hay más adelante. Avisaré al bueno del doctor.
fr: Ah, un nouveau client. Merci de patienter dans la salle d'attente. Je vais prévenir le docteur.
it: Ah, un nuovo cliente. Per favore, attenda nella sala comune laggiù. Informerò il dottore.
ru: А-а, вы наш новый клиент? Пожалуйста, подождите в общей зале. Я сообщу доктору, что к нему пришли.

source: Ah, justice is served.
de: Ah, die gute, alte Gerechtigkeit.
es: Ah, se ha hecho justicia.
fr: Ah, justice a été rendue.
it: Giustizia è fatta.
ru: Значит, правосудие наконец восторжествовало.

source: Ah, that's beyond me. All I can get you is the gene code sequence.
de: Oh, das geht über meine Fähigkeiten hinaus. Alles was ich in Erfahrung bringen kann, ist die Sequenz des genetischen Codes.
es: Ah, eso escapa a mis posibilidades. Solo puedo conseguirte la secuencia del código genético.
fr: Ah, ce n'est pas de mon ressort. Je peux simplement extraire la séquence de code génétique.
it: Ah, questo va oltre le mie possibilità. L'unica cosa che posso trovarti è la sequenza del codice genetico.
ru: А, вот тут я тебе уже не помощник. Все, что я могу для тебя сделать - это определить последовательность генов.

source: Ah, the fun gory stuff! Step one: Damage the bug using conventional weapons and magic until the spirit is released from the host body. Step two: Shoot the insect spirit using the Project Aegis launcher that Telestrian’s people created. Step three: Keep shooting until the either the spirit is destroyed or you are bug food.
de: Ah, jetzt kommen wir zum lustigen, ekligen Teil! Erster Schritt: Verletze den Käfer mit gewöhnlichen Waffen und Magie, bis der Geist von seinem Wirt gelöst wird. Zweiter Schritt: Schieße mit der von Telestrian entwickelten Aegis-Waffe auf den Insektengeist. Dritter Schritt: Schieße so lange weiter, bis entweder du oder der Geist erledigt ist.
es: ¡Ay, la diversión de la gloria! Primer paso: ataca al bicho usando magia y armas convencionales, hasta que el espíritu abandone el cuerpo anfitrión. Segundo paso: dispárale al Espíritu insecto usando el lanzador del Proyecto Aegis creado por la gente de Telestrian. Tercer paso: sigue disparando hasta que el espíritu sea destruido o se te acabe comiendo.
fr: Ah, du bon vieux gore ! Première étape : faire des dégâts à l'insecte en utilisant des armes conventionnelles et de la magie jusqu'à ce que l'esprit soit expulsé du corps. Deuxième étape : tirer sur l'esprit insecte en utilisant l'appareil du projet Aegis que les techs de Telestrian ont créé. Troisième étape : continuer de tirer jusqu'à ce que l'esprit soit détruit... ou que vous soyez réduit en nourriture d'insecte.
it: Ah, un bel bagno di sangue! Primo: indebolisci l'insetto con le armi convenzionali e la magia, finché lo spirito non abbandona il corpo del Ricevente. Secondo: spara all'insetto con il lanciarazzi del Progetto Aegis, creato da quelli della Telestrian. Terzo: continua a sparare finché non distruggi lo spirito o non diventi cibo per insetti.
ru: Бодро и весело, так, чтобы только брызги летели! Пункт первый: пинай жука с помощью обычного оружия и традиционной магии до тех пор, пока его дух не покинет тело. Пункт второй: выстрели в дух из ружья, которое разработал Телестриан со своими ребятами. Не промахнись. Пункт третий: продолжай стрелять, пока дух не будет уничтожен или жуки не оторвут тебе руки и ноги.

source: Ah, very well. I am one of the Elders here. I can help with that. Where is the problem?
de: Also gut. Ich bin einer der Ältesten hier. Ich kann helfen. Wo befindet sich das Problem?
es: Ah, muy bien. Soy uno de los ancianos de aquí. Puedo echar una mano. ¿Cuál es el problema?
fr: Ah, très bien. Je suis l'un des Anciens, ici. Je peux aider. Quel est le problème ?
it: Ah, molto bene. Sono uno degli Anziani qui. Posso darti una mano. Dov'è il problema?
ru: Очень хорошо. Я - один из старейшин и постараюсь тебе помочь. В чем дело?
