Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Yes of course, but here at the Universal Brotherhood, we are all one family and refer to each other as brothers, sister, mother or father.
de: Ja, natürlich, doch wir in der Universellen Bruderschaft sind alle eine große Familie und bezeichnen uns gegenseitig als Brüder, Schwestern, Mütter und Väter.
es: Sí, claro, pero aquí, en la Hermandad Universal, todos somos una gran familia, y nos dirigimos unos a otros como hermano, hermana, madre o padre.
fr: Oui, bien sûr, mais ici à la Confrérie Universelle, nous sommes une grande famille, et nous nous appelons les uns les autres frère, sœur, mère et père.
it: Sì, certo, ma qui alla Fratellanza Universale siamo una grande famiglia e tra di noi ci chiamiamo fratello, sorella, madre o padre.
ru: Разумеется. Во Всеобщем братстве мы все - одна семья, и обращаемся друг к другу соответственно. Именно поэтому мы называем друг друга братьями, сестрами, отцами и матерями.

source: Yes sir. Oh, did you get my message? I pulled enough evidence from the NTSB office computers to rule out the Emerald City Ripper. Looks like this is a copycat killing.
de: Verstanden, Sir. Oh, haben Sie meine Nachricht bekommen? Ich hab genug Hinweise auf den Computern des NTSB gefunden, um den Emerald City Ripper als Täter ausschließen zu können. Das hier scheint ein Nachahmungstäter gewesen sein.
es: Sí, señor. Una cosa, ¿recibiste mi mensaje? He conseguido pruebas suficientes en los ordenadores de la oficina del CNST para descartar al Destripador de Ciudad Esmeralda. Parece que esto es obra de un imitador.
fr: Oui monsieur. Oh, vous avez reçu le message ? J'ai réuni assez de preuves depuis les ordinateurs du bureau de la NTSB pour éliminer l'éventreur d'Emerald City. On dirait qu'on a affaire à un imitateur.
it: Sì, signore. Hai ricevuto il mio messaggio? Dai computer dell'ufficio del CNST ho rimediato prove a sufficienza per chiudere il caso dello Squartatore di Emerald City. Questo sembra l'omicidio di un imitatore.
ru: Так точно, сэр. Да, вы получили мое сообщение? Согласно полученной из НСПБНТ информации, убийца - не Потрошитель. Похоже, на этот раз мы имеем дело с подражателем.

source: Yes sir. {{GM}}He takes your credstick and slots it into his PDA.{{/GM}}
de: Ja, Sir. {{GM}}Er nimmt deinen Credstick und slottet ihn in seinen PDA.{{/GM}}
es: Sí, señor. {{GM}}Coge tu credistick y lo mete en su PDA.{{/GM}}
fr: Oui monsieur. {{GM}}Il prend votre créditube et le connecte à son PDA.{{/GM}}
it: Sì, signore. {{GM}}Prende il tuo credstick e lo inserisce nel suo palmare.{{/GM}}
ru: Да, сэр. {{GM}}Он берет твой кредстик и вставляет его в свое комм-устройство.{{/GM}}

source: Yes!
de: Ja!
es: ¡Sí!
fr: Oui !
it: Sì!
ru: Да!

source: Yes! They all did!
de: Ja! Das mussten sie alle!
es: ¡Sí! ¡Todos!
fr: Oui ! Tous !
it: Sì! Tutti dovevano morire!
ru: Да! Он и все остальные!

source: Yes! Maybe we can sit down with David and he can share his research. But let's stay focused.
de: Ja! Vielleicht können wir später ein Pläuschchen mit David halten und er erzählt uns mehr zu seiner Forschung. Wir sollten uns aber lieber hierauf konzentrieren.
es: ¡Sí! Quizás podamos sentarnos con David y el podría compartir su investigación. Pero vamos a concentrarnos.
fr: Oui ! Peut-être qu'on peut discuter avec David afin qu'il partage ses conclusions. Mais restons concentrés.
it: Sì! Possiamo anche sederci qui con David e sentire che cosa ha trovato. Ma rimaniamo concentrati.
ru: Да! Возможно, Дэвид еще покажет нам, как это делается. Но не будем отвлекаться.

source: Yes! The pumpkins down the street... they kill everyone who looks at them funny.
de: Ja! Die Kürbisse die Straße runter ... sie töten jeden, der sie auch nur schräg ansieht.
es: ¡Sí! Las calabazas calle abajo... matan a todo el que las mira raro.
fr: Oui ! Les citrouilles en bas de la rue... elles tuent tous ceux qui les regardent de travers.
it: Sì! Le zucche per la strada... uccidono tutti quelli che le guardano in modo strano.
ru: Да! Тыквы на соседней улице. Они убьют всех. Во всяком случае, тех, кто им не понравится.

source: Yes, $(l.sir). I was in CalFree when the elves came marching down from the north in '36. After the UCAS pulled their support, we had little in the ways of an organized defense. But what we did have was a stockpile of weapons and ammo down in Oakland.
de: Ja, $(l.sir). Ich war im Freistaat Kalifornien, als die Elfen ’36 aus dem Norden heruntermarschiert kamen. Als die UCAS ihre Truppen zurückzog, hatten wir nur wenige Optionen für eine organisierte Defensive. Aber was wir hatten, war ein Haufen Waffen und Munition unten in Oakland.
es: Sí, $(l.sir). Yo estaba en CalFree cuando los elfos marcharon desde el norte en el 36. Cuando la EUCA retiró su apoyo, no se puede decir que fuéramos una defensa organizada. Pero lo que sí teníamos era un montón de armas y munición en Oakland.
fr: Oui, $(l.sir). Je vivais dans l'État libre de Californie quand les elfes nous sont tombés dessus depuis le nord, en 36. Quand les UCAS nous ont retiré leur soutien, on n'avait plus vraiment de défense. Heureusement qu'on avait une tonne d'armes et de munitions à Oakland.
it: Sì, $(l.sir). Ero nello Stato libero della California quando gli Elfi sono scesi a marciare dal nord, nel '36. Dopo gli UCAS ritirarono il loro supporto, eravamo rimasti solo una sparuta resistenza organizzata. Ma una cosa ce l'avevamo: un arsenale di armi e munizioni giù a Oakland.
ru: Так точно. Я жил в Калифорнии, когда эльфы перешли северную границу в 2036. После того, как СКАШ вывели свои войска из зоны конфликта, в регионе почти не осталось сил, способных оказать организованное сопротивление. Но у нас в Окленде был склад оружия и боеприпасов.

source: Yes, $(l.sir). I work for Maria Mercurial. Something I can do for you?
de: Ja, $(l.sir). Ich arbeite für Maria Mercurial. Wie kann ich behilflich sein?
es: Sí, $(l.sir). Trabajo para Maria Mercurial. ¿En qué puedo ayudarte?
fr: Oui, $(l.sir). Je travaille pour Maria Mercurial. Je peux faire quelque chose pour vous ?
it: Sì, $(l.sir). Lavoro per Maria Mercurial. Posso fare qualcosa per te?
ru: Да, $(l.sir). Я из команды Марии Меркурии. Так чем я могу помочь?

source: Yes, $(scene.BroSis)! We don’t try to hide that!
de: In der Tat, $(scene.BroSis)! Das versuchen wir auch gar nicht zu verbergen!
es: ¡Sí, $(scene.BroSis)! ¡No lo ocultamos!
fr: Oui $(scene.BroSis) ! Nous n'essayons pas de dissimuler ce fait !
it: Sì, $(scene.BroSis)! Non cerchiamo di tenerlo nascosto!
ru: Да, $(scene.BroSis)! И мы этого не скрываем!

source: Yes, $+(l.sir)! Our six is clear. No bugs coming up behind us.
de: Ja, $+(l.sir)! Hinter uns ist alles sauber. Keine Käfer in Sicht.
es: ¡Sí, $+(l.sir)! Seis en punto despejado. No vienen bichos por detrás.
fr: Oui, $+(l.sir) ! Nos arrières sont couverts. Aucuns insectes venant de derrière nous.
it: Sì, $+(l.sir)! Tutto libero a ore sei. Non abbiamo insetti alle calcagna.
ru: Да, $+(l.sir)! Нам приказано не оставлять в живых ни одной твари.

source: Yes, I am quite the dullard and cannot understand challenging concepts such as why a criminal would break into a business office.
de: Natürlich, ich bin ein ziemlicher Dummkopf und kann so schwierige Konzepte wie einen Einbruch in ein Bürogebäude nicht erfassen.
es: Sí, soy un zoquete y no comprendo conceptos complicados, como por qué un criminal asaltaría un edificio de oficinas.
fr: C'est vrai, je suis un peu simplet et j'ai du mal à comprendre des concepts difficiles tels que la raison qui pousserait un criminel à pénétrer par effraction dans un bureau.
it: Certo, sono così stupido da non capire concetti complicati come il motivo per cui un criminale dovrebbe fare irruzione nell'ufficio di un'azienda.
ru: Ну разумеется. Я не настолько умен, чтобы понять, почему преступники решились пойти на кражу со взломом.

source: Yes, I’ve met her. Your half-sister, Jessica Watts, introduced us. Why?
de: Ja, ich habe sie getroffen. Ihre Halbschwester, Jessica Watts, hat uns einander vorgestellt. Warum?
es: Sí, la conozco. Tu hermanastra, Jessica Watts, nos presentó. ¿Por qué?
fr: Oui, je l'ai rencontrée. Votre demi-sœur, Jessica Watts, nous a présentés. Pourquoi ?
it: Sì, l'ho incontrata. Me l'ha presentata la tua sorellastra, Jessica Watts. Perché?
ru: Да, мы встречались. Нас познакомила ваша сестра Джессика Уоттс. Почему вас это интересует?

source: Yes, Mothers and Fathers lead us with their knowledge and experience.
de: Ja. Mütter und Väter führen uns mit ihrem Wissen und ihrer Erfahrung.
es: Sí, las Madres y los Padres nos guían con sus conocimientos y su experiencia.
fr: Oui, Mères et Pères nous guident avec leurs connaissances et leur expérience.
it: Sì, le madri e i padri ci guidano con la loro saggezza ed esperienza.
ru: Да, отцы и матери направляют нас и делятся с нами своей любовью и родительской заботой.

source: Yes, Mr. Delilah in the back bar. That's usually where he does business.
de: Ja, Mr. Delilah ist im Hinterzimmer. Da wickelt er für gewöhnlich seine Geschäfte ab.
es: Sí, el Sr. Delilah está en la barra de atrás. Allí es donde suele hacer negocios.
fr: Oui, M. Delilah est dans l'arrière-salle. C'est là qu'il parle affaires, d'habitude.
it: Sì, il signor Delilah è nel bar del retro. Di solito è lì che fa affari.
ru: Да, мистер Далила сейчас в задней комнате. Он предпочитает вести дела именно там.

source: Yes, Mr. Delilah. I have a need I think you can fill.
de: Richtig, Delilah. Ich habe ein Bedürfnis, von dem ich glaube, dass du es erfüllen kannst.
es: Sí, Sr. Delilah. Tengo una demanda que creo que puede cubrir.
fr: Oui, M. Delilah. J'ai un besoin que vous pouvez combler.
it: Sì, signor Delilah. Ho un problema che forse lei può aiutarmi a risolvere.
ru: Да, мистер Далила. Полагаю, что вы можете оказаться мне полезны.

source: Yes, Mrs. Kubota. I don’t know when I’ll be back.
de: Ja, Mrs. Kubota. Ich weiß nicht, wann ich wiederkomme.
es: Sí, Sra. Kubota. No sé cuándo regresaré.
fr: Oui Mme Kubota. Je ne sais pas quand je rentrerai.
it: Sì, signora Kubota. Non so quando tornerò.
ru: Да, миссис Кубота. Я не знаю, когда я вернусь.

source: Yes, albeit gently.
de: Ja, aber behutsam.
es: Sí, pero con suavidad.
fr: Oui, mais il était gentil.
it: Sì, anche se con delicatezza.
ru: Да, со всей возможной учтивостью.

source: Yes, and it’s none of yours.
de: Ja, und das geht dich gar nichts an.
es: Sí, y ninguno es asunto tuyo.
fr: Rien qui vous concerne.
it: Sì, e non sono affari suoi.
ru: Да. И тебя оно не касается.

source: Yes, and they had already freed you from your old life. So why come back? Why kill Sam?
de: Ja, und sie hatte dich bereits aus deinem alten Leben befreit. Also warum bist du zurückgekommen? Warum hast du Sam getötet?
es: Sí, y ya te habían liberado de tu antigua vida. Entonces, ¿por qué volviste? ¿Por qué mataste a Sam?
fr: Oui, et elle vous avez déjà libérée de votre ancienne vie. Alors pourquoi revenir ? Pourquoi tuer Sam ?
it: Sì, e ti avevano già liberato dalla tua vecchia vita. Allora perché tornare indietro? Perché uccidere Sam?
ru: Да, и они сделали все, чтобы отлучить тебя от предыдущей жизни. Почему ты вернулась? Зачем убила Сэма?

source: Yes, but he's not doing too well.
de: Ja, aber es geht ihm nicht besonders gut.
es: Sí, pero no pinta bien.
fr: Oui, mais il ne va pas très bien.
it: Sì, ma non è nelle migliori condizioni.
ru: Мы его спасли, но ему нехорошо.

source: Yes, but it is off limits to the public.
de: Ja, aber es ist für die Öffentlichkeit nicht zugänglich.
es: Sí, pero está prohibido el acceso del público.
fr: Oui, mais ça n'est pas ouvert au public.
it: Sì, ma l'accesso non è consentito al pubblico.
ru: Да, но я не собираюсь пускать в помещение посторонних.

source: Yes, but which one? {{GM}}His eyes flash with delight in his own wit.{{/GM}}
de: Ja, aber welches? {{GM}}Seine Augen blitzen vor Vergnügen über seinen eigenen Scharfsinn.{{/GM}}
es: Sí, ¿pero cuál? {{GM}}Sus ojos brillan con placer por su ocurrencia.{{/GM}}
fr: Oui, mais lequel ? {{GM}}Ses yeux pétillent alors qu'il se délecte de sa propre insolence.{{/GM}}
it: Sì, ma quale? {{GM}}I suoi occhi brillano con delizia per il suo stesso umorismo.{{/GM}}
ru: Да? Которое из двух? {{GM}}Он смеется, довольный собственной шуткой.{{/GM}}

source: Yes, but you’d better get here quick - before McKlusky arrives.
de: Ja, aber komm besser schnell her, bevor McKlusky auftaucht.
es: Sí, pero será mejor que vengas pronto, antes que llegue McKlusky.
fr: Oui, mais vous feriez mieux de vous dépêcher avant que McKlusky arrive.
it: Sì, ma faresti meglio a venire qui subito, prima che arrivi McKlusky.
ru: Да. Советую тебе появиться здесь до того, как Макклюски оторвет жопу от стула.

source: Yes, for all the good it's doing me. If I could just make contact, I might be able to deliver justice and allow my brother's spirit to rest.
de: Ja, auch wenn mir das gerade nicht viel hilft. Wenn ich nur Kontakt mit ihm aufnehmen könnte, könnte ich meinen Bruder vielleicht rächen und ihm Frieden bringen.
es: Sí, para lo que me sirve... Si pudiera entrar en contacto con él, podría hacer justicia y darle reposo al espíritu de mi hermano.
fr: Oui, pour tout le bien que ça me fait. Si j'arrivais simplement à le contacter, je pourrais peut-être le venger et permettre à son esprit de reposer en paix.
it: Sì, anche se non mi è di aiuto. Se solo riuscissi a contattarlo, potrei cercare di fare giustizia e permettere allo spirito di mio fratello di riposare.
ru: Да, хотя толку от этого не много. Быть может, если бы я могла установить связь с миром мертвых, то смогла бы и отомстить. Тогда дух моего брата обрел бы покой.

source: Yes, for what *that's* worth. He's the reason I was at the Universal Brotherhood in first place. I was running away from *him*. Now... Now, I can’t sleep at all... I’m afraid that *this* is a dream and that I’ll wake up and and still be there... with the... bugs. {{GM}}She shudders.{{/GM}}
de: Ja, was *das* angeht, ist er der Grund, dass ich überhaupt in der Universellen Bruderschaft war. Ich bin vor *ihm* weggelaufen. Jetzt ... jetzt kann ich nicht schlafen ... Ich habe Angst, dass das hier ein Traum ist und ich irgendwann wieder da aufwache ... bei den ... Käfern {{GM}}Sie zittert.{{/GM}}
es: Sí, para lo que sirve... Él es el motivo por el que estaba en la Hermandad Universal en primer lugar. Estaba huyendo de *él*. Ahora... Ahora no puedo dormir... Me da miedo que *esto* sea un sueño y me despertaré y aún estaré allí... con los... bichos. {{GM}}Se estremece.{{/GM}}
fr: Oui, pour ce que ça vaut. C'est à cause de lui que j'étais à la Confrérie Universelle. Je m'enfuyais de *lui*. Maintenant... Maintenant, je n'arrive plus à dormir... J'ai peur que *tout ça* ne soit qu'un rêve et que je vais me réveiller là-bas... avec... les insectes. {{GM}}Elle frissonne.{{/GM}}
it: Sì, per quel che può *valere*. Lui è il motivo per cui ero nella Fratellanza Universale. Stavo fuggendo da *lui*. Ora... Non riesco a dormire... Ho paura che *questo* sia un sogno e che mi risveglierò ancora laggiù... con gli... insetti. {{GM}}Sussulta.{{/GM}}
ru: Да, я его дочь. Не то чтобы он испытывал по отношению ко мне *отцовские чувства*. Именно из-за него я отправилась искать укрытия во Всеобщем братстве. Я надеялась *никогда больше* его не видеть. А теперь... Теперь я боюсь спать. Я боюсь, что все это сон, и когда я проснусь, я снова окажусь в камере... а вокруг... будут жуки. {{GM}}Ее начинает бить крупная дрожь.{{/GM}}

source: Yes, here they are.
de: Ja, hier sind sie.
es: Sí, aquí los tienes.
fr: Oui, les voilà.
it: Sì, eccoli.
ru: Да, вот они.

source: Yes, it is $(scene.BroSis). I would not expect a new face to have such high clearance already. Your key card will allow you access.
de: Ja, das ist es, $(scene.BroSis). Ich hätte nicht erwartet, dass ein neues Gesicht eine so hohe Sicherheitsstufe hat. Mit der Schlüsselkarte kommst du rein.
es: Sí, lo es $(scene.BroSis). No pensaba que una cara nueva ya tuviera una acreditación tan elevada. Podrás entrar con tu tarjeta de acceso.
fr: $(scene.BroSis)... Je ne pensais pas qu'un nouveau aurait une accréditation aussi haute. Votre carte d'accès fonctionne, à présent.
it: Sì, è $(scene.BroSis). Mi sembra strano che una faccia nuova abbia già tutte queste libertà. La tua tessera ti permetterà di accedere.
ru: Да, $(scene.BroSis). Я не ожидал, что новоприбывший член нашей конгрегации будет обладать таким высоким уровнем доступа. Твоя карточка позволит тебе пройти.

source: Yes, it is $(scene.BroSis). You can enter with your Home or Sanctuary access keycard.
de: Ja, das ist es, $(scene.BroSis). Du kommst mit deiner Schlüsselkarte für den Aufenthaltsbereich oder für das Heiligtum rein.
es: Sí, lo es $(scene.BroSis). Puedes pasar con tu tarjeta de acceso del Santuario o del Hogar.
fr: $(scene.BroSis), hein ? Avec votre carte d'accès vous pouvez accéder au Quartier ou au Sanctuaire.
it: Sì, è $(scene.BroSis). Puoi entrare con la tessera d'accesso alla Casa o al Santuario.
ru: Да, $(scene.BroSis). Ты можешь войти, отперев дверь своей карточкой.

source: Yes, ma'am.
de: Ja, Ma’am.
es: Sí, señora.
fr: Oui, m'dame.
it: Sì, signora.
ru: Да, мэм.

source: Yes, ma’am.
de: Ja, Ma’am.
es: Sí, señora.
fr: Oui, m'dame.
it: Sì, signora.
ru: Да, мэм.

source: Yes, of course. You still owe me for your raid on my offices.
de: Aber selbstverständlich. Du hast durch deinen Angriff auf meine Einrichtung großen Schaden verursacht.
es: Por supuesto. Todavía me debes lo de tu asalto a mis oficinas.
fr: Oui, bien sûr. Vous m'êtes toujours redevable pour votre assaut sur mes bureaux.
it: Sì, certo. Sei ancora in debito con me per l'assalto ai miei uffici.
ru: Ну разумеется. Кто-то же должен возместить ущерб, нанесенный во время набега на мое офисное здание.

source: Yes, that is what I told myself for years, until the weight of my chains brought me to the pit of despair. But the Universal Brotherhood saved me! It can save you too, my friend.
de: Genau das habe ich mir selbst auch jahrelang eingeredet, bis das Gewicht meiner Ketten mich an den Rand der Verzweiflung brachte. Aber die Universelle Bruderschaft hat mich gerettet! Auch dich kann sie retten, Freund.
es: Sí, es lo que me decía durante años, hasta que el peso de mis cadenas me llevó a un pozo de desesperación. ¡Pero la Hermanad Universal me salvo! También puede salvarte a ti.
fr: Oui, c'est ce que je me suis dit pendant dans années, jusqu'à ce que le poids de mes chaînes m'emporte dans le précipice du désespoir. Mais la Confrérie Universelle m'a sauvée ! Elle peut vous sauver aussi, mon ami.
it: Sì, è quello che ho ripetuto a me stesso per anni, finché sono sprofondato nella disperazione sotto il peso delle mie catene. Ma la Fratellanza Universale mi ha salvato! Può salvare anche te.
ru: Да, и я сам обманывал себя этой ложью, пока гнет моих цепей не согнул меня и не поверг в бездну отчаяния. Но Всеобщее братство меня спасло! Оно спасет и тебя, поверь мне!

source: Yes, they tried to kill *me*, so I want to return the favor. I need Project Aegis to do it.
de: Ja, sie haben versucht *mich* zu töten. Diesen netten Zug möchte ich gerne erwidern. Ich brauche Projekt Aegis, um das tun zu können.
es: Sí, intentaron matarme, así que quería devolverles el favor. Necesito el proyecto Aegis para hacerlo.
fr: Oui, elles ont essayé de *me* tuer, donc j'ai voulu leur renvoyer l'ascenseur. J'ai besoin du Projet Aegis pour cela.
it: Hanno provato a uccidere *me*, volevo solo ricambiare il favore. Per farlo ho bisogno del Progetto Aegis.
ru: Да, они попытались меня убить. Я всегда расплачиваюсь с людьми той же монетой, но сделать это без проекта "Эгида" было бы невозможно.

source: Yes, we should discuss you. Regardless of your obvious flaws, you have a done a great service to the world and are deserving of a reward.
de: Ja, darüber sollten wir sprechen. Trotz Ihrer offensichtlichen Verfehlungen haben Sie der Welt einen großen Dienst erwiesen und verdienen eine entsprechende Belohnung.
es: Sí, deberíamos hablar de ti. Independientemente de tus defectos evidentes, le has prestado al mundo un gran servicio y te mereces una recompensa.
fr: Oui, nous devons parler de votre cas. En dépit de vos évidents défauts, vous avez rendu un grand service au monde entier, et méritez bien une récompense.
it: Sì, dovremo parlarne. Nonostante le pecche macroscopiche, hai reso un grande servizio al mondo intero e meriti una ricompensa.
ru: Хороший вопрос. Вне всякого сомнения, твой подвиг заслуживает награды.

source: Yes, yes! I just need another BTL to get through the day. Something pretty. Something... soft...
de: Ja, ja! Ich brauche nur noch ein BTL, um über den Tag zu kommen. Etwas Schönes. Etwas ... Weiches ...
es: ¡Sí, sí! Solo necesito otro BTL para pasar el día. Algo bonito. Algo... suave...
fr: Oui, oui ! J'ai juste besoin d'une autre BTL pour passer la journée. Quelque chose de beau. Quelque chose de... doux...
it: Sì... sì! Mi serve solo un altro chip di BTL per alla fine della giornata. Qualcosa di carino. Qualcosa di... delicato...
ru: Да, да! Одного ИР-чипа мне хватит до самого вечера. Я хочу что-нибудь красивое. Что-нибудь... мягкое, ласковое...

source: Yes, you were of service. There can be no debate on that topic. A yeoman’s effort, to be sure, and - regardless of your obvious flaws - you are deserving of a reward.
de: Ja, Sie haben in der Tat geholfen. Das steht außer Frage. Sie haben uns einen wertvollen Dienst erwiesen und verdienen trotz all Ihrer offensichtlichen Verfehlungen eine Belohnung.
es: Sí, nos has sido útil. De eso no hay duda. Un esfuerzo considerable; independientemente de tus defectos evidentes, te mereces una recompensa.
fr: Oui, vous nous avez aidé. Il n'y a pas de doutes là-dessus. Du bon travail, pour sûr. Et en dépit de vos évidents défauts, vous méritez bien une récompense.
it: Sì, hai reso un ottimo servizio. Su questo non c'è ombra di dubbio. Sicuramente un'impresa impossibile e nonostante le pecche macroscopiche meriti una ricompensa.
ru: Определенно, такой подвиг заслуживает награды вне зависимости от того, кто его совершил.

source: Yes.
de: Ja.
es: Sí.
fr: Oui.
it: Sì.
ru: Да.

source: Yes. And no. I don't know. It's just... well, I was closing out some accounts, reviewing old invoices, and I came across something. A bill of sale from Sam, dated three years ago. I think it was his last run.
de: Ja. Und nein. Ich weiß nicht. Es ist nur ... naja, ich habe nur ein paar Konten ausgebucht, ein paar alte Rechnungen überprüft und dabei habe ich etwas gefunden. Ein Rechnungsbeleg von Sam, von vor drei Jahren. Ich glaube, das war sein letzter Run.
es: Sí. Y no. No lo sé. Es que... bueno, estaba cerrando unas cuentas, revisando facturas viejas y encontré una cosa. Una factura de venta de Sam, de hace tres años. Creo que fue su último run.
fr: Non. Et oui. Je ne sais pas. C'est juste que... j'étais en train de faire un peu de compta, de passer en revue de vieilles factures et je suis tombé sur un truc. Un reçu au nom de Sam, daté d'il y a trois ans. Je crois que c'était sa dernière mission.
it: Sì. E no. Non lo so. È che... beh, stavo chiudendo alcuni conti, rivedendo le fatture, e mi sono accorto di una cosa. Una nota di vendita a Sam, datata tre anni fa. Penso che fosse la sua ultima missione.
ru: Да. И нет. Не знаю. Просто я... черт. Я перебирал свою бухгалтерию, рассмтатривал старые инвойсы и кое-что нашел. Вот этот чек оставил Сэм три года назад. Кажется, это был его последний набег.

source: Yes. But why? There was more to it than just your mother.
de: Ja. Aber warum? Es geschah niemals nur um deiner Mutter willen.
es: Sí. Pero ¿por qué? No se trataba solo de tu madre.
fr: Oui. Mais pourquoi ? Ce n'était pas seulement à cause de votre mère.
it: Sì. Ma perché? C'era qualcos'altro oltre tua madre.
ru: Да. Так почему же ты это сделала? Вряд ли всему виной была только ваша мать.
