Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: If you're buying...
de: Wenn du dafür eine Runde schmeißt ...
es: Si tú compras...
fr: Si vous payez votre tournée...
it: Se offri tu...
ru: Это я могу.

source: If you're looking for runners again, I'm your guy. Discreet service only.
de: Wenn du nach einem Runner suchst, bin ich genau der Richtige. Diskret zu Diensten.
es: Si vuelves a buscar runners, aquí me tienes. Solo servicios discretos.
fr: Si tu cherches encore des runners, appelle-moi. Service discret assuré.
it: Se cerchi altri Runner, io faccio al caso tuo. Sempre la massima discrezione.
ru: Если тебе снова нужны раннеры, можешь обращаться. Конфиденциальность я гарантирую.

source: If you're new in town, then let me be the first to tell you that I run the show. If you get in my way, you’ll end up back here on a slab.
de: Na, wenn du neu bist, dann lass mich der Erste sein, der dir sagt, dass ich den Laden hier schmeiße. Wenn du mir in die Quere kommst, findest du dich hier auf dem Obduktionstisch wieder.
es: Si acabas de llegar a la ciudad, deja que sea el primero en decirte que aquí mando yo. Si te entrometes en mi camino, acabarás en una mesa de mármol.
fr: Si vous venez d'arriver, laissez-moi vous dire que c'est moi le boss ici. Tous ceux qui se mettent en travers de mon chemin finissent dans un cercueil.
it: Se sei qui da poco, allora ti informo che da queste parti comando io. Non mi intralciare o finirai anche tu sotto a una bella lapide.
ru: В таком случае не забывай, что музыку заказываю тут я. Будешь мне мешать - окажешься на одном из этих столов.

source: If you're so happy, feel free to wire me the money now.
de: Wenn du dich so freust, kannst du mir das Geld gerne sofort überweisen.
es: Si estás tan contento, puedes enviarme el dinero ahora mismo.
fr: Si vous êtes si heureux, ne vous gênez pas et faites le transfert tout de suite.
it: Se sei così felice, trasferiscimi subito i soldi.
ru: Раз ты настолько счастлив, можешь перечислить мне мои деньги.

source: If you’re calling this number, that means the job is done, right? {{GM}}He closes his eyes. Shakes his head.{{/GM}} Congratulations, amigo! I knew you’d do it. You were always the dependable one. More than me, anyway.
de: Wenn du diese Nummer anrufst, bedeutet das wohl, dass der Job erledigt ist, nicht wahr? {{GM}}Er schließt die Augen. Schüttelt den Kopf.{{/GM}} Herzlichen Glückwunsch! Ich wusste, dass du es schaffen würdest. Du warst immer so verlässlich. Verlässlicher als ich jedenfalls.
es: Si estás llamando a este número eso significa que has terminado el trabajo, ¿me equivoco? {{GM}}Cierra los ojos. Sacude la cabeza.{{/GM}} ¡Enhorabuena, amigo! Sabía que podrías hacerlo. Siempre fuiste el de fiar. Al menos más que yo.
fr: Si tu appelles ce numéro, c'est que tu as fini le boulot, hein ? {{GM}}Il ferme les yeux. Puis hoche la tête.{{/GM}} Félicitations, amigo ! Je savais que tu réussirais. On peut toujours compter sur toi. Plus que sur moi, en tout cas.
it: Se stai chiamando questo numero, significa che hai portato a termine il lavoro, no? {{GM}}Chiude gli occhi. Scuote la testa.{{/GM}} Congratulazioni, davvero! Sapevo che ce l'avresti fatta. Ci si può sempre fidare di te. Più di quando ci si possa fidare di me, comunque.
ru: Если ты звонишь по этому номеру, значит, дело сделано, так? {{GM}}Он закрывает глаза и трясет головой.{{/GM}} Поздравляю, amigo! Ни на минуту в тебе не сомневался. На тебя всегда можно было положиться. Во всяком случае, больше, чем на меня.

source: If you’re going to hit the Universal Brotherhood, I'm coming too. That psycho just admitted she had my friend Sam and a lot of innocent people killed so she could put her dead mother back together. That is totally slagged-up. Plus, she and her elf-buddy Lynne just tried to geek me. They're gonna hurt for that.
de: Wenn du dich mit der Universellen Bruderschaft anlegst, komme ich mit. Diese Psychopathin hat gerade zugegeben, dass sie meinen Freund Sam und einen Haufen anderer Leute getötet hat, nur damit sie ihre tote Mutter wieder zusammensetzen kann. Das ist sowas von krank. Noch dazu haben sie und ihre Elfen-Freundin Lynne gerade versucht, mich umzubringen. Das werden sie bereuen.
es: Si pretendes atacar la Hermandad Universal, cuenta conmigo. Esa psicópata acaba de admitir que mató a mi amigo Sam y a muchos otros inocentes para poder recomponer a su madre muerta. Es asqueroso. Además, ella y su amiguita elfa Lynne han intentado acabar conmigo. Me la van a pagar.
fr: Si l'idée c'est de frapper la Confrérie Universelle, je suis de la partie. Cette cinglée vient d'admettre qu'elle a fait tuer mon ami Sam et un tas de gens innocents pour pouvoir ressusciter sa mère en un seul morceau. C'est vraiment n'importe quoi. En plus, elle vient d'essayer de m'avoir, avec Lynne, sa copine l'elfe. Elles vont me le payer.
it: Se stai andando alla Fratellanza Universale, vengo anch'io. Quella psicopatica ha appena ammesso di aver fatto uccidere il mio amico Sam e un mucchio di altra gente innocente per ridare la vita al cadavere di sua madre. È completamente fuori di testa. E in più, lei e la sua amichetta Elfo Lynne hanno appena cercato di rivoltarmi i microchip. La pagheranno molto cara.
ru: Если ты соберешься потрошить Братство, я пойду с тобой. Эта психопатка только что призналась, что приказала убить Сэма и еще кучу людей только для того, чтобы собрать по частям свою покойницу-мать. У нее не все дома. Кроме того, она и ее подружка Линн косо на меня смотрели. Придется их проучить.

source: Ignore Armor
de: Panzerung ignorieren
es: Ignorar armadura
fr: Ignore l'Armure
it: Ignora l'armatura
ru: Игнорирование брони

source: Immensely. Toward anyone who walks through that door, be they employee or patron. Unless they mean ill will, of course.
de: Sehr. Mir liegt die Sicherheit eines jeden am Herzen, der durch diese Tür schreitet, egal ob Mitarbeiter oder Gast. Es sei denn, dieser Jemand hat böse Absichten.
es: Inmensamente. A cualquiera que atraviese esa puerta, sea empleado o cliente. A menos que tengan malas intenciones, claro.
fr: Tout à fait. Je me dois de l'être, pour tous ceux qui passent cette porte, qu'ils soient employés ou clients. Sauf s'ils cherchent des noises, bien sûr.
it: Decisamente. Nei confronti di chiunque varchi quella soglia, che siano dipendenti o clienti abituali. A meno che non abbiano cattive intenzioni, ovviamente.
ru: Более чем, и не только к завсегдатаям. Я защищаю всех, кто проходит через эту дверь, и гостей, и друзей мадам Куботы.

source: In a way, it’s worse. It’s a series of conspiracies, conflicting agendas, and petty jealousies, all building upon, feeding upon, and excreting into an unending web of drek that people wade through every day and call it Life. If there was one Dark Lord controlling everything and we could drive a magic sword through his heart to free the world, that would be grand. Such clarity! Such focus! Alas!
de: Eigentlich ist es sogar schlimmer. Es sind eine Reihe von Verschwörungen, verschiedene Anliegen und unwichtige Eifersüchteleien, die aufeinander aufbauen, sich einander Stoff liefern und ein unendliches Netz aus Drek ausscheiden, durch das die Leute jeden Tag waten müssen – und es Leben nennen. Wenn es einen finsteren Herrscher gäbe, der alles kontrollieren würde, dann könnte man ein magisches Schwert durch sein Herz treiben, um die Welt von dieser Geißel zu befreien. Das wäre wunderbar. Solch eine Klarheit! Solch ein Fokus! Ach!
es: En cierto modo, es peor. Es una serie de conspiraciones, planes enfrentados y celos insignificantes, todos acumulándose, alimentándose y defecando en una interminable red de basura que la gente atraviesa cada día y a la que llaman Vida. Si hubiera un señor oscuro controlándolo todo y pudiéramos atravesar su corazón con una espada mágica para liberar al mundo, sería magnífico. ¡Tanta transparencia! ¡Qué enfoque! ¡Qué pena!
fr: D'une certaine manière, c'est pire. C'est une série de complots, d'objectifs contradictoires et de minables jalousies qui s'entremêlent, se nourrissent mutuellement et accouchent d'un tissu de merde infini dans lequel les gens naviguent tous les jours et qu'ils appellent la Vie. S'il n'y avait qu'un Seigneur des ténèbres qui contrôlait tout ça et qu'on pouvait lui percer le cœur avec une épée pour libérer le monde, ce serait pratique. Quelle démonstration ! Quelle concentration ! Hélas !
it: In un certo senso, è peggio. È una serie di complotti, di obiettivi in conflitto e dissapori meschini, che crescono, si nutrono e infine alimentano quell'infinito mare di merda in cui la gente naviga e che si ostina a chiamare vita. Sarebbe grandioso se dietro a tutto questo ci fosse un unico Signore del male e noi potessimo salvare il mondo trafiggendogli il cuore con una spada magica. Una soluzione chiara! Un soluzione semplice! Ahimè!
ru: В каком-то смысле все еще хуже. Это целая паутина заговоров, противоречащих интересов и попыток свести между собой счеты, которая в три слоя опутала мир... А люди вынуждены каждый день пробираться через это дерьмо и считают, что это и есть жизнь. Если бы миром правил один темный владыка, мы бы могли пронзить его сердце волшебным мечом и изменить все к лучшему. Это было бы приключение! Это был бы подвиг! Но увы!

source: In addition to Mr. Delilah, you may wish to speak to Van Graas. He is often stage-side. Van Graas is most often a “receiver of found articles” but he occasionally has work.
de: Abgesehen von Mr. Delilah möchtest du vielleicht noch mit Van Graas sprechen. Er steht meistens an der Bühne. Van Graas ist in der Regel ein „Käufer gefundener Gegenstände“, aber hin und wieder hat er auch Jobs anzubieten.
es: Además de hablar con el Sr. Delilah, quizás también te interese hablar con Van Graas. Suele estar junto al escenario. Van Graas es más bien un "receptor de artículos encontrados" pero en ocasiones tiene trabajo.
fr: Outre M. Delilah, vous devriez peut-être parler à Van Graas. Il traîne souvent par ici. Van Graas est surtout un « récepteur d'objets trouvés », mais il a du travail de temps en temps.
it: Oltre al signor Delilah, forse potresti parlare con Van Graas. Spesso è in mezzo agli affari. Van Graas di solito "riceve merce trovata" ma a volte ha anche del lavoro.
ru: Кроме Далилы тебе следует поговорить с Ван Граасом. Они часто ведут дела вместе, хотя Ван Граас предпочитает скупать и продавать информацию. Но у него тоже иногда бывает работа.

source: In addition to the Aegis-loaded launchers we will provide, I am authorized to outfit you with anything from weapons to supplies to clothing.
de: Zusätzlich zu der Aegis-Waffe, die wir zur Verfügung stellen werden, wurde ich autorisiert, Sie mit allem auszustatten, was Sie benötigen: Waffen, Vorräte, Kleidung.
es: Además de los lanzadores cargados con Aegis que te proporcionaremos, estoy autorizado para equiparte con todo lo que necesites, desde armas, hasta suministros y ropa.
fr: Outre les projecteurs chargés de bactéries Aegis que nous vous fournirons, j'ai reçu l'autorisation de vous équiper avec les armes, les fournitures et les tenues de votre choix.
it: Oltre ai lanciarazzi caricati con l'Aegis che ti verranno forniti, sono autorizzato a equipaggiarti con qualsiasi altra cosa ti serva, armi, rifornimenti, vestiti.
ru: Мне было поручено снабдить экспедицию всем необходимым помимо прототипов ''Эгиды'': оружием, боеприпасами, экипировкой.

source: In contrast to the noise and energy of the crowd outside, the lobby of the Universal Brotherhood is sedate... tranquil... acquiescent. The low music piped through the room is something from a day spa mixed with a planetarium sky show, allowing listeners to achieve maximum relaxation while reaching for the stars. Brothers and Sisters from every race and every branch of meta-humanity mill about with blissful smiles and shining eyes, greeting each other with head nods, palm touches, and murmured blessings. The woman at the front desk offers you a welcoming smile as you enter, her hand automatically moving to her stack of religious literature.
de: Im Vergleich zu dem Lärm und der Energie der Menge auf der Straße scheint das Foyer der Universellen Bruderschaft ein Hort der Ruhe zu sein. Die sanfte Musik, die durch den Saal hallt, wirkt wie eine Mischung aus der Beschallung eines Wellness-Hotels und eines Planetariums – so können die Hörer bei maximaler Entspannung nach den Sternen greifen. Brüder und Schwestern von jeder Rasse und jedem Zweig der Metamenschheit laufen mit einem glückseligen Lächeln und leuchtenden Augen umher und grüßen einander mit einem Nicken, einer Berührung der Hände und gemurmelten Segenssprüchen. Die Frau an der Rezeption schenkt dir ein warmes Lächeln, als du das Foyer betrittst und ihre Hand fährt wie selbstverständlich zu einem Stapel religiöser Literatur.
es: En comparación con el ruido y la energía de la multitud de fuera, el vestíbulo de la Hermandad Universal está sedado... tranquilo... aquiescente. La música suave que se escucha por la sala recuerda a un balneario de día combinado con el espectáculo de un planetario, de manera que quien la escucha puede relajarse al máximo mientras trata de alcanzar las estrellas. Hermanos y Hermanas de cualquier raza y cualquier rama de la metahumanidad se arremolinan con una sonrisa dichosa y la mirada brillante, saludándose unos a otros con la cabeza, las palmas de las manos y murmullos de bendiciones. La mujer de la entrada te recibe con una sonrisa de bienvenida, y automáticamente gira la cabeza hacia su montón de literatura religiosa.
fr: Le bruit et l'énergie de la foule dehors contrastent avec le hall de la Confrérie Universelle, si calme... Tranquille... Soumis. La faible musique provenant de la pièce fait penser à une journée au spa mélangée à un spectacle du planétarium, permettant à ceux qui écoutent d'atteindre une relaxation maximum. Les frères et les sœurs de chaque race et de chaque branche de méta-humanité errent avec des sourires béats et des yeux pétillants, se saluant en hochant la tête, se touchant les paumes, et murmurant des bénédictions. La femme à la réception vous accueille avec un large sourire, sa main se dirigeant automatiquement sur la pile de brochures religieuses.
it: In contrasto con il brusio e la vitalità della strada affollata, nell'atrio della Fratellanza Universale regna la calma... la tranquillità... la passività. La lieve melodia filodiffusa nella stanza ricorda la musica di sottofondo di una spa e quella di uno spettacolo al planetario, inducendo uno stato sognante ed estremamente rilassante. Fratelli e Sorelle di ogni razza e ramo della metaumanità si aggirano con occhi scintillanti e sorrisi beati, salutandosi a mani giunte, con un lieve inchino e sussurrando benedizioni. La donna alla reception ti accoglie con un sorriso benevolo, mentre, con un gesto meccanico, sta per estrarre una pila di opuscoli religiosi.
ru: После шумной и возбужденной толпы вокруг здания спокойствие и безмятежность внутри вестибюля Всеобщего братства просто поражают. Негромкая музыка, доносящаяся из скрытых динамиков, скорее подошла бы спа-курорту, чем религиозной общине. Потолок украшают планеты и звезды. Это позволяет посетителям расслабиться и в то же время устремиться мыслями к вечности. Братья и сестры самых разных рас блаженно улыбаются и трогательно кивают друг другу при встрече. Похоже, традиционным приветствием для них является рукопожатие и благословение, произнесенное едва слышным голосом. Женщина за стойкой поворачивается к тебе, дарит ослепительную улыбку и протягивает руку к стопке религиозных брошюр.

source: In fact, I believe the Ripper may be standing right in front of me.
de: Ich fürchte gar, ich habe den Ripper hier direkt vor mir.
es: De hecho, creo que el Depredador está justo delante de mí.
fr: En fait, je crois même que l'éventreur pourrait bien se tenir juste en face de moi.
it: A dire il vero, penso che lo Squartatore potrebbe essere proprio in piedi davanti a me.
ru: Скажу больше. Потрошитель стоит прямо передо мной и бросает обвинения мне в лицо.

source: In my experience, it's never a milk run.
de: Meiner Erfahrung nach ist es nie ein Kinderspiel.
es: Según mi experiencia, nunca es un paseo.
fr: D'après mon expérience, c'est jamais du gâteau.
it: Per esperienza, non è mai un gioco da ragazzi.
ru: Простых поручений не бывает.

source: In my own way. Why do you ask?
de: Auf meine eigene Art. Warum fragst du?
es: En cierto modo. ¿Por qué lo preguntas?
fr: D'une certaine manière. Pourquoi posez-vous la question ?
it: A modo mio. Perché me lo chiedi?
ru: В каком-то смысле да. А что?

source: In order to become part of a larger family, we must first know ourselves. You need to hear our message in solitude so that your mind can be clear from distraction and the shackles of this heartbreakingly oppressive world.
de: Um Teil einer größeren Familie werden zu können, müssen wir zuerst uns selbst kennenlernen. Du musst unserer Nachricht allein lauschen, damit dein Geist frei sein kann von Ablenkung und den Fesseln dieser herzzerreißenden, bedrückenden Welt.
es: Para convertirnos en parte de una familia mayor, antes debemos conocernos. Tienes que escuchar nuestro mensaje en solitario, para que tu mente pueda estar libre de distracciones y de las cadenas de este desolador mundo opresivo.
fr: Pour entrer dans une famille plus large, il nous faut d'abord nous trouver nous-même. Vous devez entendre notre message dans la solitude de manière à ce que votre esprit soit libéré des distractions et des prisons de ce monde terriblement oppressant.
it: Per entrare a far parte di una famiglia più grande, dobbiamo prima conoscere noi stessi. È necessario che ascolti il nostro messaggio in solitudine, con la mente libera da distrazioni e dalle catene di questo mondo struggente e oppressivo.
ru: Перед тем, как вступить в семью, нужно очистить разум от искушений и познать себя. Одиночество поможет тебе сосредоточиться и сбросить оковы земной юдоли.

source: In order to destroy one of the bugs, it must first be damaged using conventional weapons or magic until the spirit is released from the host body. Then the insect spirit must be shot with the Project Aegis prototype launcher to destroy it.
de: Um eins der Insekten zu zerstören, muss dieses zuerst mit gewöhnlichen Waffen oder Magie beschädigt werden, bis der Geist aus dem Wirtskörper entweicht. Dann muss der Insektengeist mit der Aegis-Waffe beschossen werden, um ihn zu zerstören.
es: Para poder destruir uno de los bichos, primero hay que debilitarlo utilizando armas convencionales o magia hasta que el espíritu se separe del cuerpo anfitrión. A continuación, hay que disparar contra el espíritu con el prototipo de lanzador del Proyecto Aegis para destruirlo.
fr: Pour détruire un insecte, il faut tout d'abord blesser le corps de l'hôte à l'aide d'armes conventionnelles ou magiques, jusqu'à ce que l'esprit s'en dégage. Ensuite, pour détruire l'esprit insecte, il faut lui tirer dessus avec le prototype de lanceur du projet Aegis.
it: Per distruggere uno degli insetti, è fondamentale prima danneggiarlo usando armi convenzionali o magia finché lo spirito sia costretto a uscire dal corpo del Ricevente. In seguito, l'insetto deve essere colpito con il prototipo di lanciarazzi del Progetto Aegis per essere distrutto.
ru: Чтобы убить жука, его тело следует сильно повредить с помощью обычного оружия или магии. После этого дух покинет искалеченное тело. Когда это случится, его можно будет поразить с помощью капсулы, содержащей культуру ''Эгиды'', что приведет к его окончательному уничтожению.

source: In return, I’ll take you to the place Sam was murdered. It’s not safe to hit these streets alone at night, trust me. {{GM}}Jake eyes you up and down.{{/GM}} ...And maybe I’ll throw in some decent supplies while we’re at it.
de: Im Gegenzug bringe ich dich zu der Stelle, an der Sam ermordet wurde. Es ist schließlich nicht sicher, des Nachts allein unterwegs zu sein. {{GM}}Jake mustert dich ausführlich.{{/GM}} ... Und als Bonus schenke ich dir noch etwas brauchbare Ausrüstung.
es: A cambio, te llevaré al lugar en el que Sam fue asesinado. No es seguro pasar por esas calles solo por la noche, créeme. {{GM}}Jake te mira de arriba a abajo.{{/GM}} ...Y quizás me haga con algunos suministros decentes mientras estamos allí.
fr: En échange, je vous amène là où Sam a été tué. Ce n'est pas très sûr de se balader dehors la nuit, faites-moi confiance. {{GM}}Jake vous scrute des pieds à la tête.{{/GM}} ... Et peut-être même que je vais vous filer un peu de matos, tant qu'on y est.
it: In cambio, ti mostrerò il posto dove Sam è stato ucciso. Non è prudente girare soli di notte per queste strade, credimi. {{GM}}Jake ti squadra da cima a fondo.{{/GM}}... E visto che ci siamo, rimedierò dell'equipaggiamento decente.
ru: Взамен я отведу тебя к месту гибели Сэма. Поверь мне, после заката лучше не броить по этим улицам в одиночестве. {{GM}}Джейк оглядывает тебя с ног до головы.{{/GM}} ...Кроме того, я помогу тебе решить проблему со снаряжением.

source: In shadowrunner circles, the term "doctor" is often used quite liberally to describe any sawbones with a needle and thread. But in the case of the Union's resident medical expert, nothing could be further from the truth. The safe house boasts a fully-equipped medical suite, complete with shamanic fetishes. This is Sixth World medicine of the highest caliber.
de: Unter Shadowrunnern beschreibt der Begriff „Doktor“ oft alle möglichen Knochensäger, die gerade so mit Nadel und Faden umgehen können. Doch die medizinische Sachverständige der Union könnte nicht weniger mit diesen üblichen Gestalten gemein haben. Der Unterschlupf bietet eine vollständig ausgerüstete medizinische Einrichtung, inklusive schamanistischer Fetische. Das Beste, was die Medizin der Sechsten Welt zu bieten hat.
es: En los círculos de shadowrunners, el término "doctor" se suele usar de forma bastante laxa para describir a cualquier matasanos que tenga aguja e hijo. Pero este no es el caso de la experta médica residente del Unión. El piso franco cuenta con una unidad médica totalmente equipada, que tiene hasta talismanes chamánicos. Se trata de alto nivel medicina del Sexto Mundo.
fr: Dans les cercles de shadowrunners, le terme "docteur" est librement utilisé pour décrire toute personne possédant un fil et une aiguille. Mais si on se place du côté des experts médicaux de l'Union, rien ne pourrait être plus éloigné de la vérité. Cet endroit sûr se vante de posséder des installations médicales entièrement équipées, y compris avec des fétiches de chaman. C'est la médecine de haut niveau du Sixième Monde.
it: Tra gli Shadowrunner il termine "dottore" è usato per descrivere qualunque dottoruncolo che sappia tenere in mano ago e filo. Questo però non è affatto il caso del medico interno dell'Union. Il nascondiglio segreto vanta un'area medica interamente attrezzata, completa di feticci sciamanici. Questa è l'avanguardia della medicina del Sesto Mondo.
ru: В Тенях "доктором" часто называют любого коновала, у которого есть иголка с ниткой. Медицинский специалист Союза сильно отличается от таких профессионалов в лучшую сторону. Укрытие оборудовано по последнему слову медицинской техники и снабжено впечатляющей коллекцией шаманских фетишей. Перед тобой одна из лучших больниц Шестого мира.

source: In that case... I can pay the runners upfront.
de: Wenn das so ist ... kann ich die Runner direkt bezahlen.
es: En ese caso... Puedo pagar a los runners por adelantado.
fr: Dans ce cas... Je peux payer les runners d'avance.
it: In quel caso... Posso pagare i Runner in anticipo.
ru: В таком случае... Я заплачу вперед.
