Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Breaking News: Telestrian CEO James Telestrian III to announce new Seattle research division, sources say - press conference tonight at 6:00 PST.
de: Sondermeldung: Telestrians CEO James Telestrian III wird laut vertraulichen Quellen eine neue Forschungsabteilung in Seattle ankündigen – Pressemitteilung heute Abend um 18:00 Uhr.
es: Noticia de última hora: James Telestrian III, presidente de Telestrian, va a anunciar la nueva división de investigación de Seattle, las fuentes informan de que la rueda de prensa será esta noche a las 06:00 h PST.
fr: Flash info : Selon nos sources, le PDG de Telestrian, James Telestrian III, va annoncer une nouvelle division de recherches à Seattle. Conférence de presse à 6h PST.
it: Notizia dell'ultima ora: L'amministratore delegato della Telestrian, James Telestrian III, annuncia un nuovo reparto di ricerca a Seattle. Conferenza stampa prevista per stasera alle 6:00 PST.
ru: Срочные новости: Исполнительный директор компании ''Телестриан Индастриз'' Джеймс Телестриан Третий объявил о создании нового исследовательского отдела на территории Сиэтла. Пресс-конференция состоится сегодня в 6:00 по Тихоокеанскому времени.

source: BrickWall
de: Backsteinmauer
it: MuroDiMattoni
ru: Кирпич

source: Brother Christopher
de: Bruder Christopher
es: Hermano Cristopher
fr: Frère Christopher
it: Fratello Christopher
ru: Брат Кристофер

source: Brother Mike
de: Bruder Mike
es: Hermano Mike
fr: Frère Mike
it: Fratello Mike
ru: Брат Майк

source: Brother Shane
de: Bruder Shane
es: Hermano Shane
fr: Frère Shane
it: Fratello Shane
ru: Брат Шин

source: Brotherhood Follower
de: Anhänger der Bruderschaft
es: Seguidor de la Hermandad
fr: Disciple de la Confrérie
it: Seguace della Fratellanza
ru: Последователь Братства

source: Brotherhood Guard
de: Bruderschaft-Wache
es: Guardia de la Hermandad
fr: Garde de la Confrérie
it: Guardia della Fratellanza
ru: Охранник Братства

source: Brotherhood Gunner
de: Bruderschaft-Schütze
es: Artillero de la Hermandad
fr: Artilleur de la Confrérie
it: Mitragliere della Fratellanza
ru: Стрелок Братства

source: Brotherhood Mage
de: Bruderschaftsmagier
es: Mago de la hermandad
fr: Mage de la confrérie
it: Mago della Fratellanza
ru: Маг Братства

source: Buff Fist
de: Buff-Faust
es: Puñetazo violento
fr: Poing Revigorant
it: Pugno muscoloso
ru: Могучий кулак

source: Bug Bomb
de: Käferbombe
es: Bomba bicho
fr: Bombe insecte
it: Bomba al veleno
ru: Жучиная бомба

source: Bugs. Giant fragging bugs.
de: Insekten. Riesige, verfraggte Insekten.
es: Bichos. Unos jodidos bichos gigantes.
fr: Des insectes. Des putain d'insectes géants.
it: Insetti. Giganteschi, dannatissimi insetti.
ru: Это были жуки. Огромные гребаные жуки.

source: Business, huh? Is she a shaman? With a name like "Coyote"...
de: Geschäftlich, was? Ist sie eine Schamanin? Bei einem Namen wie „Coyote“ ...
es: Negocios, ¿eh? ¿Es una chamán? Con un nombre como "Coyote"...
fr: En voyage d'affaires, hein ? C'est une chamane ? Avec un nom comme "Coyote"...
it: Lavoro, eh? È una Sciamana? Con un nome come "Coyote"...
ru: Дела, а? Она шаман? Если ее называют "Койот"...

source: Business.
de: Es ist etwas Geschäftliches.
es: Negocios.
it: Affari.
ru: По делу.

source: Business. Dusting you is going to get me paid.
de: Geschäft ist Geschäft. Ich mach dich fertig und krieg meine Kohle.
es: Mis asuntos. Hacerte picadillo es lo que pagará mis facturas.
fr: Les affaires. Je serai payé si je te réduis en poussière.
it: Gli affari sono affari. Mi pagano per dare una lezione a quelli come te.
ru: Ничего личного, это бизнес. Мне хорошо за тебя заплатят.

source: Busy right now, $(l.name). Talk to Aguirre.
de: Ich bin beschäftigt, $(l.name). Rede mit Aguirre.
es: Ahora tengo cosas que hacer, $(l.name). Habla con Aguirre.
fr: Je suis occupé pour le moment, $(l.name). Parlez-en à Aguirre.
it: Non posso adesso, $(l.name). Parla con Aguirre.
ru: Я занят, $(l.name). Поговори с Агирре.

source: Busy!
de: Beschäftigt!
es: ¡Ocupado!
fr: Occupé !
it: Ho da fare!
ru: Не жалуются!

source: But I can't do it alone.
de: Aber ich kann es nicht allein tun.
es: Pero no puedo hacerlo sola.
fr: Mais je ne peux pas y arriver seule.
it: Ma non posso riuscirci senza un aiuto.
ru: Но сама я не справлюсь.

source: But I'm afraid his spirit is too disoriented by his recent journey to answer me.
de: Aber ich fürchte, sein Geist ist noch zu verwirrt von seiner Reise, um mir zu antworten.
es: Pero me temo que su espíritu está demasiado confuso por su reciente viaje para responderme.
fr: Mais j'ai peur que son esprit soit trop désorienté par son récent voyage pour me répondre.
it: Ma temo che il suo spirito sia rimasto troppo disorientato dall'ultimo viaggio perché potesse rispondermi.
ru: Но похоже, его дух слишком потрясен случившимся и еще не оправился от перехода в иной мир. Он не отвечает мне.

source: But I'm glad you're here. Truly, I am. You've helped me more than you can know. Further opened my already wide eyes.
de: Aber ich bin froh, dass du hier bist. Wirklich. Du hast mir mehr geholfen, als du ahnst. Meine Augen noch ein Stück weiter geöffnet.
es: Pero me alegro de que estés aquí. En serio. Me has ayudado más de lo que puedas imaginar. Me has abierto aún más los ojos.
fr: Mais je suis heureuse que vous soyez ici. Vraiment, je le suis. Vous m'avez aidée plus que vous ne pouvez l'imaginer. Vous m'avez aidé à ouvrir les yeux encore plus grand.
it: Ma sono felice che tu sia qui. Davvero. Mi hai aiutata più di quanto tu possa sapere. Inoltre hai aperto i miei occhi già sgranati.
ru: Но я рада, что ты здесь. Действительно рада. Твоя помощь оказалась просто неоценимой. Открыла мои и без того широко раскрытые глаза.

source: But I'm still feeling quite drained. I'll need to rest before I can try anything so involved.
de: Ich fühle mich immer noch sehr ausgelaugt. Ich muss mich ausruhen, bevor ich etwas derart Kompliziertes versuchen kann.
es: Pero aún estoy sin fuerzas. Tendré que descansar antes de poder lanzarme a algo tan comprometido.
fr: Mais je m'en sens encore incapable à cause de la fatigue. Je dois me reposer avant d'essayer quelque chose d'aussi complexe.
it: Ma non sono abbastanza in forze. Devo riposare prima di tentare qualcosa di così impegnativo.
ru: Но я еле держусь на ногах. Мне нужно отдохнуть, прежде чем я решусь сотворить подобное заклинание.

source: But I... All right. {{GM}}She hands it back.{{/GM}}
de: Aber ich ... also gut. {{GM}}Sie gibt es zurück.{{/GM}}
es: Pero yo... Bueno. {{GM}}Te la devuelve.{{/GM}}
fr: Mais je... Très bien. {{GM}}Elle vous la redonne.{{/GM}}
it: Ma io... Ok. {{GM}}Te la rende.{{/GM}}
ru: Но я... Да, конечно. {{GM}}Она возвращает тебе фотографию.{{/GM}}

source: But Stevie's not here right now. You are. {{GM}}Attack him.{{/GM}}
de: Aber Stevie ist gerade nicht hier. Du hingegen schon. {{GM}}Greif ihn an.{{/GM}}
es: Pero ahora Stevie no está aquí. Y tú sí. {{GM}}Atácalo.{{/GM}}
fr: Mais Stevie n'est pas ici, en ce moment. Vous l'êtes. {{GM}}L'attaquer.{{/GM}}
it: Ma Stevie non è qui adesso. Tu sì. {{GM}}Attaccalo.{{/GM}}
ru: Но Стиви сейчас наверху. А ты прямо передо мной. {{GM}}Атаковать.{{/GM}}

source: But before I go, you should know that I'm reinterring my mother's body tomorrow, and I'm arranging to have Sam buried with her. The funeral is tomorrow at Our Lady of the Blessed Sacrament. Seven o’clock. You're more than welcome to attend.
de: Doch bevor ich gehe, solltest du wissen, dass ich meine Mutter morgen umbetten lasse und ich werde veranlassen, dass Sam mit ihr begraben wird. Die Beerdigung ist morgen um 19 Uhr auf dem Friedhof der Kirche „Our Lady of the Blessed Sacrament“. Du bist herzlich eingeladen.
es: Antes de irme, debes saber que mañana voy a volver a enterrar el cuerpo de mi madre y que lo estoy preparando todo para enterrar a Sam con ella. El funeral es mañana en Nuestra Señora del Sagrado Sacramento. A las siete en punto. Me gustaría verte.
fr: Mais avant que je m'en aille, sachez que je vais faire exhumer le corps de ma mère demain et que je vais faire enterrer Sam avec elle. Les funérailles auront lieu demain à l'église Notre-Dame du Saint Sacrement. À sept heures. Vous êtes le bienvenu.
it: Ma prima, devi sapere che domani farò seppellire nuovamente il corpo di mia madre e che farò mettere Sam vicino a lei. Il funerale è domani a Nostra Signora del Santo Sacramento. Alle sette. Vieni pure, se vuoi.
ru: Но прежде чем я уйду, я должна сказать еще кое-что. Завтра состоится повторное захоронение моей матери. Я распоряжусь, чтобы Сэма похоронили рядом с ней. Церемония состоится завтра на кладбище Пресвятой Владычицы нашей Богородицы в семь часов. Я буду рада, если туда придет еще кто-нибудь.

source: But enough of my doom-saying. You must have better things to do. Is there any way I can help?
de: Aber genug von meiner Schwarzmalerei. Du hast sicher Besseres zu tun. Kann ich dir irgendwie helfen?
es: Pero basta de profecías apocalípticas. Tendrás mejores cosas que hacer. ¿Puedo ayudar de alguna forma?
fr: Mais assez de mes prophéties de malheur. Vous devez avoir de meilleures choses à faire. Puis-je vous aider en quoi que ce soit ?
it: Ma basta con le elucubrazioni. Probabilmente hai di meglio da fare. Posso fare qualcosa per te?
ru: Но довольно мрачных пророчеств. Полагаю, ты здесь по делу. Чем я могу тебе помочь?

source: But in the meantime, you might take some portion of the sample to pursue a more... conventional avenue of attack.
de: Bis dahin könntest du einen Teil der Probe an dich nehmen und dem Täter mit etwas ... konventionelleren Methoden auf die Spur kommen.
es: Pero mientras tanto, podrías usar una parte de la mezcla para tratar de lograr una... forma de ataque más convencional.
fr: Mais en attendant, vous voudrez peut-être une portion de l'échantillon pour avoir un... angle d'attaque plus conventionnel ?
it: Ma nel frattempo, dovete prendere una parte del campione per poter agire in un modo più... convenzionale.
ru: Но я думаю, тебе стоит взять образец крови и попытаться найти убийцу более... традиционным способом.

source: But my brother's spirit may not be alone here this night. {{GM}}She closes her eyes and concentrates, droning a low chant you can barely hear.{{/GM}}
de: Aber der Geist meines Bruders ist womöglich nicht allein hier. {{GM}}Sie schließt ihre Augen und versinkt in tiefe Konzentration. Sie lässt ihre Stimme in einem leisen, kaum hörbaren Singsang ertönen.{{/GM}}
es: Pero el espíritu de mi hermano podría no estar solo aquí, esta noche. {{GM}}Cierra los ojos y se concentra, cantando en voz tan baja que apenas puedes escucharla.{{/GM}}
fr: Mais l'esprit de mon frère n'est peut-être pas seul ici cette nuit. {{GM}}Elle ferme les yeux et se concentre pour marmonner un chant que vous pouvez à peine entendre.{{/GM}}
it: Ma stanotte lo spirito di mio fratello potrebbe non essere qui da solo. {{GM}}Chiude gli occhi e si concentra intonando una cantilena che a malapena riesci a sentire.{{/GM}}
ru: Быть может, дух моего брата пребывает не в одиночестве. {{GM}}Она закрывает глаза и впадает в транс. До тебя доносится ее гортанный напев, монотонный и едва слышный.{{/GM}}

source: But not tempted enough? {{GM}}She laughs.{{/GM}} Tell me, omae - what is it you're looking for?
de: Aber nicht versucht genug? {{GM}}Sie lacht.{{/GM}} Sag mir, omae – womit kann ich dienen?
es: ¿No lo suficiente? {{GM}}Se ríe.{{/GM}} Dime, omae; ¿qué buscas?
fr: Mais pas suffisamment tenté ? {{GM}}Elle éclate de rire.{{/GM}} Dites-moi, omae, qu'est-ce que vous cherchez ?
it: Quasi? Non abbastanza? {{GM}}Ride.{{/GM}} Dimmi, omae. Che stai cercando?
ru: Так почему бы и не спросить? {{GM}}Она смеется.{{/GM}} Скажи мне, омае - чего ты хочешь на самом деле?

source: But she turned a blind eye to what Sam was becoming, refused to acknowledge his downward slide. I couldn’t watch her do it anymore and so I moved out.
de: Doch sie verschloss stets die Augen davor, in was Sam sich verwandelte. Sie weigerte sich zu bemerken, wie er immer mehr ins Abseits geriet. Ich konnte ihr nicht dabei zusehen, also zog ich aus.
es: Pero no quiso ver en lo que se estaba convirtiendo Sam, se negó a reconocer su caída en picado. No podía seguir viendo cómo lo hacía y me marché.
fr: Mais elle a fermé les yeux sur le comportement de Sam. Elle refusait de voir qu'il était sur une pente dangereuse. Je ne pouvais plus accepter ça, alors j'ai déménagé.
it: Ma lei ha chiuso un occhio su quello che Sam stava diventando, sulla sua ripida discesa. Io non sono più riuscita a sopportarlo e perciò me ne sono andata.
ru: Но она не хотела видеть, во что превращается Сэм. Она закрывала глаза на его темную сторону. Я не могла больше на это смотреть, поэтому я переехала в другой город.

source: But she was the common link, wasn't she? She was the organ donor to all his victims.
de: Aber ist sie nicht das, was alles verbindet? Sie hat allen Opfern Organe gespendet.
es: Pero ella era el vínculo común, ¿no es cierto? Era la donante de los órganos de todas sus víctimas.
fr: Mais elle est le lien commun, n'est-ce pas ? C'était la donneuse d'organe de toutes ses victimes.
it: Ma lei era l'anello di congiunzione, vero? Lei era il donatore di tutte le vittime.
ru: Но она была связующим звеном, не так ли? Она была донором, чьи органы пересадили всем жертвам.

source: But that's where I come in. David, if you can get me that code sequence I’m pretty sure we can track it’s owner down via a Matrix run.
de: Und an dieser Stelle komme ich ins Spiel. David, wenn du mir diese Code-Sequenz verschaffen kannst, bin ich mir ziemlich sicher, dass wir ihren Besitzer über einen Matrix-Run aufspüren können.
es: Pero ahí es donde yo entro en escena. David, si puedes conseguirme esa secuencia, creo que podré localizar al propietario a través de un run en la Matriz.
fr: Mais c'est là où j'interviens. David, si tu peux m'avoir la séquence, je suis sûr que l'on peut retrouver son propriétaire via un run dans la Matrice.
it: Ma è proprio lì che voglio arrivare. David, se riesci a trovarmi la sequenza del codice sono abbastanza sicuro che, con una missione nella Matrice, possiamo rintracciarne il proprietario.
ru: А это уже моя забота. Дэвид, если ты сделаешь анализ, я смогу сравнить его с базами данных, которые хранятся в Матрице.

source: But the number I think you want is the number of patients who died on my table. And that number is six.
de: Doch ich vermute, was du wissen willst, ist die Anzahl der Patienten, die auf meinem Operationstisch gestorben sind. Die Antwort lautet sechs.
es: Pero la cifra que creo que quieres saber es la de cuántos pacientes han muerto en mi camilla. Y esa cifra es seis.
fr: Mais je présume que ce qui vous intéresse, c'est de savoir combien sont morts sur ma table d'opération. Six personnes exactement.
it: Ma immagino che il numero che stai cercando è quello dei pazienti morti sul mio tavolo. E quel numero è sei.
ru: Полагаю, тебя интересует количество пациентов, скончавшихся на моем операционном столе. Их было шестеро.

source: But the real mess didn't begin until the party crashed into the yard of an old industrial plant out on Union Hill Road. They woke some sort of toxic spirit, which then began running amok, causing easily as much damage as the initial battle.
de: Doch so richtig übel wurde es erst, als sie in den Hinterhof einer alten Industrieanlage an der Union Hill Road gestolpert sind. Sie haben irgendeine Art Giftgeist erweckt, der dann prompt Amok gelaufen ist und den von den Gangs verursachten Schaden mühelos noch einmal verdoppelt hat.
es: Pero el auténtico lío no empezó hasta que el grupo irrumpió en el patio de una vieja planta industrial, en la carretera de Union Hill. Despertaron a una especie de espíritu tóxico que se volvió loco, causando probablemente tanto daño como el combate inicial.
fr: Mais les vrais problèmes ont commencé lorsque tout ce petit monde a déboulé dans la cour d'une vieille usine sur Union Hill Road. Ils ont réveillé un genre d'esprit toxique qui a commencé à semer la pagaille. Il a causé au moins autant de dégâts que la bataille initiale.
it: Ma il vero disastro è iniziato quando il gruppo è entrato nel cortile di un vecchio stabilimento industriale sulla Union Hill Road. Hanno svegliato una sorta di spirito tossico, che poi ha iniziato a dare di matto, causando ancora più danni della battaglia iniziale.
ru: Но настоящий кошмар начался после того, как эти болваны устроили разборку на территории старого завода на Юнион-Хилл-Роуд. Там проснулся токсичный дух, который рассвирепел и прикончил их, а потом пошел крушить все вокруг. Вреда он нанес гораздо больше, чем обе банды вместе взятые.

source: But the reality is that I grew up knowing this is what I would do with my life. My parents were both shadowrunners, and very successful ones at that. So successful that they retired in a very large house and raised a litter of kids who grew up hearing the impossible tales of their parents' younger years.
de: Aber die Wahrheit ist, dass ich schon als kleines Kind wusste, dass ich dies einmal machen würde. Meine Eltern waren beide Shadowrunner, und noch dazu sehr erfolgreich. So erfolgreich, dass sie es sich leisten konnten, sich zur Ruhe zu setzen, ein großes Haus zu kaufen und eine Schar Kinder aufzuziehen, denen sie die unglaublichen Geschichten aus ihrem früheren Leben erzählten.
es: Pero lo cierto es que crecí sabiendo que esto es lo que quería hacer con mi vida. Mis padres eran shadowrunners, y muy buenos. Tan buenos que se jubilaron en una casa muy grande y criaron a un montón de niños que crecieron escuchando los cuentos imposibles de la juventud de sus padres.
fr: Mais la vérité, c'est que j'ai toujours su que c'est ce que je voulais faire dans la vie. Mes parents étaient tous les deux shadowrunners, de très bon shadowrunners. Tellement bons qu'ils ont pu acheter une grande maison avant de prendre leur retraite pour y élever une flopée de gamins qui ont grandi en écoutant les histoires incroyables des jeunes années de leurs parents.
it: Ma la verità è che sono cresciuta sapendo che avrei fatto questo nella vita. I miei genitori erano entrambi Shadowrunner di successo. Talmente di successo che andarono a vivere in una casa enorme e crebbero una cucciolata di bambini, che ascoltavano rapiti i racconti incredibili della gioventù dei loro genitori.
ru: Увы, все гораздо проще и не так романтично. Я с детства знала, кем хочу стать и почему. Оба моих родителя были раннерами, преуспевающими и удачливыми. Настолько удачливыми, что смогли рано уйти на покой, купить большой дом и воспитать целый выводок детей, которые вместо сказок на ночь выслушивали рассказы о безумствах, которые их папа с мамой совершили в своей бурной юности.

source: But the spirits have something else in store for you. A different path. You must finish what you've begun. You must confront the first evil that fostered the one we have just ended.
de: Aber für dich haben die Geister etwas anderes geplant. Einen anderen Weg. Du musst das zu Ende führen, was du begonnen hast. Du musst dich dem ursprünglichen Bösen stellen, das dies hier hervorgebracht hatte.
es: Pero los espíritus te tienen algo reservado. Un camino diferente. Debes terminar lo que has empezado. Debes enfrentarte al mal primario que hizo surgir al que acabamos de exterminar.
fr: Mais les esprits ont quelque chose d'autre de prévu pour toi. Un chemin différent. Tu dois finir ce que nous avons commencé. Tu dois confronter le mal premier qui a engendré celui que nous avons combattu.
it: Gli spiriti hanno in serbo altro per te. Una strada diversa. Devi finire quello che hai iniziato. Devi confrontarti con l'essere malvagio che ha allevato quello che abbiamo appena fatto fuori.
ru: Но тебе духи пророчат иную судьбу. Другой путь. Тебе следует завершить начатое и бросить вызов злу, породившему то, что мы только что уничтожили.

source: But then I remember why I don't. I remember how many innocent lives Mrs. Kubota has saved by giving them place and purpose here at the Union. I remember seemingly useless wastes of flesh like Paco risking their lives to save the ones they love. I remember that some people are still willing to stand up against those who would seek to do harm to others.
de: Aber dann erinnere ich mich daran, warum ich das nicht tue. Ich erinnere mich daran, wie viele unschuldige Leben Mrs. Kubota gerettet hat, indem sie ihnen hier in der Union eine Heimat und einen Lebenszweck gegeben hat. Ich erinnere mich daran, wie selbst Hohlköpfe wie Paco ihr Leben aufs Spiel setzen, um Menschen zu retten, die ihnen am Herzen liegen. Ich erinnere mich daran, dass einige Leute immer noch willens sind, sich gegen die zu wehren, die anderen Schaden zufügen wollen.
es: Pero después recuerdo por qué no lo hago. Recuerdo cuántas vidas inocentes ha salvado la Sra. Kubota dándoles un lugar y un objetivo aquí, en el Unión. Recuerdo cómo masas de carne como Paco, aparentemente inservibles, arriesgaron su vida para salvar a sus seres queridos. Recuerdo que todavía hay gente dispuesta a levantarse contra quienes tratan de hacer daño a los demás.
fr: Puis je me ressaisis. Je me souviens de combien de vies Mme Kubota a sauvé en leur donnant une place et une raison d'être ici à l'Union. Je me souviens des gens autrefois inutiles et mauvais comme Paco risquant aujourd'hui leur vie pour en sauver d'autres. Je me souviens que certaines personnes se dressent contre celles qui veulent du mal à autrui.
it: Ma poi mi viene in mente la ragione per cui non lo faccio. Mi ricordo di quante vite innocenti la signora Kubota ha salvato, dando loro alloggio e un lavoro qui all'Union. Mi ricordo di rifiuti umani apparentemente inutili come Paco, che hanno rischiato la vita per salvare quelli che amano. Mi viene in mente che alcune persone sono ancora disposte a resistere contro coloro che cercano di fare del male agli altri.
ru: Но я ее не утратила. Я помню, скольких людей спасла миссис Кубота, когда приютила их здесь, в Союзе. Я помню, как безнадежные на первый взгляд подонки наподобие того же Пако рисковали жизнью, чтобы спасти тех, кого любят. Я помню, что в мире еще остались те, кто готов встать на пути убийц и злодеев.

source: But there is something else out there. Something not born of life, as other spirits are.
de: Aber da ist noch etwas Anderes. Etwas, dass nicht aus der Welt der Lebenden stammt, wie die Geister es tun.
es: Pero hay algo más ahí fuera. Algo que no ha nacido de la vida, como otros espíritus.
fr: Mais il y a quelque chose d'autre, là-bas. Quelque chose de non... vivant, comme les autres esprits.
it: Ma c'è anche dell'altro. Qualcosa di non ancora venuto alla luce, a differenza degli altri spiriti.
ru: Их беспокоит что-то еще. Что-то неживое, что-то отличное от них самих.

source: But there's no helping it now. I should just be grateful you were able to collect these items before those clods carted everything off.
de: Aber es gibt nichts, was wir dagegen tun könnten. Ich sollte dankbar sein, dass es dir gelungen ist, diese Gegenstände zu sammeln, bevor diese Idioten alles wegkarren.
es: Pero ahora no podemos hacer nada. Debería estar agradecida de que pudieras recoger estos objetos antes de que esos zoquetes se lo llevaran todo.
fr: Mais on ne peut rien y faire à présent. Je devrais m'estimer heureuse que vous ayez réussi à récupérer ces objets avant que ces poulets n'embarquent tout.
it: Ma ora non c'è niente da fare. Dovrei solo essere felice che tu abbia preso questi oggetti prima che quegl'idioti portassero via tutto.
ru: Но тут уже ничего не поделаешь. Хорошо, что тебе удалось собрать эти предметы до того, как эти болваны все затоптали или растащили.
