Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: So here's what we know. Our DNA evidence belongs to a dead man, whose death was never explained. He worked with chop shops... which fits with the LIVING guy that you've met.
de: Also, Folgendes wissen wir bis jetzt: Unsere DNA-Spur führt uns zu einem toten Mann, dessen Tod niemals geklärt wurde. Er hat als Ausschlachter gearbeitet ... was zu dem LEBENDEN Typen passt, den du getroffen hast.
es: Esto es lo que sabemos. Nuestra muestra de ADN pertenece a un hombre cuya muerte nunca se explicó. Trabajaba con desguaces... lo que encaja con el tipo VIVO que has conocido.
fr: Voici ce que nous savons. Notre preuve ADN appartient à un homme mort dont le décès n'a jamais été élucidé. Il travaillait dans la coupe... ce qui coïncide avec le type VIVANT que vous avez rencontré.
it: Ecco cosa sappiamo. Il nostro campione di DNA appartiene a un uomo morto per cause ancora ignote. Lavorava alle officine di riciclo organi... come il tizio VIVO che hai incontrato.
ru: Итак, что нам известно. Взятый на месте преступления образец ДНК принадлежит человеку, погибшему при загадочных обстоятельствах. Он работал в моргах и хирургических клиниках... А это подходит под описание ЖИВОГО парня, которого мы разыскиваем.

source: So how are things in the astral?
de: Wie sieht es in der Astralwelt aus?
es: ¿Y cómo van las cosas en el plano astral?
fr: Comment vont les choses dans le plan astral ?
it: Come funzionano le cose sul piano astrale?
ru: Как обстоят дела в мире духов?

source: So if you are bleeding out, one of those can get you back on your feet?
de: Das heißt, wenn du verblutest, macht dich so ein Teil wieder fit?
es: Entonces, si te estás desangrando, ¿con uno de estos puedes recuperarte?
fr: Donc, si on est blessé, un de ces trucs peut vous remettre sur pied ?
it: Quindi, se ti stai dissanguando, questo kit è in grado di rimetterti in sesto?
ru: То есть если человек истекает кровью, это поставит его на ноги?

source: So if you’re a registered citizen and all, what are you doing in the drek with the likes of us?
de: Wenn du also ein registrierter Bürger bist und alles, was tust du dann im Drek mit Leuten wie uns?
es: Entonces, si eres un ciudadano registrado y todo eso, ¿qué haces entre la mugre como el resto de nosotros?
fr: Alors si vous êtes citoyen à part entière, pourquoi vous êtes ici dans la merde avec les autres ?
it: Ma se sei un cittadino registrato e tutto il resto, che ci fai qui nella feccia, con gente come noi?
ru: Если ты зарегистрированный гражданин, что ты делаешь здесь? Ты на самом дне, ниже уже падать некуда.

source: So in order to stop an invasion of insects from another dimension, a dragon and an elf co-created a magical insecticide.
de: Das heißt, um eine Invasion durch Insekten aus einer anderen Dimension aufzuhalten, haben ein Drache und ein Elf zusammengearbeitet, um ein magisches Pestizid zu entwickeln.
es: Así que, para poder detener una invasión de insectos de otra dimensión, un dragón y un elfo crearon un insecticida mágico juntos.
fr: Si je comprends bien, pour stopper une invasion d'insectes venus d'une autre dimension, un dragon et un elfe se sont mis d'accord pour créer une sorte d'insecticide magique.
it: Quindi, per fermare un'invasione di insetti da un'altra dimensione, un Drago e un Elfo hanno creato un insetticida magico.
ru: Чтобы остановить нашествие жуков из другого мира, эльф и дракон объединились и создали магический инсектицид.

source: So it’s a massive conspiracy.
de: Also eine riesige Verschwörung?
es: De modo que es una gran conspiración.
fr: Donc c'est un complot ?
it: Quindi è una cospirazione di proporzioni enormi.
ru: Значит, это огромный заговор.

source: So it’s a religion?
de: Also ist es eine Religion?
es: ¿De modo que es una religión?
fr: Donc c'est une religion ?
it: È una sorta di religione?
ru: Значит, это религия?

source: So it’s no wonder we turn to people like the Brotherhood, who claim to listen to our woes, and speak on our behalf.
de: Dann ist es doch gar kein Wunder, dass wir uns an Leute wie die Bruderschaft wenden, die behaupten, sie würden unser Leid anerkennen und für unser Wohl einstehen.
es: Por eso no es raro que acudamos a gente como la Hermandad, quienes afirman escuchar nuestros problemas y hablar en nuestro nombre.
fr: Alors pas étonnant qu'on se tourne vers des sectes comme la Confrérie, qui affirme écouter nos plaintes et parler en notre nom.
it: Perciò non c'è da stupirsi se ci rivolgiamo a gente come quelli della Fratellanza, che dichiarano di ascoltare i nostri bisogni e parlano in nostra vece.
ru: Именно поэтому Братство привлекает столь многих. Его проповедники утверждают, что понимают нас и готовы выступить в защиту наших интересов.

source: So just like everything else with Sam, he finds a way to use people, whether he's alive or dead. No, I don’t have that kind of money.
de: Also findet Sam wie immer einen Weg, andere Leute zu benutzen, egal, ob er tot oder lebendig ist. Nein, so viel Geld besitze ich nicht.
es: Es como todo lo demás que ha hecho Sam, encuentra la manera de utilizar a la gente, tanto vivo como muerto. No, no tengo tanto dinero.
fr: C'est typique de Sam, il trouve toujours le moyen de se servir des gens, qu'il soit en vie ou pas. Non, je n'ai pas autant d'argent.
it: Quindi come in qualsiasi altra situazione, Sam trova un modo di sfruttare la gente, vivo o morto che sia. No, non ho tutto quel denaro.
ru: Сэм даже после смерти остался собой. Он продолжает манипулировать людьми из могилы. Нет, у меня нет таких денег.

source: So ka! I can see that. Your arm is a mess.
de: So ka! Das kann ich selbst sehen, dein Arm ist schlimm zugerichtet.
es: ¡So ka! Ya veo. Tu brazo está destrozado.
fr: So ka ! Je peux voir ça. Ton bras est en lambeaux.
it: So ka! Lo vedo. Il tuo braccio è ridotto male.
ru: Со ка! Это я вижу. Твоя рука плохо выглядит.

source: So ka, sorry... I’m just really ready to go home.
de: So ka, sorry ... ich kann’s nur kaum erwarten, nach Hause zu kommen.
es: So ka, perdón... De verdad que quiero irme a casa.
fr: Ouais, désolé... C'est juste que j'ai vraiment envie de rentrer chez moi.
it: Va bene, scusa... È solo che non vedo l'ora di tornare a casa.
ru: Со ка, прости... Просто я очень, очень хочу домой. Я успел соскучиться по Портленду.

source: So ka, sorry... I’m just really ready to go home. Portland’s way more my speed.
de: So ka, sorry ... ich kann’s nur kaum erwarten, nach Hause zu kommen. Portland ist einfach mehr mein Ding.
es: So ka, lo siento... Es que estoy deseando irme a casa. Portland me va mucho más.
fr: Ouais, désolé... C'est juste que j'ai vraiment envie de rentrer chez moi. Portland, c'est quand même plus cool qu'ici.
it: Va bene, scusa... È solo che non vedo l'ora di tornare a casa. Sto molto meglio a Portland.
ru: Со ка, прости... Просто я очень, очень хочу домой. Я успел соскучиться по Портленду.

source: So ka. And why should I help you?
de: So ka. Und warum sollte ich dir helfen?
es: So ka. ¿Y por qué debería ayudarte?
fr: Très bien. Et pourquoi devrais-je vous aider ?
it: So ka. E perché dovrei aiutarti?
ru: Со ка. Так почему я должна тебе помогать?

source: So ka. I get it. You never get the straight dope around here.
de: So ka. Versteh schon. Hier erfährt man wohl nie, was wirklich los ist.
es: So ka. Lo pillo. Por aquí nunca tienes la pura verdad.
fr: Alors ok. Je comprends. On peut jamais tout avoir, par ici.
it: So ka. Ho capito. Non ti dicono mai come stanno davvero le cose qui.
ru: Со ка. Понимаю. Они никогда не говорят правды.

source: So long as you end up here in the end and not on some Organ Grinders table, I'm satisfied.
de: Solange du hier bei uns endest und nicht auf dem Tisch von Organ Grinders, bin ich zufrieden.
es: Mientras al final acabes aquí, y no en la mesa de unos Organilleros, estoy satisfecha.
fr: Tant que vous finissez ici et pas sur la table d'un Broyeur d'Organes, je suis satisfaite.
it: Finché vieni qui da me e non finisci sul tavolo di una filiale della Suonatori d'organi, io sono felice.
ru: Напомни друзьям, чтобы они тащили тебя сюда, а не в "Руки-ноги".

source: So take a word of advice from an old soldier. Make sure you're never holding a grenade in one hand unless you just pulled the pin with the other.
de: Lass dir also von einem alten Soldaten einen guten Rat geben. Halte niemals eine Granate in der Hand, wenn du nicht höchstpersönlich den Stift entfernt hast.
es: Así que acepta el consejo de un veterano. Asegúrate de no sujetar nunca una granada en una mano, a menos que acabes de quitar la anilla con la otra.
fr: Alors écoutez bien le conseil d'un vieux soldat. Ne tenez jamais une grenade à la main, sauf si vous venez de retirer la goupille avec l'autre.
it: Quindi accetta un consiglio da un vecchio soldato. Accertati di tenere una granata in mano solo se hai appena tolto la sicura con l'altra.
ru: Так что послушай старого солдата: никогда не бери в руки гранату, если не знаешь, где от нее чека.

source: So that’s it? You’re just going to hand me over to them? Jesus! These people! Listen to me, whoever-you-are! I *know* I’m a wage-slave - I get it. But I shouldn’t be a real slave, should I? All you’re doing is transplanting me from one corp to another so I can be an “employee for life”. Shouldn’t I have something to say about it?
de: Das war’s also? Du lieferst mich ihnen einfach aus? Grundgütiger! Diese Leute! Hör mir zu, wer auch immer du bist! Ich *weiß*, dass ich nur ein Lohnsklave bin ... ich versteh das schon. Aber ich bin kein echter Sklave, oder sollte ich das etwa sein? Alles, was du tust, ist mich von einem Unternehmen zu einem anderen zu versetzen, damit ich ein „Angestellter auf Lebenszeit“ werden kann. Sollte ich da nicht ein Wörtchen mitzureden haben?
es: ¿Y eso es todo? ¿Vais a entregarme a ellos así? ¡Jesús! ¡Qué gente! ¡Escúchame, quienquiera que seas! *Sé* que soy un esclavo del salario, lo entiendo. Pero no debería ser un esclavo de verdad, ¿cierto? Lo que estáis haciendo es trasladarme de una corporación a otra para que pueda ser un “empleado de por vida”. ¿No debería tener algo que decir al respecto?
fr: Alors ça y est ? Vous allez juste me livrer à eux ? Bon dieu ! Ces gens-là ! Écoutez-moi, qui que vous soyez ! Je *sais* que je suis un esclave corpo, j'ai compris. Mais je ne devrais pas être un véritable esclave, si ? Tout ce que vous faites est de me transplanter d'une corpo à une autre afin que je puisse être un *employé à vie*. Je devrais avoir mon mot à dire là-dessus, non ?
it: Quindi è finita? Mi consegnerai semplicemente a loro? Santo cielo! Che gente! Ascoltami bene, chiunque tu sia! Lo *so* che sono uno schiavo salariato, lo accetto. Questo non vuol dire che debba essere schiavizzato per davvero, no? Vorreste semplicemente sbattermi da una corporazione all'altra e fare di me un "impiegato a vita". Non credi che dovrei avere voce in capitolo?
ru: И это все? Вы вот так вот просто отдадите меня им в руки? Господи! Эти люди! Кем бы вы ни были, послушайте. Да, я работаю на корпорацию, но вы продаете меня в настоящее рабство! Как только я окажусь в другой корпорации, я останусь в ней до конца жизни! Разве не я должен принимать такие решения?

source: So this new Ripper vic, Watts... name's familiar. Didn’t his mother kill herself a while back?
de: Das ist also das neue Ripper-Opfer, Watts ... da klingelt doch was. Hat seine Mutter nicht vor Kurzem Selbstmord begangen?
es: Así que esta es la nueva víctima del Destripador, Watts... el nombre me suena. ¿Su madre no se suicidó hace ya tiempo?
fr: Donc, cette nouvelle victime de l'éventreur, Watts... ce nom m'est familier... Sa mère ne se serait pas suicidée il y a un moment ?
it: Quindi la vittima dello Squartatore si chiama Watts... mi è familiare. Sua madre non si uccise qualche anno fa?
ru: Эта жертва потрошителя, Уоттс... Знакомая фамилия. Это не его мамаша в тот раз наложила на себя руки?

source: So what can I get you?
de: Was kann ich dir besorgen?
es: ¿Qué deseas?
fr: Donc, qu'est-ce que vous voulez ?
it: Allora, cosa le serve?
ru: Так что тебе показать?

source: So what did she say?
de: Und? Was hat sie gesagt?
es: ¿Qué ha dicho?
fr: Alors qu'est-ce qu'elle a dit ?
it: Allora, che ha detto?
ru: А она что сказала?

source: So what do you want?
de: Also ... Was willst du?
es: Y bien, ¿qué quieres?
fr: Bon, qu'est-ce que vous voulez ?
it: Allora, cosa vuoi?
ru: Так чего ты от меня хочешь?

source: So what have you heard, doc?
de: Also, was hast du gehört, Doc?
es: Veamos... ¿Qué es lo que has oído, doctora?
fr: Qu'avez-vous entendu, doc ?
it: Allora, cos'hai sentito, dottoressa?
ru: Так что здесь вообще творится, доктор?

source: So what now?
de: Und was machen wir jetzt?
es: ¿Y ahora qué?
fr: Et maintenant ?
it: E ora che facciamo?
ru: И что теперь?

source: So what will it be?
de: Also, wie kann ich dir helfen?
es: Y bien, ¿qué va a ser?
fr: Alors, ça sera quoi ?
it: Che ne dici?
ru: Итак?

source: So what's the story with this one?
de: Also, was kannst du mir zu diesem hier sagen?
es: ¿Cuál es la historia de este?
fr: C'est quoi l'histoire avec celle-ci ?
it: Cos'è successo questa volta?
ru: И что с ним случилось?

source: So what? Sounds like you took care of it. Here's a credstick, you'll find the appropriate compensation is all there. It was a pleasure doing business with you.
de: Na und? Klingt doch, als hättest du dich darum gekümmert. Hier ist ein Credstick. Der darauf gespeicherte Betrag sollte dich zufriedenstellen. Es war mir eine Freude.
es: ¿Y qué? Parece que te has ocupado de ello. Toma este credistick. Dentro encontrarás la compensación adecuada. Ha sido un placer hacer negocios contigo.
fr: Et alors ? Il semble que vous vous en êtes sorti, non ? Voici un créditube, vous y trouverez la rémunération appropriée. Ce fut un plaisir de faire affaire avec vous.
it: E allora? Sembra che tu ti sia occupato della cosa. Ecco un credstick, il compenso è tutto lì. È stato un piacere fare affari con te.
ru: И что? Вы все равно справились. Держи кредстик, твое вознаграждение там, до последней нюйены. С тобой было приятно иметь дело.

source: So what’s the lesson in all of this? That I did all of it for nothing?
de: Und was ist jetzt die Lektion daraus? Dass das alles umsonst war?
es: ¿Cuál es la lección de todo esto? ¿Que hice todo esto para nada?
fr: Alors quelle est la leçon à tirer de tout cela ? Que j'ai fait tout ça pour rien ?
it: Allora qual è la morale di questa storia? Che ho fatto tutto per nulla?
ru: Так в чем же мораль? В том, что награды за спасение мира не бывает?

source: So who told you he was dead?
de: Also, wer hat dir davon erzählt, dass er tot ist?
es: Entonces, ¿quién le dijo que había muerto?
fr: Donc, qui vous a dit qu'il était mort ?
it: Allora, chi le ha detto che è morto?
ru: Так кто рассказал тебе о его гибели?

source: So you can understand why I find the idea of an insect totem so foreign. To what quality would a shaman aspire in such a case? {{GM}}A chill visibly runs through him.{{/GM}}
de: Kannst du jetzt verstehen, wieso ich die Vorstellung eines Insekten-Totems so befremdlich finde? Welches Ideal würde ein Schamane in so einem Fall anstreben? {{GM}}Ein Schauer durchfährt seinen Körper.{{/GM}}
es: Por eso, entenderás que la idea de un tótem insecto me resulte tan extraña. ¿A qué cualidad aspiraría un chamán en ese caso? {{GM}}Un escalofrío le recorre el cuerpo.{{/GM}}
fr: Vous pouvez donc comprendre que je trouve l'idée d'un totem insecte bien étrange. Quelle qualité un chaman peut-il en retirer ? {{GM}}Un frisson le parcourt visiblement.{{/GM}}
it: Così ora puoi capire perché trovo l'idea di un totem insetto così estranea. A che tipo di qualità uno Sciamano dovrebbe aspirare in un caso del genere? {{GM}}Un brivido lo percorre visibilmente.{{/GM}}
ru: Я надеюсь, теперь ты понимаешь, почему идея насекомого-тотема мне неприятна. Какое качество может воплощать и символизировать подобный дух? {{GM}}Он заметно вздрагивает.{{/GM}}

source: So you have no idea where Sam’s transplanted liver came from?
de: Hast du irgendeine Idee, woher Sams Lebertransplantat kam?
es: Entonces, ¿no tenías ni idea de dónde procedía el hígado trasplantado de Sam?
fr: Donc vous n'avez aucune idée d'où provient le foie greffé de Sam ?
it: Quindi non hai la più pallida idea della provenienza del fegato trapiantato di Sam?
ru: То есть вы не знали, от какого донора был взят этот орган?

source: So you think the Universal Brotherhood is the Truth?
de: Also denkst du, dass die Universelle Bruderschaft die Wahrheit ist?
es: ¿Así que crees que la Hermandad Universal es la Verdad?
fr: Donc vous croyez que la Confrérie Universelle est la Vérité ?
it: Quindi pensi che la Fratellanza Universale sia la Verità?
ru: Ты считаешь, что Всеобщее братство и есть Истина?

source: So you were a street kid?
de: Also warst du ein Straßenkind?
es: ¿Eras un chico de la calle?
fr: Alors vous avez grandi dans la rue ?
it: Sei cresciuto per strada?
ru: Значит, ты вырос на улицах?

source: So you're the one I was told about on the phone?
de: Also bist du die Person, über die mir am Telefon berichtet wurde?
es: ¿Entonces eras tú al que se referían cuando me llamaron por teléfono?
fr: Alors c'est de vous dont on m'a parlé au téléphone ?
it: Quindi tu sei la persona di cui mi hanno parlato al telefono?
ru: Значит, это с вами я должна была связаться по поводу смерти моего брата?

source: So your reward for saving the world is to keep your favorite bar open for business?
de: Das heißt, als Belohnung dafür, dass Sie die Welt gerettet haben, möchten Sie, dass ich Ihre Lieblingsbar vor der Schließung bewahre?
es: Entonces, ¿tu recompensa por salvar el mundo es que siga abierto tu bar favorito?
fr: Donc votre récompense pour avoir sauvé le monde est de garder votre bar préféré ouvert ?
it: Quindi la tua ricompensa per aver salvato il mondo sarà evitare la chiusura del tuo bar preferito?
ru: В обмен на спасение мира ты просишь меня не закрывать твой любимый бар?

source: So you’re early to the party this time. That gives you the upper-hand, right?
de: Dann sind wir doch dieses Mal früh dran. Damit müssten wir diesmal die Oberhand behalten, oder?
es: Entonces esta vez sois los primeros en llegar a la fiesta. ¿Eso no os da ventaja?
fr: Alors vous êtes en avance pour la fête, cette fois-ci. Cela vous donne le dessus, n'est-ce pas ?
it: Quindi stavolta sei in anticipo per la festa. Vuol dire che hai qualche carta a tuo vantaggio, no?
ru: Предупрежден - значит, вооружен. Раннее оповещение дает вам преимущество, разве не так?

source: So! The big question! What about the dead man’s switch? Now that the ripper’s dead, are you going to collect?
de: Also! Die Frage aller Fragen! Was ist mit dem Totmannschalter? Da der Ripper ja jetzt tot ist, holst du dir deine Belohnung?
es: ¡Vaya! ¡La gran pregunta! ¿Qué hay del interruptor del hombre muerto? Ahora que el Destripador está muerto, ¿vas a cobrar?
fr: Donc ! La question à 100 000 nuyens ! À propos du "dead man’s switch". Maintenant que l'éventreur est mort, vous allez collecter ?
it: Allora! La grande domanda! Che mi dici del Segnalatore di decesso? Ora che lo Squartatore è morto, lo andrai a riscuotere?
ru: Ладно! А теперь самый главный вопрос! Что с твоим контрактом? Теперь, когда Потрошитель мертв, тебе полагается награда! Хочешь ее забрать?

source: So, $+(l.name) are you looking for work?
de: Also, $+(l.name), bist du auf der Suche nach Arbeit?
es: ¿Así que buscas trabajo, $+(l.name)?
fr: Alors, $+(l.name), vous cherchez du travail ?
it: Allora, $+(l.name), stai cercando lavoro?
ru: Ну что, $+(l.name)? Ищешь работу?

source: So, I got a guy waiting for me in the truck outside. He says 8 Lone Star troops just jumped out of a Renraku transport. Says one of ‘em paid the dockmaster to lock the gates behind them. Time for my new drinking buddies to come clean. What did I just walk into?
de: Also, da draußen wartet ein Kerl in einem Truck auf mich. Er sagt, dass gerade acht Lone-Star-Bullen aus einem Renraku-Transporter gesprungen sind. Er sagt, einer hätte den Dockwärter bezahlt, dass er hinter ihnen abschließt. Wird Zeit, dass meine neuen Saufkumpanen mal mit der Sprache rausrücken. Wo bin ich da reingeraten?
es: Bien, tengo a un tipo esperando fuera en el camión. Dice que hay 8 miembros de Lone Star acaban de salir de un transporte Renraku. Dice que uno de ellos pagó al supervisor del puerto para que cerrase las puertas en cuanto entrasen. Es hora de que mis nuevos amigos de barra se sinceren. ¿En qué me acabo de meter?
fr: Bon. Un gars m'attend dehors dans un camion. Il dit que 8 agents de Lone Star viennent de sauter de l'arrière d'un transport de Renraku. Il dit que l'un d'entre eux a payé le responsable des docks pour qu'il ferme les portes derrière eux. Il est temps que mes nouveaux compagnons de boisson se réveillent. Dans quoi je me suis fourré ?
it: Allora, ho un amico che mi aspetta nel camion qua fuori. Dice che 8 agenti della Lone Star sono appena scesi da un mezzo della Renraku. Pare che uno di loro abbia pagato il gestore del porto per chiudere a chiave i cancelli alle loro spalle. È ora che i miei nuovi compagni di bevuta sputino il rospo. Che sta succedendo qua?
ru: Мой приятель дожидается меня в грузовике снаружи. Он утверждает, что восемь бойцов "Одинокой звезды" только что высадились на причал из вертолета Ренраку и заперли ворота. Расскажите мне, милые собутыльники, во что я только что ввязался?

source: So, I set up a dead man’s switch to send you this call. I got a hundred thousand nuyen insurance policy, payable when you find who creased me. Alive with a conviction or in a body bag with justification - either works.
de: Also habe ich einen Totmannschalter eingerichtet, um dir diese Nachricht zu schicken. Ich habe eine Lebensversicherung von hunderttausend Nuyen abgeschlossen, die an denjenigen ausgezahlt wird, der meinen Mörder findet. Und es ist mir egal, ob der im Knast landet – oder in einem Leichensack.
es: Así que preparé un interruptor de hombre muerto para enviarte esta llamada. Tengo una póliza de seguro de cien mil nuyens, a pagar cuando encuentres al que me afiló. Vivo, con una condena, o en una bolsa para cadáveres con una explicación; cualquiera vale.
fr: Bref, j'ai mis en place cet appel automatique pour que tu ne le reçoives que si je suis mort. J'ai une assurance de cent mille nuyens, payable lorsque tu trouveras qui m'a descendu. Vivant et condamné ou dans une boite six pieds sous terre sans preuve, ça m'importe peu.
it: Così, ho impostato un dispositivo di vigilanza per inviarti questa chiamata. Ho aperto una polizza assicurativa da centomila nuyen, pagabile non appena troverai chi mi ha fregato. Che sia vivo e in galera o morto con una buona scusa non importa.
ru: Поэтому я записал этот звонок. Ты получишь его, когда я умру. Я застраховал свою жизнь на сумму в сто тысяч нюйен и завещал эти деньги тому, кто сможет выследить моего убийцу. Живым или в мешке для трупов, но с достаточными уликами - на твое усмотрение.

source: So, I wouldn’t bother you if I hadn’t come into possession of these rare stones.
de: Ich würde dich nicht unterbrechen, wenn ich nicht in den Besitz dieser seltenen Edelsteine gekommen wäre.
es: No te interrumpiría si no tuviera en mi poder estas piedras tan extrañas.
fr: Donc, je ne vous embêterais pas si je n'avais pas en ma possession ces pierres rares.
it: Quindi, non ti avrei disturbato se non fossi venuto in possesso di queste pietre rare.
ru: Мы бы не стали беспокоить тебя, если бы не хотели предложить коллекцию редких драгоценных камней.
