Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I only fight when I’ve been paid to.
de: Ich kämpfe nur, wenn ich dafür bezahlt werde.
es: Solo lucho cuando me pagan.
fr: Je ne me bats que si je suis payé pour le faire.
it: Combatto solo dietro compenso.
ru: Я сражаюсь только за деньги.

source: I only have access to the public space which we are in now; the storage room, locker room, and the office.
de: Ich habe nur Zutritt zum öffentlichen Bereich, in dem wir uns jetzt befinden, dem Lagerraum, der Umkleide und der Verwaltung.
es: Yo solo tengo acceso al espacio público, en el que estamos ahora; el almacén, los vestuarios y la oficina.
fr: J'ai seulement accès aux espaces publics où nous sommes actuellement, à la salle de stockage, aux vestiaires et au bureau.
it: Ho accesso solo all'area pubblica in cui ci troviamo adesso, al ripostiglio, allo spogliatoio e all'ufficio.
ru: Я убираюсь в общей зале, где мы находимся, а также на складе, в раздевалке и кабинетах.

source: I pay you to talk to me about what the UB looks like from a Janitor's point of view.
de: Ich bezahle dich und du erzählst mir, was man als Hausmeister alles über die UB erfährt.
es: Te pago para que me hables de la HU desde el punto de vista de un limpiador.
fr: Je vous paye afin que vous me parliez de ce à quoi ressemble la CU du point de vue d'un concierge.
it: Ti pago per dirmi la tua impressione sulla FU, come custode.
ru: Расскажи мне, на что похоже Братство с точки зрения уборщика.

source: I prefer to deal with the blood stains and bullet holes.
de: Ich beschäftige mich lieber mit den Blutspuren und Einschusslöchern.
es: Prefiero tratar con las manchas de sangra y los agujeros de bala.
fr: Je préfère m'occuper des taches de sang et des impacts de balles.
it: Preferisco avere a che fare con le macchie di sangue e i fori di proiettile.
ru: Я предпочитаю иметь дело с пятнами крови и дырками от пуль.

source: I prefer well thought out rigorous conversations, like those I treasured while at University.
de: Ich bevorzuge wohldurchdachte Diskurse, wie die, die ich an der Universität zu schätzen gelernt habe.
es: Prefiero conversaciones meditadas y rigurosas, como las que atesoraba en la universidad.
fr: Je préfère les conversations soutenues, telles que celles qui m'ont nourri durant mes années d'université.
it: Preferirei avere una conversazione ben strutturata e rigorosa, come quelle che amavo condurre all'Università.
ru: У меня много друзей среди университетских преподавателей. Я люблю остроумных и образованных собеседников.

source: I promised justice for Sam. This feels like justice. {{GM}}Do nothing but watch.{{/GM}}
de: Ich habe Sam Gerechtigkeit versprochen. Das kommt mir nur gerecht vor. {{GM}}Sieh einfach nur zu.{{/GM}}
es: Prometí justicia para Sam. Y esto me parece justo. {{GM}}Hacer nada, solo mirar.{{/GM}}
fr: J'ai promis de rendre justice à Sam. Et ça ressemble à de la justice. {{GM}}Ne rien faire d'autre que regarder.{{/GM}}
it: Ho promesso giustizia per Sam. A me questa sembra giustizia. {{GM}}Limitati a guardare.{{/GM}}
ru: Сэм просил меня о справедливости. Это и есть справедливость. {{GM}}Ничего не делать.{{/GM}}

source: I pulled her ass out of there.
de: Ich hab sie da rausgeholt.
es: Yo le saqué el culo de allí.
fr: J'ai sauvé ses fesses de là-bas.
it: L'ho portata in salvo io.
ru: Мне пришлось ее вытаскивать.

source: I read some tea leaves. Magic is real ya know.
de: Hab’s in den Teeblättern gelesen. Magie gibt’s nämlich wirklich.
es: Lo leí en unas hojas de té. La magia existe de verdad.
fr: Je lis dans le marc de café. La magie fait des miracles.
it: Ho letto le foglie di tè. La magia esiste sul serio, sai?
ru: Я гадаю на кофейной гуще. Магия - страшная сила.

source: I really don't need this drek. One more problem and your first day with the Telestrian Corporation will be your last.
de: Ich kann diesen Drek jetzt echt nicht gebrauchen. Wenn es noch ein Problem gibt, wird Ihre erster Tag bei Telestrian Industries auch Ihr letzter sein.
es: No necesito toda esta mierda. Un problema más, y tu primer día en Telestrian Corporation será también el último.
fr: Je n'ai pas besoin de cette merde. Encore un problème et votre premier jour dans la corporation Telestrian sera aussi votre dernier.
it: Non ho bisogno di questo schifo. Al prossimo problema, i tuoi giorni alle Industrie Telestrian saranno finiti.
ru: Не надо вешать мне на уши лапшу. Еще одна жалоба, и твой первый день в корпорации станет для тебя последним.

source: I rejoice to be with you. How may I help you?
de: Ich freue mich, bei dich zu sehen. Wie kann ich behilflich sein?
es: Me encanta estar contigo. ¿En qué puedo ayudarte?
fr: Je suis heureuse d'être avec vous. En quoi puis-je vous aider ?
it: La tua presenza mi riempie di gioia. Come posso aiutarti?
ru: Рад нашей встрече. Чем я могу помочь?

source: I remember.
de: Ich erinnere mich.
es: Me acuerdo.
fr: Je m'en souviens.
it: Già, ricordo.
ru: Я помню.

source: I said I'd pay 1200. Final offer.
de: Ich sagte, ich würde 1200 zahlen. Das ist mein letztes Angebot.
es: Dije que pagaría 1200. Última oferta.
fr: J'ai dit que je payerais 1 200. C'est ma dernière offre.
it: Ho detto che posso sborsare 1.200. Ultima offerta.
ru: Я сказал, что заплачу 1200. Последнее предложение.

source: I save the world and you screw me?
de: Ich rette die Welt und Sie bescheißen mich?
es: ¿Yo salvo el mundo y tú vas y me timas?
fr: Je sauve le monde et vous... m'entubez ?
it: Io salvo il mondo e tu mi freghi?
ru: Мы вместе спасли мир, а теперь ты пытаешься меня надуть?

source: I saw him out the night he died. Only fitting I see him out today.
de: Ich habe ihn hinausbegleitet, in der Nacht in der er starb. Es ist nur gerecht, dass ich ihn nun ebenfalls hinausbegleite.
es: Me despedí de él la misma noche que murió. Era lógico que viniera hoy también a despedirme de él.
fr: Je l'ai vu le soir où il est mort. Il me semblait normal de venir aujourd'hui.
it: L'ho visto in giro la notte della sua morte. Non potevo non rivederlo anche oggi.
ru: Я был с ним в ту ночь, когда он умер. Разве я могу пропустить его похороны?

source: I see shamanic fetishes. You a shaman too?
de: Ich sehe hier schamanistische Fetische. Bist du auch noch eine Schamanin?
es: Veo talismanes chamánicos. ¿También eres chamán?
fr: J'aperçois des fétiches chamaniques, aussi. Vous êtes aussi chaman ?
it: Noto dei feticci sciamanici. Sei anche una sciamana?
ru: Я вижу фетиши. Вы тоже шаман?

source: I see weird stuff every day. It’s a Stuffer Shack. But no... nothing stranger than usual.
de: Ich sehe jeden Tag merkwürdiges Zeugs. Ist immerhin ein Stuffer Shack. Aber nein ... nichts, was seltsamer wäre als sonst.
es: Veo cosas raras todos los días. Esto es Stuffer Shack. Pero no... nada más raro de lo habitual.
fr: Je vois des trucs bizarres tous les jours. C'est un Stuffer Shack. Mais non... rien de plus étrange que d'habitude.
it: Vedo cose strane ogni giorno. È una Stuffer Shack. Ma no... nulla di più strano del solito.
ru: Подозрительных тут хоть пруд пруди. Это же рыгаловка. Но нет... никого, кто бы выделялся на общем фоне.

source: I see you've been praying. Do you know the deceased?
de: Wie ich sehe, hast du gebetet. Kanntest du den Toten?
es: Veo que has estado rezando. ¿Conocías al fallecido?
fr: Je vois que vous avez prié. Connaissez-vous le défunt ?
it: Ti ho visto pregare. Conosci il defunto?
ru: Прости, я отвлекаю тебя от молитвы. Должно быть, ты знаешь покойного?

source: I see.
de: Ich verstehe.
es: Ya veo.
fr: Je vois.
it: Capisco.
ru: Понимаю.

source: I see. And now that business extends to investigating my brother's death?
de: Aha. Und jetzt beinhalten diese Geschäftsbeziehungen eine Ermittlung im Todesfall meines Bruders?
es: Ya veo. ¿Y ahora ese trabajo incluye la investigación de la muerte de mi hermano?
fr: Je vois. Et maintenant ce travail consiste à enquêter sur la mort de mon frère ?
it: Capisco. E ora quegli affari hanno a che fare anche con le indagini sulla morte di mio fratello?
ru: Понятно. И как это связано с расследованием обстоятельств смерти моего брата?

source: I see. Er, no pun intended.
de: Sieh mal einer an! Äh, war nicht so gemeint.
es: Ya veo. Eh... no quería hacer ninguna gracia.
fr: Je vois très bien. Euh... sans jeu de mot.
it: Capisco. È chiaro.
ru: Это я вижу... Ой, прости.

source: I see. So... you want a bribe.
de: Ich verstehe. Sie ... wollen eine Bestechung.
es: Ya veo. Esto... quieres un soborno.
fr: Je vois. Donc... vous voulez un pot-de-vin.
it: Capisco. Quindi... vuoi una mazzetta.
ru: Понятно. Ты вымогаешь у меня взятку.

source: I see. Well, I'm afraid our policy prevents us from discussing such things without a Corporation backing the investigation. Surely you understand.
de: Verstehe. Nun, es tut mir leid, aber leider darf ich über solche Sachen nicht ohne die Zustimmung eines Konzerns sprechen. Das verstehen Sie ja sicher.
es: Ya veo. Bueno, me temo que nuestra política nos prohíbe hablar de estas cosas si no hay una corporación que apoye la investigación. Seguro que lo entiende.
fr: Je vois. Eh bien, j'ai bien peur que notre règlement nous interdise de discuter de telles choses si aucune Corporation ne soutient l'enquête. Vous comprenez, j'espère.
it: Capisco. Beh, mi dispiace, ma il nostro statuto ci impedisce di discutere questi argomenti che vi sia una corporazione a supporto delle indagini. Immagino che capisca.
ru: Понимаю. Боюсь, правила клиники не позволяют обсуждать подобные вопросы с людьми, не являющимися представителями официальной корпорации. Надеюсь, вы понимаете.

source: I see. Well, thank you for your contribution, citizen. Don't forget that necklace you dropped. {{GM}}The officer smoothly pockets your money and turns away.{{/GM}}
de: Verstehe. Nun, danke für deinen Beitrag. Vergiss die Halskette nicht, die du fallengelassen hast. {{GM}}Der Officer steckt dein Geld unauffällig ein und dreht sich um.{{/GM}}
es: Ya veo. Bueno, gracias por tu cívica contribución. No te olvides del collar que se te ha caído. {{GM}}El agente se guarda el dinero con disimulo y se da media vuelta.{{/GM}}
fr: Je vois. Eh bien merci de votre contribution, citoyen. N'oubliez pas le collier que vous avez fait tomber. {{GM}}L'agent empoche l'argent sans rien dire de plus et s'en va.{{/GM}}
it: Capisco. Bene, grazie per il tuo contributo, cittadino. Non dimenticare quella collana che ti è caduta. {{GM}}L'agente intasca il denaro con nonchalance, e si volta.{{/GM}}
ru: Понятно. Ну что же, благодарю вас за взнос, гражданин. Не забудьте забрать ожерелье, которое вы случайно уронили. {{GM}}Офицер небрежным жестом опускает деньги в карман и отворачивается.{{/GM}}

source: I see. Well, you're right, he's here. Not too many people know about the murder yet, though... the press haven't caught wind of it yet, what with it being all the way out here in the Barrens.
de: Verstehe. Tja, du hast recht, er ist hier. Allerdings wissen noch nicht allzu viele Leute, dass er ermordet wurde ... Die Presse hat noch keinen Wind davon bekommen, so weit draußen in den Barrens wie wir hier sind.
es: Ya veo. Pues tiene razón, está aquí. Aún no hay mucha gente que sepa mucho sobre el asesinato... La prensa todavía no le ha dado mucho bombo porque sucedió aquí, en los Barrens.
fr: Je vois. Eh bien, vous avez raison, il est ici. Peu de gens savent pour le meurtre, cependant... la presse n'est pas encore au courant, avec tout ce qui se passe à Barrens.
it: Capisco. Beh, ha ragione, è qui. Non sono in molti a sapere dell'omicidio per ora, anche... la stampa non ne è conoscenza nonostante la notizia sia circolata per tutte le Terre desolate.
ru: Понятно. Ну что же, он действительно здесь. Об убийстве пока еще почти никто не знает... Во всяком случае, пресса сюда пока еще не добралась. Журналисты не очень-то охотно суются в Пустоши.

source: I sell ‘em at a discount. Charlie charges 50 nuyen for ‘em but I can get you three for 100¥.
de: Ich verkaufe sie zum Spottpreis. Bei Charlie kosten sie 50 Nuyen das Stück, aber bei mir kriegt ihr drei für 100¥.
es: Las vendo con descuento. Charlie cobra 50 nuyens por ellas, pero yo te puedo dar tres por 100¥.
fr: J'les vends à prix réduits. Charlie les vend pour 50 nuyens, mais j'peux t'en avoir trois pour 100 ¥.
it: Le vendo a prezzo scontato. Charlie chiede 50 nuyen, ma io posso dartene tre per 100 ¥.
ru: У меня есть несколько. Я продаю их со скидкой. Чарли берет 50 за штуку, а я могу дать тебе три за 100¥.

source: I sense a cause and effect in this. Coyote and Jake Armitage just left here to attend Sam’s funeral. I am told that there will be a reinterment ceremony for his mother as well.
de: Das kann nicht ohne Grund geschehen sein. Coyote und Jake Armitage sind gerade los, um Sams Beerdigung beizuwohnen. Ich hab gehört, es soll zudem eine Umbettungszeremonie für seine Mutter stattfinden.
es: Percibo una causa y efecto en todo esto. Coyote y Jake Armitage acaban de marcharse para asistir al funeral de Sam. Me han dicho que también habrá una nueva ceremonia de enterramiento para su madre.
fr: Je sens qu'il y a une relation de cause à effet dans tout ça. Coyote et Jake Armitage viennent de partir assister à l'enterrement de Sam. On me dit qu'il y aura aussi une remise en terre pour sa mère.
it: Avverto una relazione di causa ed effetto. Coyote e Jake Armitage sono appena andati via per partecipare al funerale di Sam. Mi hanno detto che ci sarà una cerimonia d'inumazione anche per sua madre.
ru: Я чувствую, это еще не конец. Койот и Джейк Армитидж только что были здесь и вместе отправились на похороны Сэма. Если не ошибаюсь, тело его матери будет погребено на том же кладбище.

source: I sent myself. I'm just following the evidence.
de: Ich habe mich selbst geschickt. Ich folge nur der Spur der Beweise.
es: Me envío yo mismo. Solo sigo las pruebas.
fr: Je suis venu de mon propre chef. Je suis sur une piste.
it: Io. Sto seguendo una pista.
ru: Меня никто не направлял. Я иду по следу, который ведет в вашу клинику.

source: I should be going.
de: Ich muss weiter.
es: Debería irme.
fr: Je devrais y aller.
it: È meglio che vada.
ru: Мне пора.

source: I should go find this "Dr. Holmes" and ask him some very pointed questions.
de: Ich sollte diesen „Dr. Holmes“ finden und ihm ein paar gezielte Fragen stellen.
es: Debería ir a buscar a este "Dr. Holmes" y hacerle unas cuantas preguntas incisivas.
fr: Je devrais aller trouver ce « Dr. Holmes » et lui poser des questions plutôt pointues.
it: Dovrei andare a cercare questo "dottor Holmes" e fargli delle domande ben precise.
ru: Мне следует нанести "доктору Холмсу" визит и задать ему несколько колюще-режущих вопросов.

source: I should go.
de: Ich sollte gehen.
es: Tengo que irme.
fr: Je dois y aller.
it: Dovrei andarmene.
ru: Мне пора.

source: I should have guessed.
de: Ich hätte es wissen müssen.
es: Debería habérmelo imaginado.
fr: J'aurais dû deviner.
it: Avrei dovuto immaginarlo.
ru: Мне стоило догадаться.

source: I still can’t promise that no chip-heads will die.
de: Ich kann trotzdem nicht versprechen, dass keine der Chipheads sterben werden.
es: Aun así, no puedo prometer que no vaya a morir ningún cabezachip.
fr: Je ne peux pas promettre qu'aucun d'entre eux ne mourra.
it: Tuttavia non posso garantire che non ci saranno vittime tra i chiphead.
ru: Я не могу обещать тебе, что все пройдет гладко.

source: I suggest you keep your smart-ass remarks to yourself this time, $(l.race). Mr. Telestrian isn’t some streetmeat you can impress or intimidate. He’s the brains behind the throne of Tir Tairngire and one of the richest men in Seattle.
de: Ich schlage vor, du behältst deine ach so cleveren Kommentare diesmal für dich, $(l.race). Mr. Telestrian ist nicht irgendein Penner von der Straße, den du beeindrucken oder einschüchtern kannst. Dies ist der Mann, der in Tír Tairngire die Fäden zieht und zudem einer der reichsten Männer Seattles.
es: Te sugiero que te guardes tus comentarios de lumbreras para ti esta vez, $(l.race). El Sr. Telestrian no es un tirado de la calle al que puedas impresionar o intimidar. Es el cerebro tras el trono de Tir Tairngire y uno de los hombres más ricos de Seattle.
fr: Je te suggère de garder tes remarques foireuses pour toi cette fois-ci, $(l.race). M. Telestrian n'est pas un pigeon que tu peux impressionner et intimider. C'est le cerveau derrière le trône de Tir Tairngire et l'un des hommes les plus riches de Seattle.
it: Ti consiglio di tenere le tue osservazioni da sapientone per te questa volta, $(l.race). Il signor Telestrian non è certo una prostituta da impressionare o intimidire. Lui è il cervello dietro il trono di Tir Tairngire e uno degli uomini più ricchi di Seattle.
ru: И все же на этот раз тебе стоит захлопнуть пасть и воздержаться от шуточек, $(l.race). Мистер Телестриан - не какой-то там хмырь с района, которого можно подкупить или запугать. Это сила, которая стоит за троном Тир Тайрнжира. Один из самых богатых и влиятельных металюдей в Сиэтле.

source: I suggest you keep your smart-ass remarks to yourself this time. Mr. Telestrian isn’t some streetmeat you can impress or intimidate. He’s the brains behind the throne of Tir Tairngire and one of the richest men in Seattle.
de: Ich schlage vor, du behältst deine ach so cleveren Kommentare diesmal für dich. Mr. Telestrian ist nicht irgendein Penner von der Straße, den du beeindrucken oder einschüchtern kannst. Dies ist der Mann, der in Tír Tairngire die Fäden zieht und zudem einer der reichsten Männer Seattles.
es: Te sugiero que te guardes tus comentarios de lumbreras para ti esta vez. El Sr. Telestrian no es un tirado de la calle al que puedas impresionar o intimidar. Es el cerebro tras el trono de Tir Tairngire y uno de los hombres más ricos de Seattle.
fr: Je te suggère de garder tes remarques foireuses pour toi, cette fois-ci. M. Telestrian n'est pas un pigeon que tu peux impressionner et intimider. C'est le cerveau derrière le trône de Tir Tairngire et l'un des hommes les plus riches de Seattle.
it: Ti consiglio di tenere le tue osservazioni da sapientone per te questa volta. Il signor Telestrian non è certo una prostituta da impressionare o intimidire. Lui è il cervello dietro il trono di Tir Tairngire e uno degli uomini più ricchi di Seattle.
ru: И все же на этот тебе стоит захлопнуть пасть и воздержаться от шуточек. Мистер Телестриан - не какой-то там хмырь с района, которого можно подкупить или запугать. Это сила, которая стоит за троном Тир Тайрнжира. Один из самых богатых и влиятельных металюдей в Сиэтле.

source: I suppose I came to hate him, yes. It's largely why I left.
de: Ich schätze, ich habe gelernt, ihn zu hassen, ja. Deswegen bin ich gegangen.
es: Supongo que acabé odiándolo, sí. Es básicamente por lo que me fui.
fr: Je crois que j'ai fini par le détester, oui. C'est surtout pour ça que je suis partie.
it: Penso di aver cominciato a odiarlo, sì. In gran parte è per questo che me ne sono andata.
ru: Думаю, да, я начала его ненавидеть. Поэтому я уехала.

source: I suppose I can respect that.
de: Ich denke, das kann ich respektieren.
es: Supongo que puedo respetarlo.
fr: Je suppose que c'est respectable.
it: Credo di poterlo fare.
ru: Думаю, я могу это понять.

source: I suppose I shouldn't be. After all, this is a place for broken things. It's only fitting that a broken mind should seek us out.
de: Ich schätze, das sollte ich wohl eigentlich nicht sein. Schließlich ist dies ein Ort für ... kaputte Dinge. Es ist nur logisch, dass ein kaputter Verstand diesen Ort aufsuchen würde.
es: Supongo que no debería. Después de todo, aquí vienen las cosas rotas. Es lógico que una mente rota intente localizarnos.
fr: Je ne devrais pourtant pas l'être. Après tout, ici, on répare les "choses cassées". C'est donc logique qu'un esprit abîmé fasse appel à nous.
it: Non dovrei. Dopotutto, questo è un luogo per menti problematiche, che da noi dovrebbero solo cercare conforto.
ru: Врочем, чему я удивляюсь. Это место для больных людей. Разумеется, безумцы сами приходят сюда.

source: I suppose it would have to be.
de: Ich schätze, das wird sie wohl.
es: Supongo que sí.
fr: C'était censé être comme ça.
it: Immagino di sì.
ru: Ни на минуту в этом не сомневалась.

source: I suppose it's nights like these that ensure I have plenty of work come morning.
de: Nächte wie diese sorgen dafür, dass ich am Morgen jede Menge Arbeit vor mir habe.
es: Supongo que son noches como estas las que aseguran que tendré un montón de trabajo por la mañana.
fr: Ce sont des nuits comme celle-là qui m'assurent que je ne suis pas prête de fermer boutique.
it: Credo che notti come questa mi assicurino tanto lavoro.
ru: После таких ночей утренняя смена в больнице оказывается удивительно напряженной.

source: I suppose that would be prudent.
de: Ich schätze, das ist bloß vernünftig.
es: Supongo que sería lo correcto.
fr: J'imagine que ça serait plus prudent.
it: Immagino che sarebbe la cosa più prudente.
ru: Полагаю, что так.

source: I suppose the same can be said of our reality, but things of a transitory nature here on the physical plane can cause long-lasting changes in the astral.
de: Das Gleiche kann man wohl über unsere Realität sagen, aber unbeständige Zustände hier in der realen Welt können langanhaltende Konsequenzen auf die astrale Welt haben.
es: Supongo que se puede decir lo mismo de nuestra realidad, pero las cosas de naturaleza transitoria aquí, en el plano físico, pueden causar cambios duraderos en el plano astral.
fr: Je suppose qu'on peut dire de même de notre réalité, mais les choses d'une nature transitoire ici dans le plan physique peuvent engendrer des changements importants dans l'astral.
it: Suppongo si possa dire lo stesso della nostra realtà, ma ciò che è transitorio qui, nel piano fisico, può causare cambiamenti duraturi in quello astrale.
ru: Полагаю, в отношении нашей реальности это утверждение не менее справедливо, однако мимолетные на первый взгляд события *здесь* часто оставляют *там* явные и хорошо заметные следы.
