Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Commlink Chips
de: Kommlink-Chips
es: Chips de commlink
fr: Puces commlink
it: Chip commlink
ru: Матричные чипы

source: Common rabble.
de: Das übliche Gesindel.
es: Chusma común.
fr: Des rigolos.
it: I soliti mediocri.
ru: Неудачники меня устроят.

source: Compared to the squalor below, Stevie J lives like a king.
de: Verglichen mit dem Elend dort unten lebt Stevie J wie ein König.
es: Comparado con la miseria de los pisos inferiores, Stevie J vive como un rey.
fr: Comparé avec la pauvreté de dessous, Stevie J vit comme un roi.
it: Rispetto allo squallore dei piani sottostanti, Stevie J vive come un re.
ru: По сравнению с ужасающей нищетой этажом ниже, Стиви-младший живет в королевской роскоши.

source: Complications?
de: Komplikationen?
es: ¿Complicaciones?
fr: Des complications ?
it: Complicazioni?
ru: Трудности?

source: Computer
es: Ordenador
fr: Ordinateur
ru: Компьютер

source: Concerned Woman
de: Besorgte Frau
es: Mujer preocupada
fr: Femme inquiète
it: Donna preoccupata
ru: Обеспокоенная женщина

source: Concrete Dreams.
fr: Rêves précis.
it: Sogni concreti.
ru: Бетонные сны.

source: Constrict
de: Fixieren
es: Apretar
fr: Contrainte
it: Ostacola
ru: Удушение

source: Constricted: Dodge -10
de: Fixiert: Ausweichen -10
es: Apretado: Esquiva -10.
fr: Contraint : Esquive -10
it: Ostacolato: Schivata -10
ru: Удушение: Уклонение -10

source: Contact Harlequin When You Are Ready to Leave
de: Sprich Harlequin an, wenn du bereit bist zu gehen
es: Contacta con el arlequín cuando vayas a marcharte
fr: Contacter Arlequin quand vous êtes prêt à partir
it: Contatta Arlecchino quando vuoi partire
ru: Сообщи Арлекину о готовности выступать

source: Contact my law firm - Rogers, Mengert & McCain - when the job is done. They'll know what to do. {{GM}}He turns to his left.{{/GM}} Chet?
de: Melde dich bei meiner Anwaltskanzlei – Rogers, Mengert & McCain – wenn du den Job erledigt hast. Sie werden wissen, was sie zu tun haben. {{GM}}Er dreht sich nach links.{{/GM}} Chet?
es: Ponte en contacto con mi firma de abogados, Rogers, Mengert & McCain, cuando termines el trabajo. Ellos sabrán qué hacer. {{GM}}Se vuelve a la izquierda.{{/GM}} ¿Chet?
fr: Contacte mon cabinet d'avocats : Rogers, Mengert & McCain, - lorsque ce sera réglé. Ils sauront quoi faire. {{GM}}Il se tourne vers sa gauche.{{/GM}} Chet ?
it: Contatta il mio studio legale, Rogers, Mengert & McCain, quando il lavoro è terminato. Loro sapranno cosa fare. {{GM}}Si volta verso sinistra.{{/GM}} Chet?
ru: Свяжись с моим душеприказчиком - фирмой Роджерс, Менгерт и МакКейн - когда с этим будет покончено. Они обо всем позаботятся. {{GM}}Он поворачивается налево.{{/GM}} Чет?

source: Conversation with all the information in the conversation that would trigger without already having a keycard. Getting the keycard is missing in this one.
de: Dialog mit allen Informationen des Dialogs, der ohne eine Schlüsselkarte stattfinden würde. Der Erhalt einer Schlüsselkarte wird hier nicht erwähnt.
es: Conversación con toda la información en la conversación que se activaría sin tener una tarjeta de acceso. Aquí falta conseguir la tarjeta de acceso.
fr: Toutes les informations nécessaires sont contenues dans cette conversation, à part pour la clé. Elle n'indique pas comment l'obtenir.
it: Conversazione contenente tutte le informazioni necessarie senza essere in possesso di una tessera. In questa manca l'informazione che dice di prendere la tessera.
ru: Диалог со всей информацией в диалоге, который возникает, если у тебя нет карточки. Взять карточку не получилось.

source: Cook
de: Koch
es: Cocinero
fr: Cuisinier
it: Cuoco
ru: Повар

source: Cooked up a special treat for you in our BTL lab downstairs, babydoll.
de: Hey, Süße, ich hab dir da was ganz Besonderes in unserem BTL-Labor zusammengebraut.
es: Te han preparado algo especial en nuestro laboratorio BTL de abajo, tesoro.
fr: Je t'ai préparé une petite surprise dans notre labo BTL, chérie.
it: Ti ho preparato qualcosa di speciale nel nostro laboratorio di BTL al piano di sotto, zuccherino.
ru: Мы приготовили для тебя в нашей ИР-лаборатории кое-что особенное, куколка.

source: Cool it. I saved your son from those thugs across the hall.
de: Reg dich nicht auf, ich habe deinen Sohn vor diesen Kerlen da drüben gerettet.
es: Calma. He salvado a tu hijo de esos matones del otro lado del pasillo.
fr: Calmez-vous. J'ai sauvé votre fils de la griffe de ces salauds.
it: Frena. Ho salvato tuo figlio da quei delinquenti dall'altro lato del corridoio.
ru: Никшни. Мы спасли твоего сына от головорезов в соседней квартире.

source: Coroner really phoned it in on that one. Happens way too often when there's no next of kin willing to foot the bills for a thorough autopsy.
de: Der Gerichtsmediziner hat das alles nur halbherzig untersucht. Passiert viel zu oft, wenn es niemanden aus der Verwandtschaft gibt, der die Kosten für eine gründliche Autopsie übernimmt.
es: El forense no se complicó mucho la vida con ese trabajo. Suele pasar cuando no hay ningún pariente dispuesto a cargar con la factura de la autopsia.
fr: Le légiste a fait du bon boulot, sur ce coup. Il arrive bien trop souvent qu'aucun membre de la famille ne veuille payer les factures d'une autopsie approfondie.
it: Il medico legale ha fatto davvero il minimo indispensabile con quella. Ciò accade fin troppo spesso quando non ci sono parenti prossimi disposti a pagare per un'autopsia approfondita.
ru: Да, судебный медик облажался. Такое часто бывает, когда у покойного нет родственников, готовых выложить денежки за нормальное вскрытие... и нормальное следствие.

source: Corporate Mage
de: Konzern-Magier
es: Mago de la corporación
fr: Mage de la corporation
it: Mago della corporazione
ru: Корпоративный маг

source: Correct me if I’m wrong, but at this point we've established who I am and what I am doing here. Same can't be said about you.
de: Korrigier mich, wenn ich falsch liege, aber wir haben doch schon geklärt, wer ich bin und was ich hier mache. Das Gleiche kann man von euch aber nicht behaupten.
es: Corrígeme si me equivoco, pero en este momento hemos establecido quién soy y qué hago aquí. No podemos decir lo mismo de ti.
fr: Dites-moi si je me trompe, mais pour le moment, nous avons établi qui je suis et ce que je fais ici. On ne peut pas en dire autant de vous.
it: Correggimi se sbaglio, ma direi che a questo punto sia chiaro chi sono io e che cosa faccio qui. Non posso dire lo stesso di te.
ru: Поправь меня, если я ошибаюсь, но мне кажется, мы уже выяснили, кто я и что я здесь делаю. А вот о тебе я этого пока сказать не могу.

source: Correct! Perhaps das German can tell you all about it at length some day. He's got plenty of time to chit chat.
de: Richtig! Vielleicht kann unser deutscher Freund dir irgendwann ausführlich darüber berichten. Er hat mehr als genug Zeit für ein solches Gespräch.
es: ¡Exacto! Quizás das Alemán pueda darte más detalles en un futuro. Tiene muchísimo tiempo para hablar.
fr: Exactement ! L'Allemand pourra sans doute vous l'expliquer plus longuement un autre jour. Il a largement le temps de papoter.
it: Esatto! Forse il tedesco potrà raccontarti tutta la storia... un altro giorno però. Ha un sacco di tempo per le chiacchiere.
ru: Совершенно верно! Может, немчура тебе когда-нибудь подробно об этом расскажет. В отличие от нас, у него полно времени, большую часть которого он тратит на болтовню.

source: Corrupted Blast 1
de: Verdorbene Druckwelle 1
es: Explosión corrupta 1
fr: Souffle corrompu 1
it: Raffica di corruzione 1
ru: Разъедающий выстрел 1

source: Could be the Emerald City Ripper.
de: Könnte vom Emerald City Ripper sein.
es: Podría ser el Destripador de Ciudad Esmeralda.
fr: Peut-être à l'éventreur de Emerald City.
it: Potrebbe essere dello Squartatore di Emerald City.
ru: Подозреваю, что Потрошителя.

source: Could be used to open unsecured wall panels.
de: Könnte nützlich sein zum Öffnen ungesicherter Wandkonsolen.
es: Podría utilizarse para abrir paneles de pared no asegurados.
fr: Peut être utilisé pour démonter des panneaux muraux non sécurisés.
it: Potresti usarlo per aprire pannelli a muro non fissati.
ru: С помощью этого инструмента можно снимать панели со стен.

source: Could be worse. Could be raining.
de: Könnte schlimmer sein. Es könnte regnen.
es: Podría ser peor. Podría estar lloviendo.
fr: Ça pourrait être pire. Il pourrait pleuvoir.
it: Potrebbe andare peggio. Potrebbe piovere.
ru: Могло быть и хуже. Погода вот могла, например, испортиться.

source: Could be. But we're not going to find proof of that laying around. It is a little strange that he would do this to slip some pursuer, but left his belongings to his psychiatrist. Wouldn't he want to keep them? Was the psychiatrist in on it?
de: Könnte sein. Aber dafür werden wir keine Beweise finden. Es ist verwunderlich, dass er das alles gemacht hat, nur um einen Verfolger abzuschütteln, seine Sachen aber bei seinem Psychiater gelassen hat. Warum wollte er sie nicht behalten? Wusste der Psychiater Bescheid?
es: Es posible. Pero no vamos a encontrar pruebas de eso. Es un poco raro que hiciera eso para quitarse de encima a alguien que lo perseguía y le dejara sus pertenencias a su psiquiatra. ¿No querría quedárselas? ¿El psiquiatra estaba en el ajo?
fr: Peut-être. Mais on ne trouvera pas de preuves en restant ici. C'est assez étrange de faire ça pour échapper à ses poursuivants, mais de laisser ses effets personnels à son psychiatre... Pourquoi ne pas les garder ? Quel est le rôle du psychiatre ?
it: Potrebbe essere. Ma non riusciremo a dimostrarlo perdendo tempo. Suona un po' strano che abbia fatto tutto questo per sfuggire a un inseguitore, ma abbia lasciato tutti i suoi beni al suo psichiatra. Non avrebbe voluto tenerseli? Era coinvolto anche lo psichiatra?
ru: Возможно. Но доказательств этого мы совершенно точно уже не найдем. Кроме того, если он хотел оторваться от преследователей, то зачем ему было завещать все свои вещи лечащему психиатру? Или психиатр был его сообщником?

source: Could be. I just rescued a teenage elf girl from some evil cultists.
de: Kann gut sein. Ich hab schließlich gerade ein Elfenmädchen aus der Hand bösartiger Kultisten befreit.
es: Podría ser. Acabo de rescatar a una elfa adolescente de una secta maléfica.
fr: Peut-être. Je viens juste de sauvé une ado elfe des griffes d'adeptes démoniaques.
it: Forse. Ho appena salvato una giovane Elfa da alcuni fanatici spietati.
ru: Возможно. Час назад мы вырвали молоденькую эльфиечку из лап ужасных сектантов.

source: Could be. I won't know until I get something analyzed.
de: Gut möglich. Ich werde es nicht genau wissen, bis ich etwas analysieren kann.
es: Es posible. No lo sabré hasta que me analicen algo.
fr: Peut-être. Je ne le saurai pas tant que je n'aurai rien fait analyser.
it: Forse. Non lo saprò finché non faccio analizzare una certa cosa.
ru: Пока не могу сказать. Мне нужна помощь специалиста.

source: Could be. I’ll tell you after I talk to him.
de: Kann sein. Ich sag es dir, nachdem ich mit ihm geredet habe.
es: Es posible. Te lo diré cuando haya hablado con él.
fr: Peut-être. Je vous le dirai après lui avoir parlé.
it: Forse. Te lo dirò dopo aver parlato con lui.
ru: Может быть. Обсудим это после того, как я с ним поговорю.

source: Couldn’t stomach losing anyone else so soon after what happened to Sam.
de: Ich könnte es nicht ertragen, so kurz nach Sams Tod noch jemanden aus der Familie zu verlieren.
es: No podría soportar perder a nadie más, poco después de lo que le pasó a Sam.
fr: J'aurais eu du mal à encaisser la perte de quelqu'un d'autre si rapidement après ce qui est arrivé à Sam.
it: Dopo quello che è successo a Sam, non avrei sopportato di perdere qualcun altro così presto.
ru: Мне бы очень не хотелось потерять еще кого-нибудь. Смерти Сэма уже более чем достаточно.

source: Counceling Wanderer
de: Spazierender Berater
es: Nómada asesor
fr: Vagabond conseiller
it: Terapeuta passante
ru: Консультант

source: Couple of Stevie's men came round, asking what anyone saw. Kept my mouth shut, I did.
de: Ein paar von Stevies Leuten sind vorbeigekommen und haben gefragt, ob irgendwer was gesehen hat. Ich hab aber schön meine Klappe gehalten, jawohl.
es: Un par de chicos de Stevie han bajado a preguntar lo que habíamos visto. Pero yo no he dicho ni pío.
fr: Deux sbires de Stevie sont arrivés, demandant ce qu'on avait vu. Je n'ai rien dit, bien entendu.
it: Sono venuti un paio di uomini di Stevie a chiedere quello che avevamo visto. Ho tenuto la bocca chiusa.
ru: Пара ребят Стиви спустилась и начала задавать вопросы, я промолчал.

source: Coyote
ru: Койот

source: Coyote Ugly
fr: Coyote moche
ru: Койот

source: Coyote and Paco Must Survive
de: Coyote und Paco müssen überleben
es: Coyote y Paco deben sobrevivir
fr: Coyote et Paco doivent survivre
it: Coyote e Paco devono sopravvivere
ru: Койот и Пако не должны умереть

source: Coyote bought a new gun from Jin at the Union. Know anything about that?
de: Coyote hat von Jin in der Union eine neue Waffe gekauft. Weißt du was davon?
es: Coyote le compró una pistola nueva a Jin en el Unión. ¿Sabes algo de eso?
fr: Coyote a acheté un pistolet à Jin au Seamstresses Union. Tu sais pourquoi faire ?
it: Coyote ha comprato una nuova pistola da Jin, all'Union. Ne sai niente?
ru: Койот купила у Джин в Союзе новую пушку. Ты что-нибудь об этом знаешь?

source: Coyote grew up in the Royale but managed to escape that life. However, her cousin was apparently not so lucky. He came to town about a year ago and fell in with the wrong circle. He was introduced to simchips and became addicted to BTLs. Coyote has been tearing her way through chiphouses for months now, searching for him and acting as a one-woman cleanup crew.
de: Coyote ist im Royale aufgewachsen, bis es ihr gelang, diesem Leben zu entkommen. Ihr Cousin hatte jedoch anscheinend nicht so viel Glück. Er kam vor etwa einem Jahr nach Seattle und geriet in die falschen Kreise. So gelangte er an Simchips und wurde abhängig von BTLs. Coyote überfällt jetzt schon seit Monaten Chiphäuser auf der Suche nach ihm und erledigt jeden Chipdealer, den sie finden kann.
es: Coyote creció en la Royale pero consiguió huir de esa vida. Sin embargo, al parecer su primo no tuvo tanta suerte. Llegó a la ciudad hará cosa de un año y se metió en el círculo equivocado. Probó los simchips y se volvió adicto al BTL. Coyote lleva meses adentrándose en las casas donde venden la mercancía, buscándole y actuando como un escuadrón de limpieza de una sola mujer.
fr: Coyote a grandi aux Royale mais a réussi à échapper à cette vie sordide. Par contre son cousin n'a apparemment pas eu cette chance. Il s'est installé en ville il y a environ un an et n'a pas bien choisi ses fréquentations. Il a goûté au trip des puces et est devenu accro aux BTLs. Ça fait des mois que Coyote le cherche et écrème les endroits où on vend des puces, en faisant le grand ménage au passage...
it: Coyote è cresciuta nei Royale, ma è riuscita a sfuggire da quella vita. Tuttavia, suo cugino non è stato altrettanto fortunato. È venuto in città circa un anno fa e si è fatto amicizie sbagliate. Lo hanno iniziato ai microchip simulativi e ha sviluppato una dipendenza da BTL. Per diversi mesi Coyote ha messo a soqquadro moltissime case da chip da sola per cercarlo.
ru: Койот выросла в апартаментах "Роял", но сбежала оттуда при первой возможности. Ее двоюродному брату повезло меньше. Он появился в городе около года назад и сразу попал в плохую компанию. Скоро он подсел на симчипы, а потом перешел на ИР. Койот потрошит подпольные лаборатории и притоны идеальной реальности уже не первый месяц, пытаясь найти его. Ударный отряд из одного человека.

source: Coyote has a date with Paco at Pike Place Market in the next half hour.
de: Coyote trifft sich in der nächsten halben Stunde mit Paco am Pike Place Market.
es: Coyote tiene una cita con Paco en el mercado Pike Place en la próxima media hora.
fr: Coyote a un rendez-vous avec Paco au Pike Place Market dans une demi-heure.
it: Coyote ha un appuntamento con Paco al mercato di Pike Place nella prossima mezzora.
ru: Койот должна встретиться с Пако на рынке Пайк-Плейс через полчаса.

source: Coyote is badly injured, but she's managing to hold it together.
de: Coyote ist schwer verletzt, schafft es aber, auf den Beinen zu bleiben.
es: Coyote está malherida, pero se las arregla para aguantar.
fr: Coyote est gravement blessée, mais elle parvient à se contenir.
it: Coyote è gravemente ferita, ma riesce ancora a tenere duro.
ru: Койот сильно ранена, но все еще держится на ногах.

source: Coyote isn’t coming back, Mrs. Kubota.
de: Coyote wird nicht zurückkommen, Mrs. Kubota.
es: Coyote no va a volver, Sra. Kubota.
fr: Coyote ne reviendra pas, Mme Kubota.
it: Coyote non tornerà, signora Kubota.
ru: Койот не вернется, миссис Кубота.

source: Coyote looks to you, tears in her eyes.
de: Coyote schaut dich an, Tränen in den Augen.
es: Coyote te mira con los ojos llenos de lágrimas.
fr: Coyote vous regarde, les larmes aux yeux.
it: Coyote ti guarda, le lacrime agli occhi.
ru: Койот смотрит на тебя со слезами на глазах.

source: Coyote may not have told you, but the penalty for being late with the delivery was no payment. But I’m feeling magnanimous tonight, so you guys can can keep the the gems I threw in your damn face.
de: Coyote hat es euch vielleicht nicht mitgeteilt, aber für verspätete Lieferungen zahle ich nicht. Aber ich fühl mich heute spendierfreudig, deswegen dürft ihr die Steine behalten, die ich dir in deine blöde Fresse geschleudert hab.
es: Puede que Coyote no os lo haya dicho, pero la penalización por retraso en la entrega es anular el pago. Pero esta noche me siento generoso, así que podéis quedaros las gemas que te he tirado a tu apestosa cara.
fr: Coyote ne vous l'a peut-être pas dit, mais il n'y pas de paiement s'il y a du retard. Mais je me sens d'humeur généreuse ce soir, alors vous pouvez garder les gemmes que je vous ai jetées au visage.
it: Forse Coyote non ve l'ha detto, ma se la consegna avviene in ritardo non c'è alcun pagamento. Ma stasera mi sento magnanimo, quindi potete tenervi le gemme che ho vi gettato addosso.
ru: Койот не сказала вам, что я ничего ей не заплачу, если она опоздает? Но я сегодня щедр, так что можешь оставить себе все камни, которые я швырнул тебе в рожу.

source: Coyote sent me.
de: Coyote schickt mich.
es: Vengo de parte de Coyote.
fr: Coyote m'envoie.
it: Mi manda Coyote.
ru: Меня прислала Койот.

source: Coyote sent us.
de: Coyote schickt uns.
es: Nos envía Coyote.
fr: Coyote nous envoie.
it: Ci manda Coyote.
ru: Нас прислала Койот.

source: Coyote shouts something but it’s too late. Gino jams the gun into his datajack and pulls the trigger. There’s a pop - barely a gunshot - and he’s gone.
de: Coyote schreit auf, aber es ist zu spät. Gino rammt die Pistole in seine Datenbuchse und drückt ab. Ein kurzer Knall – kaum als Schuss zu erkennen – und er ist weg.
es: Coyote grita algo pero es demasiado tarde. Gino mete la pistola en su datajack y pulsa el gatillo. Se oye un poco, apenas un disparo, y muere.
fr: Coyote crie quelque chose, mais c'est déjà trop tard. Gino fourre le pistolet dans son datajack et appuie sur la détente. Un bruit sec (à peine une détonation) retentit puis tout est fini.
it: Coyote grida qualcosa, ma è troppo tardi. Gino punta la pistola alla sua presa dati e preme il grilletto. Si sente un botto, uno sparo accennato, e lui non c'è più.
ru: Койот кричит что-то, но уже поздно. Джино засовывает дуло писолета в разъем своего имплантата и спускает курок. Грохочет выстрел, и он обмякает у вас на глазах.

source: Coyote sways woozily, standing through sheer force of will.
de: Coyote schwankt. Sie scheint sich nur durch pure Willenskraft aufrecht halten zu können.
es: Coyote se tambalea aturdida y se mantiene en pie por pura fuerza de voluntad.
fr: Coyote vacille. Elle ne tient debout que par la seule force de sa volonté.
it: Coyote ondeggia stordita, stando in piedi per pura forza di volontà.
ru: Койот пошатывается. Упасть ей не дает только железная сила воли.

source: Coyote's computer is ancient - probably fished it out of a junkyard. It doesn't even have a datajack, and the cracked display is covered with fingerprints. Tapping the keyboard causes the dust-caked fans to spin up, only to display on-screen: Password? Without the password, the only other button on screen is a "Password Recovery" option.
de: Coyotes Computer ist uralt – wahrscheinlich stammt er von irgendeinem Schrottplatz. Er hat nicht einmal eine Datenbuchse und der zerkratzte Bildschirm ist voll von Fingerabdrücken. Als du auf die Tastatur drückst, wechselt die staubverkrustete Lüftung sogleich auf Hochbetrieb – nur, um auf dem Bildschirm das Wort „Passwort?“ anzuzeigen. Ohne das richtige Passwort bleibt dir nur die Option „Passwort wiederherstellen“.
es: El ordenador de Coyote es viejo; seguramente lo sacó de un vertedero. Ni siquiera tiene un datajack y la pantalla rota está llena de huellas. Al teclear los ventiladores repletos de polvo giran y en la pantalla aparece: ¿Contraseña? Sin la contraseña, el único botón que aparece en pantalla es una opción de "Recuperar contraseña".
fr: L'ordinateur de Coyote est un vieux modèle. Elle l'a sûrement dégoté dans un dépotoir. Il n'a même pas de datajack. L'écran est fissuré et couvert de traces de doigt. Quand on tape sur le clavier, les ventilateurs bloqués par la poussière s'accélèrent et la seule chose qu'on voit à l'écran, c'est : Mot de passe ? Sans mot de passe, la seule option disponible à l'écran est "Récupérer le mot de passe".
it: Il computer di Coyote è antiquato, probabilmente recuperato da una discarica. Non ha nemmeno una presa dati, e lo schermo è rigato e coperto di impronte. Toccando la tastiera, la ventola comincia a vibrare sotto la polvere, mentre sullo schermo compare la scritta: Password? Senza la password, l'unica altra opzione è "Recupera password".
ru: Компьютер Койот невероятно древний - и скорее всего собран из деталей, найденных на мусорной свалке. У него даже нет точки входа. Треснувший монитор покрывают отпечатки пальцев. Когда ты берешь в руки клавиатуру, покрытые пылью вентиляторы оживают с натужным шумом, а на экране появляется всего одно слово: Пароль? Не зная его, тебе остается выбрать единственную доступную опцию: "Восстановление пароля".

source: Coyote's missing? Oh man. That would explain... She was supposed to meet me here over an hour ago. Look, sorry for getting in your face like that. What else do you know? If she's missing, I need to find her.
de: Coyote wird vermisst? Oh Mann. Das würde erklären ... Sie hätte mich hier vor über einer Stunde treffen sollen. Hör zu, tut mir leid, dass ich dich so angegangen bin. Weißt du sonst noch was? Wenn sie vermisst wird, muss ich sie finden.
es: ¿Coyote ha desaparecido? Oh, no. Eso explicaría... Hace una hora que habíamos quedado aquí. Mira, siento haberte hablado así. ¿Qué más sabes? Si ha desaparecido, tengo que encontrarla.
fr: Coyote a disparu ? Oh putain. Ça explique tout... On avait rendez-vous ici il y a plus d'une heure. Écoute, désolé de t'avoir agressé comme ça. Qu'est-ce que tu sais de plus ? Si elle a disparu, je dois la retrouver.
it: Coyote è sparita? Oh cavolo. Questo spiega perché... Doveva raggiungermi qui più di un'ora fa. Senti, scusa se ti ho aggredito a quel modo. Che altro sai? Se è scomparsa, devo trovarla.
ru: Койот пропала? Ох ты. Тогда понятно... Мы должны были встретиться на этом месте больше часа назад. Слушай, извини, что я тебе нахамил. Что ты еще знаешь? Если она пропала, я должен ее найти.

source: Coyote, be careful.
de: Sei vorsichtig, Coyote.
es: Coyote, ten cuidado.
fr: Coyote, faites attention.
it: Coyote, sta' attenta.
ru: Койот, будь осторожна.
