Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: You said Sam represented a sickness in the world. But I think he represented the sickness in you.
de: Du sagtest, Sam war ein Symbol der Krankheit in dieser Welt. Doch ich glaube, er war ein Symbol der Krankheit in dir.
es: Dijiste que Sam representaba una enfermedad en el mundo. Pero yo creo que representaba la enfermedad en tu interior.
fr: Vous avez dit que Sam représentait une maladie du monde. Moi je crois qu'il représentait la malade en vous.
it: Hai detto che Sam rappresentava una malattia per il mondo. Ma penso che rappresentasse la malattia dentro di te.
ru: Ты сказала мне, что Сэм воплотил в себе все нездоровое, что есть в этом мире. Но ты обманываешь себя. Он воплотил в себе все нездоровое, что есть в тебе самой.

source: You said he got loud. Do you remember what he was saying?
de: Du hast gesagt, er wurde laut. Erinnerst du dich daran, was er gesagt hat?
es: Dices que fue subiendo el tono. ¿Recuerdas lo que decía?
fr: Tu dis qu'il s'est mis à parler plus fort. Tu te souviens de ce qu'il disait ?
it: Hai detto che iniziò a fare casino. Ti ricordi che cosa diceva?
ru: Ты сказала, что он начал буянить. Ты не помнишь, из-за чего это произошло?

source: You said it yourself! Sam had appetites. All that mattered to him was his next fix.
de: Du hast es selbst gesagt! Sam war bestimmt von seinen Gelüsten. Er war immer nur auf der Suche nach dem nächsten Rausch.
es: ¡Lo dijiste tú misma! Sam tenía necesidades. Lo único que le importaba era su siguiente chute.
fr: Vous l'avez dit. Sam avait des envies. Tout ce qui comptait pour lui, c'était d'avoir sa dose.
it: L'hai detto tu! Sam aveva le sue "passioni". A lui interessava solo come sballarsi.
ru: Ты сама сказала мне, что Сэм жил только для того, чтобы утолять раздиравшие его желания! Что значение для него имела только следующая доза.

source: You saw a wrongness in yourself, and you projected it onto Sam.
de: Du hast eine Falschheit in deinem Inneren gespürt und hast sie auf Sam projiziert.
es: Viste algo malo en ti y lo proyectaste en Sam.
fr: Vous avez vu un mal en vous-même, et l'avez projeté sur Sam.
it: Hai visto l'errore dentro di te, e l'hai proiettato su Sam.
ru: В глубине души ты видела, что становишься чудовищем. И проецировала этот образ на Сэма.

source: You saw what I saw. This isn't over yet.
de: Du hast gesehen, was ich auch gesehen habe. Das hier ist noch nicht vorbei.
es: Has visto lo mismo que yo. Esto aún no ha terminado.
fr: Vous avez vu ce que j'ai vu. Ce n'est pas fini.
it: Hai visto quello che ho visto anch'io. Non è ancora finita.
ru: Ты видела то же, что и я. Это еще не конец.

source: You say that like it’s a bad thing, $(scene.BroSis)!
de: Du sagst das, als wäre es etwas Schlechtes, $(scene.BroSis)!
es: ¡Lo dices como si fuera algo malo, $(scene.BroSis)!
fr: Vous dites cela comme si c'était un défaut, $(scene.BroSis) !
it: Lo dici come se fosse una cosa negativa, $(scene.BroSis)!
ru: Ты так говоришь, будто это что-то плохое, $(scene.BroSis)!

source: You say, “when” but I hear “if” in your voice. I know that tone - I have used it myself on occasion. Very well, omae. Let us say “So long for now.” But before you go, I remind you to take advantage of all the Union has to offer.
de: Du sagst „wann“, aber ich höre „ob“. Ich erkenne den Tonfall in deiner Stimme – ich habe ihn oft selbst benutzt. Nun gut, omae. Lass uns vorerst Lebewohl sagen. Doch bevor du gehst, möchte ich dich daran erinnern, die Angebote der Union voll auszuschöpfen.
es: Dices "cuando", pero tu voz dice "si". Conozco ese tono: yo también lo he utilizado alguna vez. Muy bien, omae. Digamos "Hasta la próxima". Pero, antes de irte, te recuerdo que deberías aprovechar todo lo que el Unión te puede ofrecer.
fr: Vous dites « quand », mais j'entends « si » dans votre voix. Je connais ce ton, je l'ai utilisé moi-même de nombreuses fois. Très bien, omae. Disons plutôt « À la prochaine ». Avant de partir, je tiens à vous rappeler tous les avantages que l'Union peut vous offrir.
it: Hai detto "quando" ma la tua voce diceva "se". Conosco questo tono, l'ho usato anch'io in qualche occasione. Molto bene, omae. Diciamoci "arrivederci". Prima che tu vada, ti consiglio di approfittare di tutto ciò che l'Union ha da offrire.
ru: Ты говоришь “когда я вернусь”, но на самом деле ты хочешь сказать “вернусь ли я”. Я знаю это чувство. Мне самой приходилось так же лгать друзьям. Пусть так, омае. Я говорю тебе “до встречи.” Не забудь спуститься в подвал, прежде чем уйдешь. Союз может предложить разную помощь.

source: You scan the ground near Lucy's body and spot a small wooden object, mostly hidden beneath the dead woman's hair. This must be the necklace Frank was talking about. A thin broken cord trails off to one side - it must have snapped during the struggle.
de: Du untersuchst den Boden neben Lucys Leiche und entdeckst ein kleines Objekt aus Holz, das größtenteils unter den Haaren der Toten verborgen ist. Das muss die Halskette sein, von der Frank gesprochen hat. Ein dünnes zerrissenes Band hängt an einer Seite herunter ... es muss während des Kampfes gerissen sein.
es: Revisas el suelo cercano al cuerpo de Lucy y descubres un pequeño objeto de madera, prácticamente escondido debajo del pelo de la mujer muerta. Este debe ser el collar al que se refería Frank. Un fino cordón roto se alarga hacia un lateral; debió de romperse durante la pelea.
fr: En observant le terrain à côté du corps de Lucy, vous remarquez un petit objet en bois, en partie caché par la chevelure de la victime. Ça doit être le collier dont Frank vous a parlé. Il y a un cordonnet effiloché à une extrémité. Il a dû se casser net pendant la bagarre.
it: Esamini il terreno vicino al corpo di Lucy e individui un piccolo oggetto di legno, quasi del tutto coperto dai capelli della vittima. Dev'essere la collana di cui parlava Frank. Un sottile filo sporge da un lato. Dev'essere stato strappato durante la lotta.
ru: Ты осматривешь асфальт рядом с телом Люси и замечаешь небольшой деревянный предмет, почти полностью скрытый ее волосами. Должно быть, это и есть ожерелье, о котором говорил Фрэнк. Рядом лежит тонкая порванная цепочка - должно быть, она лопнула, когда убийца схватил свою жертву.

source: You see her at Underworld 93?
de: Warst du bei ihrem Auftritt in Underworld 93?
es: ¿La viste en Underworld 93?
fr: Tu l'as vue à l'Underworld 93 ?
it: L'hai vista all'Underworld 93?
ru: Мы видели ее в Подполье 93.

source: You seem pretty interested.
de: Ihr scheint ja sehr neugierig zu sein.
es: Pareces que te interesa mucho.
fr: Tu as l'air intéressé.
it: Sembrate molto interessati.
ru: А ведь вам, похоже, не все равно.

source: You seen how many tin badges they have in this place? I need all the firepower I can get!
de: Hast du gesehen, wie viel Sicherheitspersonal hier drinnen rumläuft? Ich brauch alle Unterstützung, die ich kriegen kann!
es: ¿Has visto cuántas placas de metal tienen aquí? ¡Necesito todas lar armas que pueda conseguir!
fr: Vous avez vu combien de badges ils ont à cet endroit ? J'ai besoin de toute la puissance de feu possible !
it: Hai visto quante guardie ci sono qui in giro? Mi serve tutta la potenza di fuoco possibile!
ru: Ты видел, сколько в этом здании охранников? Мне понадобятся все пушки, которые взяла моя команда! И их не хватит!

source: You sell BTLs, right?
de: Du verkaufst BTLs, oder?
es: Vendes BTL, ¿verdad?
fr: Tu vends des BTLs, c'est ça ?
it: Vendi BTL, vero?
ru: Ты продаешь ИР-чипы, верно?

source: You sell some donuts to a troll wearing scrubs last night?
de: Hast du gestern Abend etwas an einen Troll in einem Kittel verkauft?
es: ¿Vendiste alguna rosquilla a un troll con ropa de quirófano la pasada noche?
fr: Vous avez vendu des donuts à un troll en blouse d'hôpital, la nuit dernière ?
it: Hai venduto ciambelle a un Troll vestito da infermiere l'altra notte?
ru: Ты вчера продавал пончики троллю, одетому в лохмотья?

source: You sent Coyote to get you something. We've got it.
de: Coyote sollte etwas für dich besorgen. Wir haben es.
es: Usted envió a Coyote para que le trajera algo. Y nosotros lo tenemos.
fr: Vous avez envoyé Coyote chercher quelque chose. Nous l'avons.
it: Ha inviato Coyote a prendere qualcosa per lei. Ce l'abbiamo.
ru: Ты попросил Койот кое-что достать. Твой заказ у нас.

source: You served Sam the night he died. What do you remember about that night?
de: Du hast Sam in der Nacht, in der er starb, bedient. Kannst du dich an irgendwas Bestimmtes erinnern?
es: Tú le serviste a Sam la noche en que murió. ¿Qué recuerdas de aquella noche?
fr: Tu as servi Sam la nuit où il est mort. De quoi te rappelles-tu sur cette nuit-là ?
it: Avevi servito Sam la notte in morì. Cosa ricordi di quella notte?
ru: Ты обслуживала его в ночь, когда его убили. Можешь вспомнить подробности?

source: You should not see this.
de: Das solltest du nicht sehen.
es: No deberías ver esto.
fr: Vous ne devriez pas voir ça.
it: Non si dovrebbe vedere.
ru: Тебе этого видеть не следует.

source: You shouldn't have a blank card. {{GM}}Brother Christopher takes the blank keycard from you.{{/GM}}
de: Du solltest keine leere Karte haben. {{GM}}Bruder Christopher nimmt dir die leere Karte ab.{{/GM}}
es: No deberías tener una tarjeta virgen. {{GM}}Hermano Christopher se llevará tu tarjeta de acceso virgen.{{/GM}}
fr: Votre carte ne devrait pas être vierge. {{GM}}Frère Christopher prend votre carte d'accès.{{/GM}}
it: Non dovresti avere una tessera vergine. {{GM}}Fratello Christopher prende la tua tessera vergine.{{/GM}}
ru: От чистой карточки тебе будет мало проку. {{GM}}Брат Кристофер забирает у тебя чистую карточку.{{/GM}}

source: You shouldn't have to die at all. That's something you still have control over.
de: Du solltest überhaupt nicht sterben. Das ist etwas, was immer noch in deiner Macht steht.
es: No deberías tener que morir. Eso es algo que todavía puedes controlar.
fr: Vous n'avez pas besoin de mourir. C'est quelque chose sur lequel vous avez encore le contrôle.
it: Non dovresti morire affatto. È una cosa che dipende ancora da te.
ru: Начнем с того, что никто вообще не должен умирать. Во всяком случае, если у него есть выбор.

source: You shouldn’t. It’s bad. Really, really bad.
de: Das ist es auch nicht. Es ist eine üble Sache. Wirklich, wirklich übel.
es: No deberías. Es malo. Muy, muy malo.
fr: Il n'y pas de quoi se réjouir. Ça s'annonce très mal.
it: Non dovresti, è pericoloso. Davvero pericolosissimo.
ru: Оно тебя не обманывает. У нас проблема. Очень, очень большая проблема.

source: You slip a blank keycard into your pocket.
de: Du lässt eine leere Schlüsselkarte in deine Tasche gleiten.
es: Te metes una tarjeta de acceso virgen en el bolsillo.
fr: Vous glissez une carte vierge dans votre poche.
it: Fai scivolare una tessera vergine nella tua tasca.
ru: Ты кладешь чистую карточку в карман.

source: You slip the heavy ring off the cold finger and feel it's weight in your hand. Inside is an engraving. It reads, "Screamers 2048".
de: Du ziehst den schweren Ring von dem kalten Finger und fühlst das Gewicht in deiner Handfläche. Der Ring ist graviert, im Innern steht „Screamers 2048“.
es: Sacas el anillo pesado del dedo gélido y sientes el peso en la mano. Está grabado por dentro. Pone: "Screamers 2048".
fr: Vous retirez la grosse bague du doigt glacial et sentez sa lourdeur dans votre main. Il y une inscription à l'intérieur. On peut y lire "Screamers 2048".
it: Sfili il pesante anello dal dito irrigidito e lo soppesi tenendolo in mano. C'è un'iscrizione all'interno. "Screamers 2048".
ru: Ты снимаешь тяжелое кольцо с холодного пальца и взвешиваешь его на ладони. На внутренней стороне кольца выгравирована надпись, "Ревуны 2048".

source: You slot the credstick into your PDA. 300¥ is added to your account.
de: Du slottest den Credstick in dein PDA und 300¥ werden auf dein Konto transferiert.
es: Conectas el credistick a tu PDA. Se añaden 300¥ a tu cuenta.
fr: Vous insérez le créditube dans votre PDA. 300 ¥ sont ajoutés à votre compte.
it: Inserisci il credstick nel tuo palmare. ¥300 vengono aggiunti sul tuo conto.
ru: Ты вставляешь кредстик в свой планшет и становишься богаче на 300¥.

source: You sound like you know from experience.
de: Du scheinst aus Erfahrung zu sprechen.
es: Parece que hablas por experiencia.
fr: On dirait que vous avez de l'expérience.
it: Parli come se lo sapessi per esperienza.
ru: Похоже, ты знаешь, о чем говоришь.

source: You stare at Sam’s face on your commlink. Shake off the memory. Focus.
de: Du starrst auf Sams Gesicht auf deinem Kommlink. Versinke nicht in Erinnerungen. Konzentrier dich.
es: Te quedas mirando la cara de Sam en tu commlink. Sacúdete el recuerdo. Concéntrate.
fr: Vous fixez le visage de Sam sur votre commlink. Oublie ça. Concentre-toi.
it: Fissi il volto di Sam sul tuo commlink. Da' una scossa alla tua memoria. Concentrati.
ru: Ты смотришь в глаза Сэму, который глядит на тебя с экрана коммлинка, и отгоняешь воспоминания, пытаясь сосредоточиться.

source: You step away from the scene.
de: Du entfernst dich vom Ort des Geschehens.
es: Te alejas de la escena.
fr: Vous vous éloignez de la scène.
it: Ti allontani dal luogo dell'omicidio.
ru: Ты отходишь от трупа.

source: You still gonna be a runner?
de: Wirst du weiterhin als Runner arbeiten?
es: ¿Aún vas a ser runner?
fr: Tu vas continuer à faire des runs ?
it: Continuerai a lavorare come Runner?
ru: Больше не хочешь быть раннером?

source: You sure you don't know anything about that stairwell?
de: Bist du sicher, dass du nichts über dieses Treppenhaus weißt?
es: ¿Seguro que no sabes nada sobre esa escalera?
fr: Vous êtes sûr de ne rien savoir à propos de la cage d'escalier ?
it: Sicuro di non sapere niente di quelle scale?
ru: Ты точно не можешь помочь нам с этой лестницей?

source: You sure you're not just putting yourself first?
de: Bist du sicher, dass es dir nicht nur um dich selbst geht?
es: ¿Seguro que no estás anteponiéndote a ti?
fr: Vous êtes sûre de ne pas penser d'abord à vous ?
it: Sei sicura che non stai solo mettendo te stessa al primo posto?
ru: Ты уверена, что сейчас думаешь не только о себе?

source: You sure you're up for this?
de: Bist du sicher, dass du dazu bereit bist?
es: ¿Estás segura de que estás preparada?
fr: Vous êtes sûr que vous pouvez y arriver ?
it: Sicuro di sentirtela?
ru: Ты точно хочешь во все это ввязаться?

source: You take the BTL recording.
de: Du nimmst die BTL-Aufnahme.
es: Coges la grabación del BTL.
fr: Vous prenez l'enregistrement du BTL.
it: Prendi le registrazioni di BTL.
ru: Ты забираешь запись.

source: You take the kerosene can.
de: Du nimmst den Kerosinkanister auf.
es: Coges la lata de queroseno.
fr: Vous prenez le bidon de pétrole.
it: Prendi il contenitore di cherosene.
ru: Ты берешь с полки канистру с керосином.

source: You talk too much. Time to die.
de: Du redest zu viel. Zeit zu sterben.
es: Hablas demasiado. Hora de morir.
fr: Tu parles trop. Il est l'heure de mourir.
it: Tu parli troppo. Tempo di morire.
ru: Ты слишком много болтаешь. Тебе конец.

source: You tap in the phone number Sam’s lawyer gave you days ago. The phone rings seven times before someone finally answers. The image of the lawyer on the other end of the vidphone is noticeably different from the one you saw a few days ago. The noise in the background sounds like it’s coming from a bar.
de: Du tippst die Telefonnummer ein, die Sams Anwalt dir vor mehreren Tagen gegeben hatte. Das Telefon klingelt siebenmal, bevor endlich jemand rangeht. Das Bild des Anwalts am anderen Ende des Vidfons unterscheidet sich merklich von dem, dass du vor ein paar Tagen gesehen hast. Den Geräuschen im Hintergrund nach zu urteilen, befindet er sich in einer Bar.
es: Marcas el número de teléfono que te dio el abogado de Sam. El teléfono suena siete veces antes de que alguien conteste. La imagen del abogado al otro lado de la videollamada es totalmente diferente a la que viste hace unos días. El ruido del fondo parece proceder de un bar.
fr: Vous tapez le numéro que l'avocat de Sam vous a donné il y a quelques jours. La sonnerie retentit sept fois avant que quelqu'un ne décroche. L'image de l'avocat à l'autre bout du vidéophone n'a pas grand chose à voir avec celle d'il y a quelques jours. D'après le bruit de fond, on dirait qu'il se trouve dans un bar.
it: Componi il numero che l'avvocato di Sam ti aveva dato giorni fa. Il telefono squilla sette volte prima che qualcuno risponda. L'immagine dell'avvocato dall'altra parte del videotelefono è notevolmente diversa da quella che hai visto giorni fa. Il rumore di sottofondo sembra quello di un bar.
ru: Ты набираешь номер, который юрист Сэма продиктовал тебе несколько дней назад. В ухе у тебя звучит гудок, потом другой. После седьмого сигнала кто-то наконец берет трубку. Молодой человек по другую сторону экрана выглядит гораздо менее опрятным, чем на недавней видеозаписи. Судя по шуму, он сидит в каком-то баре.

source: You there now?
de: Bist du gerade dort?
es: ¿Estás allí ahora?
fr: Vous êtes là-bas ?
it: Stai andando lì adesso?
ru: Ты сейчас там?

source: You think Dresden explained it to me? That guy only talks to dead people. He just told me to scan the site.
de: Denkst du etwa, Dresden hätte mir das erklärt? Der Typ redet nur mit den Toten ... Mir hat er nur befohlen, den Tatort zu scannen.
es: ¿Crees que Dresden me lo ha explicado a mí? Ese tipo solo habla con los muertos. A mí solo me ha dicho que escanee el lugar.
fr: Vous pensez que Dresden m'a expliqué ça ? Ce type ne parle qu'aux morts. Il veut juste que je scanne le site.
it: Pensi che Dresden me l'abbia spiegato? Quel tipo parla solo di persone morte. Mi ha solo detto di esaminare il posto.
ru: Ты думаешь, Дрезден мне это объяснил? Он разговаривает только с покойниками. Коротышка просто сказал мне провести сканирование.

source: You think I'm stupid? I go by the book, or I don't get paid. There's nothin' in the book about that bull-drek.
de: Denkst du, ich bin blöd? Ich halte mich streng an die Vorschriften, oder ich werde nicht bezahlt. Und in den Vorschriften steht nichts von diesem Schwachsinn.
es: ¿Te crees que soy idiota? Yo sigo las reglas, si no, no me pagan. Y las reglas no dicen nada de toda esa mierda.
fr: Vous me prenez pour un imbécile ? Je suis les règles moi, sinon je ne suis pas payé. Et y'a rien dans le manuel mentionnant toutes ces conneries.
it: Pensi che sia un idiota? Io mi attengo alle istruzioni o non mi pagano. E le istruzioni non dicono nulla di quella merda.
ru: Думаешь, я идиот? Если я не буду исполнять приказы, я вылечу с работы. В приказах об этой процедуре ничего не сказано.

source: You think I'm stupid? I go by the book, or I don't get paid. You're not getting in.
de: Denkst du, ich bin blöd? Ich halte mich streng an die Vorschriften, oder ich werde nicht bezahlt. Du kommst da nicht rein.
es: ¿Te crees que soy idiota? Yo sigo las reglas, si no, no me pagan. No vas a entrar.
fr: Vous me prenez pour un imbécile ? Je suis les règles moi, sinon je ne suis pas payé. Vous n'irez nulle part.
it: Pensi che sia un idiota? Io mi attengo alle istruzioni o non mi pagano. Non entrerai.
ru: Думаешь, я идиот? Если я не буду исполнять приказы, я вылечу с работы. Мне было приказано никого сюда не пускать.

source: You think this is my first day? I know Father Willy and you're not him.
de: Denkst du etwa, ich bin blind? Ich kenne Vater Willy und du bist es nicht.
es: ¿Te crees que es mi primer día? Conozco a Padre Willy, y no eres tú.
fr: Vous croyais que c'est mon premier jour ? Je connais Père Willy, et ce n'est pas vous.
it: Pensi che sia il mio primo giorno? Conosco Padre Willy e tu non sei lui.
ru: Принимаешь меня за идиота? Я знаю, как выглядит отец Вилли, и это не ты.

source: You think you know how to inflict pain? I'm going to enjoy showing you how it's really done.
de: Du denkst, du wüsstest, wie man Schmerzen verursacht? Ich werd dir zeigen, was richtige Schmerzen sind.
es: ¿Crees que sabes cómo infligir dolor? Me lo voy a pasar en grande enseñándote cómo se hace.
fr: Vous pensez savoir ce que c'est que de faire mal ? Je vais vous montrer comment on fait.
it: Credi di sapere come far del male a qualcuno? Sarà un piacere mostrarti come si fa davvero.
ru: Думаешь, ты знаешь про боль все? Сейчас я покажу, как надо работать по-настоящему.

source: You think you're tough? I own this block. Back off before your blood ends up all over my nice sidewalk.
de: Hältst dich wohl für besonders tough, was? Mir gehört dieser Block. Verpiss dich, bevor du meinen schönen Asphalt mit deinem Blut besudelst.
es: ¿Esas tenemos? Esta manzana me pertenece. Apártate, antes de que acabe pintando mi preciosa acera con tu apestosa sangre.
fr: Tu crois que t'es un dur ? Ici c'est MON quartier. Fous le camp avant que ton sang n'éclabousse ce trottoir.
it: Credi di avere fegato? Questo quartiere è mio. Togliti di mezzo, non voglio imbrattare il mio bel marciapiede con il tuo sangue.
ru: Круче нас только яйца? Это моя территория, так что отвали, пока я не выпустил тебе кишки. Бабка замучается их потом отскребать.

source: You two dating or something? Let me save you some time. This one is open and shut. I've already gone through the researcher's computer.
de: Seid ihr zwei ein Paar, oder was? Du kannst dir die Mühe sparen. Dieser Fall ist eine klare Sache. Ich habe den Computer des Forschers bereits durchsucht.
es: ¿Vosotros dos sois pareja o algo así? Os ahorraré un poco de tiempo. Este está abierto y cerrado. Ya he comprobado el ordenador del investigador.
fr: Vous êtes maqués tous les deux, ou quoi ? Inutile de perdre votre temps. Y'a rien à en tirer. J'ai déjà analysé l'ordinateur du chercheur.
it: Ma voi state insieme? Ti faccio risparmiare un po' di tempo. Questo è aperto e chiuso. Ho già guardato nel computer del ricercatore.
ru: Вы вдвоем что, того? В смысле, это самое? Ладно, я помогу тебе сэкономить время. Все бесполезно. Я уже ознакомился с содержимым его компьютера.

source: You wanna go on a ride?
de: Lust auf ’nen Trip?
es: ¿Quieres hacer un viajecito?
fr: Tu veux te faire faire un bon trip ?
it: Vuoi farti un viaggio?
ru: Хочешь закинуться?

source: You wanna go on a ride? You can forget you’re a halfer for awhile.
de: Lust auf ’nen Trip? Man kann sogar kurz vergessen, dass man ein Halbling ist.
es: ¿Quieres hacer un viajecito? Puedes olvidar que eres un mediado durante un rato.
fr: Tu veux te faire faire un bon trip ? Tu pourrais oublier que t'es un naze pendant un petit moment.
it: Vuoi farti un viaggio? Puoi dimenticarti di essere un nanetto per un po'.
ru: Хочешь закинуться? Забыть, что ты обрубок?

source: You wanna go on a ride? You can forget you’re a troll for awhile.
de: Lust auf ’nen Trip? Man kann sogar kurz vergessen, dass man ein Troll ist.
es: ¿Quieres hacer un viajecito? Puedes olvidar que eres un mestizo durante un rato.
fr: Tu veux te faire faire un bon trip ? Tu pourrais oublier que t'es un troll pendant un petit moment.
it: Vuoi farti un viaggio? Puoi dimenticarti di essere un Troll per un po'.
ru: Хочешь закинуться? Забыть, что ты тролль?

source: You wanna go on a ride? You can forget you’re an ork for awhile. Worked for me.
de: Lust auf ’nen Trip? Man kann sogar kurz vergessen, dass man ein Ork ist. Bei mir hat’s geklappt.
es: ¿Quieres hacer un viajecito? Puedes olvidar que eres un orko durante un rato. A mí me funcionó.
fr: Tu veux te faire faire un bon trip ? Tu pourrais oublier que t'es un ork pendant un petit moment. Ça a marché pour moi !
it: Vuoi farti un viaggio? Puoi dimenticarti di essere un Orco per un po'. Con me ha funzionato.
ru: Хочешь закинуться? Забыть, что ты орк? Мне помогло.
