Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: That's all for now.
de: Das wäre erst mal alles.
es: Eso es todo por ahora.
fr: C'est tout pour le moment.
it: Per ora è tutto.
ru: Это пока все.

source: That's dangerous info. I'd rather not handle it, so how about 600?
de: Das ist gefährliches Wissen. Ich würde mir damit lieber nicht die Finger schmutzig machen, also wie wär’s mit 600?
es: Esa información es peligrosa. Preferiría no procesarla, ¿qué tal 600?
fr: C'est une info dangereuse. Je préfère ne pas la manipuler. Pourquoi pas 600 ?
it: Sono informazioni pericolose. Non voglio averci troppo a che fare, che ne dici di 600?
ru: Опасная информация. Обычно я стараюсь не иметь дела с такими вещами, но тебе предложу 600 нюйен.

source: That's enough questions. Thanks, Dresden.
de: Das sind erst einmal genug Fragen. Danke, Dresden.
es: Basta de preguntas. Gracias, Dresden.
fr: J'en ai fini avec mes questions. Merci, Dresden.
it: Le domande sono già troppe. Grazie, Dresden.
ru: У меня больше нет вопросов. Спасибо, Дрезден.

source: That's enough. Time for you to bleed.
de: Das reicht. Jetzt werdet zur Abwechslung ihr mal bluten.
es: Ya basta. Ahora te toca sangrar.
fr: Assez. Le moment est venu de payer.
it: Basta così. Ora ti toccherà sanguinare un po'.
ru: Все, хватит. Теперь вам конец.

source: That's funny. I didn't think Sam had any friends.
de: Wie seltsam. Ich hätte nicht gedacht, dass Sam Freunde hat.
es: Qué gracia. Pensaba que Sam no tenía amistades.
fr: C'est marrant. Je ne pensais pas que Sam avait des amis.
it: Interessante. Non pensavo che Sam avesse amici.
ru: Забавно. Не думала, что у Сэма остались друзья.

source: That's great, professor. What's the plan?
de: Das ist wunderbar, Professor. Wie lautet der Plan?
es: Eso es estupendo, profesor. ¿Cuál es el plan?
fr: C'est super, professeur. On a un plan ?
it: Grandioso, Professore. Qual è il piano?
ru: Великолепно, профессор. Так какой у нас план?

source: That's her brother. Makes it her business.
de: Das ist ihr Bruder. Damit ist es ihre Angelegenheit.
es: Pues es su hermano. Ella se está ocupando.
fr: C'est son frère. Donc ça la concerne.
it: È suo fratello. La cosa la riguarda.
ru: Это ее брат. Она имеет право знать, что происходит.

source: That's it, you're out of here! Give me your badge. {{GM}}He looks down at your badge for the first time.{{/GM}} Wait, that's just a Visitor's badge. SECURITY! SECURITY!
de: Jetzt reicht’s. Sie sind raus! Geben Sie mir Ihren Ausweis. {{GM}}Er blickt zum allerersten Mal genauer auf dein Namensschild{{/GM}} Hey, das ist nur ein Besucherausweis. SICHERHEITSDIENST! SICHERHEITSDIENST!
es: ¡Se acabó, fuera de aquí! Dame tu placa. {{GM}}Baja la mirada y mira tu placa por primera vez.{{/GM}} Espera, esa placa es para visitantes. ¡SEGURIDAD! ¡SEGURIDAD!
fr: Ça suffit, vous êtes viré ! Donnez-moi votre badge. {{GM}}Il regarde votre badge pour la première fois.{{/GM}} Attendez, c'est juste un badge visiteur... SÉCURITÉ ! SÉCURITÉ !
it: Basta! Sei fuori! Dammi il tuo badge. {{GM}}Posa lo sguardo sul tuo badge per la prima volta.{{/GM}} Aspetta, questo è solo un badge da visitatore. SICUREZZA! SICUREZZA!
ru: Все, с меня хватит. Я тебя увольняю. Дай сюда твой пропуск. {{GM}}В первый раз за все время он смотрит на пластиковую карточку у тебя на груди.{{/GM}} Только сейчас ты понимаешь, что на ней написано слово "Посетитель". ОХРАНА! ОХРАНА!

source: That's just great. Got a new plan? A real plan?
de: Na klasse. Hast du einen anderen Plan? Einen richtigen Plan?
es: Genial. ¿Tienes otro plan? ¿Un plan de verdad?
fr: C'est le top. Vous avez un autre plan ? Un vrai cette fois-ci ?
it: È semplicemente grandioso. Hai un nuovo piano? Un vero piano?
ru: Чудесно. У тебя есть новый план? План, который сработает?

source: That's none of your business.
de: Das geht nur sie und mich was an.
es: Eso no es asunto tuyo.
fr: Ça ne vous regarde pas.
it: Non sono affari tuoi.
ru: Это не ваше дело.

source: That's none of your business. Let me pass or I'll report you.
de: Das geht dich überhaupt nichts an. Lass mich vorbei, oder ich werde dich melden.
es: Eso no es asunto tuyo. Déjame pasar o te denuncio.
fr: Ce ne sont pas vos affaires. Laissez-moi passer ou je fais un rapport sur vous.
it: Non sono affari tuoi. Lasciami passare o ti denuncio.
ru: Не твое дело. А теперь отойди, или мне придется пожаловаться праматери.

source: That's not good. Did you see her come back down again?
de: Das ist nicht gut. Ist sie wieder heruntergekommen?
es: Eso no suena bien. ¿La has visto volver a bajar?
fr: Ce n'est pas bon signe. Vous l'avez vu redescendre ?
it: Non è un bene. L'hai rivista tornare qui sotto?
ru: Плохо. Ты не видел, она спустилась обратно?

source: That's not my problem.
de: Ist nicht mein Problem.
es: Ese no es mi problema.
fr: C'est pas mon problème.
it: Non è un problema mio.
ru: Это не мои проблемы.

source: That's not right. The executive level is on lock down. I'm going to call your supervisor and double-check your instructions.
de: Das kann nicht stimmen. Die Chefetage ist abgeriegelt. Ich werde deinen Vorgesetzten anrufen und deine Geschichte überprüfen.
es: Qué raro. El nivel ejecutivo está bloqueado. Voy a llamar a tu supervisor para comprobar tus instrucciones.
fr: C'est pas possible. L'étage de la direction fait l'objet de mesures spéciales. Je vais appeler votre supérieur et vérifier les consignes qu'on vous a données.
it: I conti non tornano. L'accesso al piano della Direzione è bloccato. Chiamerò il tuo supervisore e verificherò gli ordini che ti hanno dato.
ru: Не может быть. На верхнем этаже ведется расследование. Я свяжусь с твоим начальником и поинтересуюсь у него, с какой стати он отдает такие распоряжения.

source: That's right.
de: Genau.
es: Exacto.
fr: C'est ça.
it: Esatto.
ru: Именно так.

source: That's some serious hardware... let's see if we can go around 'em.
de: Das ist ganz schön ordentliche Hardware ... mal sehen, ob wir sie umgehen können.
es: Menudo hardware... A ver si podemos rodearlos.
fr: C'est du lourd, ce matériel... Voyons si on peut s'approcher.
it: Sono armati fino ai denti... Proviamo ad aggirarli.
ru: Серьезное у них тут железо. Давай попробуем их обойти.

source: That's the last of 'em.
de: Das waren alle.
es: Ese era el último.
fr: C'est le dernier.
it: Questo è l'ultimo.
ru: Это последний.

source: That's the last one. Follow me!
de: Das war der Letzte. Mir nach!
es: Ese es el último. ¡Sígueme!
fr: C'est le dernier. Suivez-moi !
it: Questo è l'ultimo. Seguimi!
ru: Это последний. За мной!

source: That's the one. {{GM}}He pockets it.{{/GM}} Okay, you done good. But you're late. And Coyote knows that in this case, late equals no payment. But, I’m feeling magnanimous tonight so you guys can can keep the rest of the gems as your reward.
de: Das ist er. {{GM}}Er steckt ihn ein.{{/GM}} Okay, das war gute Arbeit. Aber ihr seid spät dran. Und wie Coyote weiß, gibt es bei verspäteten Lieferungen keine Bezahlung. Aber ich fühl mich heute spendierfreudig, deswegen dürft ihr die restlichen Steine als Belohnung behalten.
es: Esta es. {{GM}}Se la guarda en el bolsillo.{{/GM}} Vale, habéis hecho un buen trabajo. Pero llegáis tarde. Y Coyote ya sabe que, en estos casos, un retraso significa que no hay pago. Pero esta noche me siento generoso, así que podéis quedaros el resto de gemas como recompensa.
fr: C'est celle-là. {{GM}}Il la met dans sa poche.{{/GM}} Ok, vous avez fait du bon boulot. Mais vous êtes en retard. Et Coyote sait qu'un retard signifie pas de paiement. Mais je me sens d'humeur généreuse ce soir, alors vous pouvez garder le reste des pierres en récompense.
it: È questa. {{GM}}La mette in tasca.{{/GM}} Ok, avete fatto un buon lavoro. Ma siete in ritardo. E Coyote sa che in questo caso, ritardo significa niente pagamento. Ma stasera mi sento magnanimo, quindi potete tenervi il resto delle gemme come ricompensa.
ru: То, что нужно. {{GM}}Он сует камешек в карман.{{/GM}} Отлично, вы справились. Но вы опоздали. Койот знает, что в таких случаях я не плачу, но сегодня я щедр. Можете оставить себе остальные камни в качестве награды.

source: That's the one. {{GM}}He pockets it.{{/GM}} Okay, you did the job. But you're late. And Coyote knows that in this case, late equals no payment. But, I’m feeling magnanimous tonight so you guys can can keep the gem you already pocketed.
de: Das ist er. {{GM}}Er steckt ihn ein.{{/GM}} Okay, das war gute Arbeit. Aber Ihr seid spät dran. Und wie Coyote weiß, gibt es bei verspäteten Lieferungen keine Bezahlung. Aber ich fühl mich heute spendierfreudig, deswegen dürft ihr den Stein behalten, den du eingesteckt hast.
es: Esta es. {{GM}}Se la guarda en el bolsillo.{{/GM}} Vale, habéis hecho el trabajo. Pero llegáis tarde. Y Coyote ya sabe que, en estos casos, un retraso significa que no hay pago. Pero esta noche me siento generoso, así que podéis quedaros la gema que os habéis metido en el bolsillo.
fr: C'est celle-là. {{GM}}Il la met dans sa poche.{{/GM}} Ok, vous avez fait du bon boulot. Mais vous êtes en retard. Et Coyote sait qu'un retard signifie pas de paiement. Mais je me sens d'humeur généreuse ce soir, alors vous pouvez garder la pierre que vous m'avez déjà volée.
it: È questa. {{GM}}La mette in tasca.{{/GM}} Ok, avete portato a termine il lavoro. Ma siete in ritardo. E Coyote sa che in questo caso, ritardo significa niente pagamento. Ma stasera mi sento magnanimo, quindi potete tenervi le gemme che vi siete già messi in tasca.
ru: То, что нужно. {{GM}}Он сует камешек в карман.{{/GM}} Отлично, вы справились. Но вы опоздали. Койот знает, что в таких случаях я не плачу, но сегодня я щедр. Можете оставить себе остальные камни в качестве награды.

source: That's the plan, doc.
de: Das ist der Plan, Doc.
es: Ese es el plan, doctora.
fr: C'est le plan, doc.
it: Questo è il piano, dottoressa.
ru: Это и есть наш план, доктор.

source: That's the protein boost.
de: Ach, das sind nur extra Proteine.
es: Es el suplemento proteínico.
fr: Ça fait un peu plus de protéines.
it: Sono proteine in più.
ru: Это источник белка.

source: That's the strange thing. There don't seem to be any signs of a struggle. Not a single bruise on her body. Yet, she was clearly alive when the eyes were taken... died of blood-loss shortly thereafter. As to what knocked her out, I won’t know until I can run some tests back at the lab.
de: Das ist das Seltsame. Es gibt keine Anzeichen für einen Kampf. Kein einziger Kratzer an ihrem Körper. Aber sie war auf jeden Fall noch am Leben, als ihr die Augen entfernt wurden ... Sie ist kurz darauf am Blutverlust gestorben. Was genau sie lahmgelegt hat, werde ich erst herausfinden, wenn ich im Labor ein paar Tests durchgeführt habe.
es: Eso es lo raro. No parece que haya signos de lucha. Ni un solo arañazo en su cuerpo. Sin embargo, es evidente que estaba viva cuando le quitaron los ojos... murió desangrada poco después. En cuanto a lo que le hizo perder el sentido, no lo sabré hasta que realicemos algunas pruebas en el laboratorio.
fr: C'est ce qui est étrange. On dirait qu'il n'y a aucun signe de lutte. Pas un seul bleu sur corps. Et pourtant, elle était vivante lorsque ses yeux ont été prélevés... elle est morte d'hémorragie peu de temps après. En ce qui concerne ce qui l'a mise KO, je ne pourrai pas savoir avant d'avoir effectué quelques tests au labo.
it: Il fatto strano è che non ci sono segni di colluttazione. Neanche un graffio sul corpo. Tuttavia, era viva quando le hanno cavato gli occhi... ed è morta dissanguata poco dopo. Ma saprò chi l'ha fatta fuori solo dopo aver effettuato dei test in laboratorio.
ru: Это и есть самое странное. На теле нет никаких следов борьбы. Ни одного синяка. С другой стороны, она была жива, когда он забрал у нее глаза... так как причиной смерти послужила потеря крови. Была ли она в сознании в этот момент, я сказать не могу, пока не вернусь в лабораторию.

source: That's the whole point, friend. I crawled out the shadows and found a family here. Now, I Belong to something. Something important. Something that will change the world. Our counselors on the other side of the public area well help you and lend a kind ear to hear all your troubles. Is there any other wisdom I can impart upon you?
de: Genau das ist der Kern dessen, was wir tun. Ich bin aus den Schatten getreten und habe hier eine Familie gefunden. Jetzt gehöre ich zu etwas, etwas Wichtigem. Etwas, das die Welt verändern wird. Unsere Berater auf der anderen Seite des öffentlichen Bereiches werden dir helfen und sich all deiner Probleme annehmen. Kann ich dir auf sonst eine Weise mit meinem Wissen dienen?
es: En eso consiste todo, amigo. Salí de las sombras a rastras y encontré aquí una familia. Ahora, pertenezco a algo. Algo importante. Algo que cambiará el mundo. Nuestros consejeros, al otro lado de la zona pública, te ayudarán y prestarán un oído amable para escuchar todos tus problemas. ¿Puedo compartir más saber contigo?
fr: C'est tout ce qui compte, mon ami. J'ai rampé hors des ombres pour trouver une famille, ici. Désormais, j'appartiens à quelque chose. Quelque chose d'important. Quelque chose qui va changer le monde. Nos conseillers de l'autre côté de la zone publique vous aideront et écouteront attentivement vos problèmes. Y a-t-il un autre aspect de votre vie qui puisse bénéficier de ma sagesse ?
it: È proprio questo il punto. Sono strisciato fuori dall'Ombra e qui ho trovato una famiglia. Ora appartengo a qualcosa. Qualcosa di importante. Qualcosa che cambierà il mondo. Dall'altro lato dell'area pubblica troverai i nostri consulenti, ascolteranno i tuoi problemi e ti aiuteranno. Posso trasmetterti la mia saggezza in qualche altro modo?
ru: Истинно так! Я покинул тени для того, чтобы разыскать семью, и я нашел ее! Все вместе мы можем стать чем-то несоизмеримо большим. Все вместе мы можем изменить мир. Со временем ты тоже это поймешь. Я могу просвятить тебя как-то иначе?

source: That's true, but it might not be healthy for you to be here right now.
de: Das stimmt, aber es wäre vielleicht nicht zu deinem Besten, jetzt hier zu sein.
es: Es cierto, pero podría no ser bueno para tu salud estar aquí en este momento.
fr: C'est vrai, mais ce n'est peut-être pas une bonne idée pour vous d'être ici en ce moment.
it: È vero, ma potrebbe non essere salutare stare qui in questo momento.
ru: Это правда, но находиться здесь может быть вредно для здоровья.

source: That's unimportant. Just fix it.
de: Was tut das zur Sache? Verhindern Sie es einfach.
es: Eso no es importante. Resuélvelo.
fr: Ce n'est pas important. Faites-le.
it: È irrilevante. Fai qualcosa.
ru: Неважно. Просто позаботьтесь об этом.

source: That's what I thought. Harkeem is *amazing* in the Matrix. I'm sure I'll hear from him soon.
de: Das hab ich mir gedacht. Harkeem ist der *Wahnsinn* in der Matrix. Ich bin mir sicher, dass er sich bald meldet.
es: Eso es lo que yo pensaba. Harkeem es *alucinante* en la Matriz. Seguro que pronto tengo noticias suyas.
fr: C'est ce que je pensais. Harkeem est extraordinaire dans la Matrice. Je suis sûr que j'aurai bientôt de ses nouvelles.
it: Questo è ciò che pensavo. Harkeem è *incredibile* nella Matrice. Vedrai che presto si farà sentire.
ru: Я так и думала. Харким чувствует себя в Матрице *как дома*. Не сомневаюсь, он скоро мне позвонит.

source: That's why we are here! What are your questions?
de: Dafür sind wir hier! Was möchtest du wissen?
es: ¡Para eso estamos aquí! ¿Qué quieres preguntar?
fr: C'est pour cela que nous sommes là ! Posez donc vos questions.
it: È per questo che siamo qui! Quali domande?
ru: Все мы пришли сюда за ответами! Я с радостью на них отвечу.

source: Thats rough... Well, see you around.
de: Das ist hart ... Naja, man sieht sich.
es: Qué borde... Bueno, ya nos veremos.
fr: C'est pas cool... Tant pis, au revoir.
it: Non è molto gentile... Beh, ci si vede in giro.
ru: Беда... Ладно, бывай.

source: That’s about the size of it, yeah.
de: Das trifft es so ungefähr, ja.
es: Es eso, más o menos, sí.
fr: Pas qu'un peu.
it: Così stanno le cose, sì.
ru: Это исчерпывающее обобщение.

source: That’s all I want to know.
de: Das ist alles, was ich wissen wollte.
es: Esto es todo lo que quiero saber.
fr: C'est tout ce que je veux savoir.
it: Può bastare.
ru: Это все.

source: That’s because it is, $(scene.BroSis)!
de: Das ist sie ja auch, $(scene.BroSis)!
es: ¡Eso es porque lo es, $(scene.BroSis)!
fr: C'est parce que c'est le cas, $(scene.BroSis) !
it: Perché lo è, $(scene.BroSis)!
ru: Да, потому что так оно и есть, $(scene.BroSis)!

source: That’s enough talk. I need to talk to the Baron.
de: Genug geredet. Dann treff ich mich mal mit diesem Baron.
es: Basta de charlas. Necesito hablar con el barón.
fr: Assez de bla-bla. Je dois parler à ce Baron.
it: Va bene, basta. Devo parlare con questo Baron.
ru: Ну ладно, хватит. Мне надо поговорить с Бароном.

source: That’s great news!
de: Das sind ja wundervolle Neuigkeiten!
es: ¡Eso son magníficas noticias!
fr: Excellente nouvelle !
it: Grandioso!
ru: Это замечательно!

source: That’s impossible.
de: Das ist unmöglich.
es: Eso es imposible.
fr: C'est impossible.
it: Questo è impossibile
ru: Так не бывает.

source: That’s none of your fragging business. Who the hell are you?
de: Das geht dich einen Drek an. Wer zum Geier bist du denn?
es: Eso no es cosa tuya. ¿Quién demonios eres tú?
fr: Qu'est-ce ça peut'foutre ?. T'es qui, toi ?
it: Non sono cavoli tuoi. Chi diavolo sei tu?
ru: Не твое гребаное дело. Ты вообще кто?

source: That’s not how Coyote does it.
de: Coyote erledigt die Dinge auf andere Weise.
es: Coyote no actúa así.
fr: Coyote ne fait pas comme ça.
it: Coyote non farebbe così.
ru: Койот так не работает.

source: That’s not how I roll. Good luck with this. {{GM}}Abort the run and head back to the Union.{{/GM}}
de: Das ist einfach nicht meine Art. Viel Glück hierbei. {{GM}}Brich den Run ab und kehre zurück zur Union.{{/GM}}
es: Yo no trabajo así. Buena suerte con esto. {{GM}}Anula el run y vuelve al Unión.{{/GM}}
fr: Ce n'est pas comme ça que je fonctionne. Bonne chance avec ça. {{GM}}Annulez le run et retournez à l'Union.{{/GM}}
it: Non lavoro in questo modo. Vi auguro buona fortuna. {{GM}}Abbandona la missione e ritorna all'Union.{{/GM}}
ru: Я в этом не участвую. Удачи. {{GM}}Отменить набег и вернуться в Союз.{{/GM}}

source: That’s not up to me. The concert was only announced an hour ago but the tickets are already sold out. Sorry. Nothing I can do.
de: Da kann ich nicht helfen. Das Konzert wurde erst vor einer Stunde bekanntgegeben, aber die Karten sind bereits ausverkauft. Tut mir leid, aber da ist nichts zu machen.
es: Eso no depende de mí. El concierto se anunció hace solo una hora y ya se han agotado las entradas. Lo siento. No puedo hacer nada.
fr: Ça ne dépend pas de moi. Le concert a été annoncé il y a à peine une heure et il ne reste déjà plus de places. Désolé, y'a rien à faire.
it: Non dipende da me. Il concerto è stato annunciato solo un'ora fa, ma i biglietti sono già tutti esauriti. Scusa, non posso farci niente.
ru: Боюсь, что ничем не могу помочь. О проведении концерта объявили всего час назад, но все билеты уже распроданы. Прошу прощения.

source: That’s right. And I want to get paid.
de: Ganz genau. Und jetzt will ich bezahlt werden.
es: Exacto. Y quiero cobrar.
fr: Exactement. Et je veux être payé.
it: Esattamente. E ora voglio i soldi.
ru: Совершенно верно. И я хочу получить мои деньги.

source: That’s right. And I'm hoping you can help me get to the bottom of this.
de: Richtig. Ich hoffe, du kannst mir dabei helfen, diese Geschichte aufzuklären.
es: Exacto. Y espero que tú puedas ayudarme a llegarme al quid de la cuestión.
fr: Exactement. Et j'espère que vous pourrez m'aider à éclaircir tout ça.
it: Esattamente. E spero che potrai aiutarmi ad andare a fondo in questa storia.
ru: Совершенно верно. Я рассчитываю, что вы поможете мне раскрыть это дело.

source: That’s right. And if you ever do hear something, I'll knock it right out of your head.
de: So ist’s recht. Und solltest du doch noch etwas hören, werde ich es dir direkt aus dem Kopf schlagen.
es: Exacto. Y si algunas vez oyes algo, te lo sacaré de la cabeza a palos.
fr: C'est ça. Et si vous voyez quelque chose, je frapperai votre tête jusqu'à ce que vous oubliiez.
it: Esattamente. E se mai sentirai o vedrai qualcosa, te lo farò dimenticare a forza di botte.
ru: Совершенно верно. А если узнаешь, я буду бить тебя лбом об пол до тех пор, пока не забудешь обратно.

source: That’s the best part. The best part! It’s a lab - they test the new stuff here. The hottest drek. You can place a special order an’ they’ll make it happen. You buy a pass card from the guy at the door. It’ll get you in an’ out anytime you want. Then you can buy a beetle and slot right there. Our guys guard you while you’re chipping. Safest way, chummer. Safest way.
de: Das ist der beste Teil! Der beste! Das hier ist auch ein Labor – hier werden die neuen Sachen getestet. Der heißeste Scheiß. Man kann sogar was in Auftrag geben und sie machen es für dich. Kauft bei dem Typen an der Tür eure Karte und ich bringe euch rein und hol euch raus, wann ihr auch wollt. Dann könnt ihr euch ’nen Beetle besorgen und euch gleich einslotten. Unsere Jungs passen auf, während ihr angeschlossen seid. Ist ganz sicher, Chummer. Ganz sicher.
es: Esa es la mejor parte. ¡La mejor parte! Es un laboratorio. Aquí prueban el nuevo material. La mierda más fuerte. Puedes hacer un pedido especial y ellos te lo harán. Puedes comprar un pase al tipo de la puerta. Os llevaré adentro y afuera siempre que queráis. Podéis comprar un betele y una ranura ahí mismo. Nuestros chicos os protegerán mientras estéis con el chip. De lo más seguro, colega. De lo más seguro.
fr: C'est le meilleur. Le meilleur ! Y a un labo, ils y testent les nouveaux trucs. Les trucs les plus fous. Tu peux passer une commande spéciale et ils vont te la faire. Suffit d'acheter une carte d'accès à l'entrée. Comme ça tu peux entrer et sortir comme tu veux. Ensuite t'achètes une BTL et tu te branches. Nos mecs te surveillent pendant que tu te puces. C'est le plus sûr, mec. Le plus sûr.
it: Questa è la parte migliore. La parte migliore! È un laboratorio. È qui che testano la nuova roba. Quella più eccitante. Puoi fare un ordine speciale e ti accontenteranno. Basta comprare una tessera dal tipo all'ingresso. Con quella potrai entrare e uscire quando vuoi. Poi vieni qui e ti compri un chip di BTL e uno slot. Mentre ti fai il viaggio, i nostri ti tengono d'occhio. Molto più sicuro così. Decisamente più sicuro.
ru: Отлично работает. А лучше всего то, что это лаборатория. Тут они обкатывают все новое. Все самое свежее. Можешь оставить им заказ, они сделают тебе чип, какой захочешь. Купишь пропуск у парня рядом с входом. Сможешь ходить в любое время суток. Купишь себе жучок, тут же и поставишь. Охрана приглядит, чтобы с тобой ничего не случилось, пока ты закидываешься. Тут безопасно.

source: That’s the name of Sam’s sister.
de: Das ist der Name von Sams Schwester.
es: Es el nombre de la hermana de Sam.
fr: C'est le nom de la sœur de Sam.
it: Ecco il nome della sorella di Sam.
ru: Так звали сестру Сэма.

source: That’s the spirit! I like a $(l.man) who rolls with the punches.
de: So ist’s recht! Ich mag Leute, die die Dinge so nehmen, wie sie kommen.
es: ¡Ese es el espíritu! Me gusta que $(l.man) se maneje con los puños.
fr: Eh bah voilà ! C'est ça, l'esprit ! J'aime quand un $(l.man) accepte son destin.
it: Così mi piaci! Mi piace un $(l.man) che sa tenere duro.
ru: Так держать! Мне нравится, когда люди смотрят на мир непредвзятым взглядом.
