Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Here's what I'm thinking. We hit the Lone Star DNA database first to see if our donor has a prior criminal record. They have extensive DNA archives. Then we go hunting based on what we find. Let's hit the decks and jack into the Matrix. I can get into their private grid easily, but I've got to warn you - once we're in, it could get a little rough. How much decking experience have you had?
de: Mein Plan ist wie folgt: Zuerst knacken wir die DNA-Datenbank von Lone Star, um herauszufinden, ob unser Spender ein Vorstrafenregister hat. Die haben ausgiebige DNA-Archive. Dann machen wir uns mit den Ergebnissen auf die Suche. Machen wir die Decks bereit und klinken uns in die Matrix ein. Ich komme ganz einfach in ihr privates Gitter, aber ich muss dich warnen – wenn wir drin sind, könnte es etwas ungemütlich werden. Wie viel Erfahrung als Decker hast du?
es: Esto es lo que tengo pensado. Primero entramos en la base de datos de ADN de Lone Star, para ver si nuestro donante estaba fichado. Tienen unos enormes archivos de ADN. Luego empezamos a buscar, basándonos en lo que habíamos encontrado. Vamos a darle a las ciberterminales y conectémonos a la Matriz. Puedo entrar en su red privada fácilmente, pero tengo que advertiros: cuando estemos dentro, podría volverse peligroso. ¿Qué experiencia tenéis pirateando?
fr: Voilà ce que je pense. Il faut regarder dans la base de données ADN de Lone Star pour voir si notre donneur a un casier judiciaire. Ils ont d'énormes archives ADN. Ensuite on part en chasse. Prenons les decks et branchons-nous dans la Matrice. Je peux entrer dans leur Grid assez facilement, mais je dois vous prévenir : une fois dedans, ça pourrait devenir un peu tendu... Vous avez de l'expérience ?
it: Ecco il mio piano: Per prima cosa facciamo una ricerca nel database dei DNA della Lone Star, per controllare la fedina penale del nostro donatore. I loro archivi di DNA sono enormi. Poi, in base a ciò che troviamo, proseguiremo la caccia. Prendiamo i Deck e colleghiamoci alla Matrice. Posso entrare facilmente nella loro rete privata, ma ti avverto: una volta dentro, la situazione potrebbe farsi difficile. Quanta esperienza di Decking hai accumulato?
ru: Сначала нам следует проверить базу данных ДНК "Одинокой звезды". Если у донора криминальное прошлое, мы легко его вычислим. Дальше будем действовать по обстоятельствам. Бери деку и заходи в Матрицу. Я могу подключиться к их внутренней сети, но дальше у нас могут возникнуть проблемы. У тебя есть опыт работы с погружением?

source: Here... you need this more than I do. {{GM}}Hand over the thug's nuyen.{{/GM}}
de: Hier ... du kannst das eher brauchen als ich. {{GM}}Gib ihr die Nuyen des Schlägers.{{/GM}}
es: Toma... Tú lo necesitas más que yo. {{GM}}Entregarle los nuyens del matón.{{/GM}}
fr: Tenez... vous en avez plus besoin plus moi. {{GM}}Offrir les nuyens des gangers.{{/GM}}
it: Tieni... servirà più a te che a me. {{GM}}Cedi i nuyen del delinquente.{{/GM}}
ru: Держи... вам пригодятся эти деньги. {{GM}}Отдать ей деньги головореза.{{/GM}}

source: Hero, huh? Don't see that every day.
de: Ein Held, was? Das ist ja was ganz Neues.
es: Un héroe, ¿eh? Eso no se ve todos los días.
fr: Héros, hein ? On voit pas ça tous les jours.
it: Eroe, eh? Non è una cosa da tutti i giorni.
ru: Нечасто к нам заглядывают герои.

source: Herr Telestrian’s biotechnology and agricultural divisions worked with my lord Lofwyr’s thaumaturgical engineers and designed Project Aegis to destroy an insect spirit once it is released from its host. The formula, a fluorescing astral bacteria strain, exists in the physical and astral plane at once and can thus affect the insect spirit.
de: Herr Telestrians Biotechnologie- und Agrikulturabteilungen haben mit den thaumaturgischen Ingenieuren meines Herrn Lofwyr zusammengearbeitet und Projekt Aegis entwickelt, um einen Insektengeist zu vernichten, sobald er seinen Wirt verlassen hat. Die Formel, ein fluoreszierender, astraler Bakterienstamm existiert auf der physischen als auch der astralen Ebene und kann den Insektengeist daher angreifen.
es: Las divisiones de agricultura y biotecnología de Herr Telestrian trabajaron con los ingenieros taumatúrgicos de mi señor Lofwyr y crearon el Proyecto Aegis para destruir a los Espíritus insecto cuando salen de sus anfitriones. La fórmula, una cepa de una bacteria astral fluorescente, existe en el plano físico y astral al mismo tiempo, por lo que puede afectar al Espíritu insecto.
fr: Les divisions biotechnologie et agriculture de Herr Telestrian ont travaillé avec les ingénieurs thaumaturgiques de mon seigneur Lofwyr afin de mettre au point le projet Aegis, qui vise à détruire un esprit insecte quand il sort du corps de l'hôte. La formule, à base de souches de bactéries astrales fluorescentes, existe à la fois sur le plan physique et sur le plan astral. Elle peut donc toucher l'esprit insecte.
it: I dipartimenti di biotecnologia e agricoltura di Herr Telestrian hanno lavorato insieme agli ingegneri taumaturgici del mio signore Lofwyr per ideare il Progetto Aegis e distruggere lo spirito dell'insetto una volta espulso dal suo Ricevente. La formula, un ceppo batterico astrale fluorescente, esiste sia nel piano fisico che in quello astrale, perciò può influire sullo spirito dell'insetto.
ru: Герр Телестриан поручил своим агрономам и биотехнологам доработать оружие, созданное тавматургическими инженерами моего владыки Лофвира. Проект ''Эгида'' - единственный способ уничтожить дух-насекомое после того, как он покинет тело жертвы. Разработанная нами формула, разновидность флюоресцентной астральной бактерии, одновременно существует в физической реальности и на астральном плане. Именно поэтому она способна воздействовать на духов-насекомых.

source: Hey $(l.guy)! Wait a minute. {{GM}}He covers his commlink for a moment. Tilts his head your way but you can see he’s still staring at his HUD.{{/GM}} I'm a fence. If you got anything you need to unload, you come see me.
de: Hey, $(l.guy)! Warte mal kurz. {{GM}}Er legt die Hand auf sein Kommlink und dreht sich in deine Richtung. Sein Blick haftet jedoch immer noch auf seinem HUD.{{/GM}} Ich bin ein Hehler. Wenn du etwas loswerden möchtest, bin ich dein Mann.
es: ¡Eh, $(l.guy)! Espera un minuto. {{GM}}Cubre su commlink un momento. Inclina la cabeza hacia ti, pero sigue mirando su HUD.{{/GM}} Soy proveedor. Si tienes algo que necesitas descargar, ven a verme.
fr: Hé $(l.guy) ! Attendez une minute. {{GM}}Il couvre son commlink pendant un moment. Il tourne la tête vers vous, mais vous pouvez voir qu'il continue de regarder son HUD.{{/GM}} J'achète, aussi. Si vous avez besoin de vous décharger de quelque chose, venez me voir.
it: Ehi, $(l.guy)! Aspetta un attimo. {{GM}}Copre il commlink per un istante. Inclina la testa dalla tua parte ma noti che sta ancora fissando l'HUD.{{/GM}} Sono un ricettatore. Se hai qualcosa di cui vuoi disfarti, vieni a trovarmi.
ru: Эй, $(l.guy). Подожди. {{GM}}Он прикрывает телефон ладонью и кивает тебе, но ты видишь, что он все еще смотрит на свой планшет.{{/GM}} Я покупаю информацию - и не только. Приходи, если у тебя появится что-нибудь ценное.

source: Hey $(l.guy), I got some armored clothing here if you're interested.
de: Hey $(l.guy), ich hab hier ein paar gepanzerte Klamotten, wenn es dich interessiert.
es: Eh $(l.guy), tengo algo de ropa blindada, si te interesa.
fr: Hé, $(l.guy), j'ai des vêtements pare-balles, si ça t'intéresse.
it: Ehi $(l.guy), ho un po' di equipaggiamento protettivo se t'interessa.
ru: Эй, $(l.guy), у меня есть клевые шмотки. Взгляни, не пожалеешь.

source: Hey $(l.guy), I'm discreet. I don’t talk about what my clients or what they buy. Bad for biz. However, I'm sure she would recommend me - IF she was a customer. Which I'm not saying she is.
de: Hey, $(l.guy), ich bin ein Profi. Ich rede nicht über meine Kunden, oder was sie so kaufen. Das ist schlecht fürs Geschäft. Ich bin mir jedoch sicher, dass sie mich empfehlen würde – FALLS sie eine Kundin wäre. Und ich sage nicht, dass sie das ist.
es: Oye $(l.guy), me gusta la discreción. No hablo de mis clientes ni de lo que compran. Es malo para el negocio. Aun así, seguro que ella me recomendaría; SI fuera clienta mía. Pero no estoy diciendo que lo sea.
fr: Hé $(l.guy), je suis discret. Je ne parle pas de mes clients ni de ce qu'ils achètent. C'est pas bon pour le business. Mais je suis sûr qu'elle m'aurait recommandé... SI ça avait été une de mes clientes. Je ne dis pas que c'en était une.
it: Ehi, $(l.guy), sono un tipo discreto. Non parlo in giro dei miei clienti o di cosa comprano. Non fa bene agli affari, ecco. Ma sono certo che mi raccomanderebbe, SE fosse una mia cliente. Ma non ho detto che lo è.
ru: Слушай, $(l.guy), я ни с кем не обсуждаю моих клиентов или их покупки. Это плохо для бизнеса. Тем не менее, я думаю, что она бы осталась довольна - ЕСЛИ бы что-то купила. А я не утверждаю, что это так.

source: Hey $(l.guy). I got some extra outfits I'm trying to unload, you want first dibs?
de: Hey, $(l.guy). Ich hab ein paar extra Outfits, die ich loswerden will. Willste sehen, ob was für dich dabei ist?
es: Oye, $(l.guy). Tengo un poco de ropa extra que estoy intentando descargar, ¿quieres tener la primicia?
fr: Hé, $(l.guy). J'ai du matos en trop que j'essaie d'écouler, vous voulez du premier choix ?
it: Ehi, $(l.guy). Ho qualche vestito che sto cercando di sbolognare, vuoi dare un'occhiata in anteprima?
ru: Эй, $(l.guy). У меня есть контейнер с конфискованной одеждой - хочешь присмотреть себе что-нибудь, пока я не загнал всю партию оптом?

source: Hey $(l.race) welcome back, you're either up really early or really late.
de: Hey $(l.race). Willkommen zurück. Du bist entweder echt früh auf oder noch spät wach.
es: Hola, $(l.race), o llegas muy pronto o muy tarde.
fr: Hé $(l.race), content de vous revoir. Vous êtes soit très matinal, soit très en retard.
it: Ehi, $(l.race). Lieto di rivederti. Sei molto in anticipo, o molto in ritardo.
ru: А, это снова ты, $(l.race). Ты так рано встаешь или вообще не ложишься спать?

source: Hey - I have not seen you in briefing sheets. Wait... I've never seen any of you before! {{GM}}He reaches for his weapon.{{/GM}}
de: Hey – dein Gesicht ist in den Briefings nie aufgetaucht. Moment mal ... ich hab keinen von euch überhaupt schon mal gesehen. {{GM}}Er zieht seine Waffe.{{/GM}}
es: Eh, no te he visto en las hojas informativas. Espera... ¡Nunca te había visto! {{GM}}Intenta agarrar su arma.{{/GM}}
fr: Hé, je ne vous ai pas vu sur les feuilles de briefing. Attendez... Vous tous, je ne vous ai jamais vu avant ! {{GM}}Il porte la main à son arme.{{/GM}}
it: Ehi, non ti ho visto nei fogli informativi. Aspetta... Non ho mai visto nessuno di voi prima d'ora! {{GM}}Cerca di afferrare la sua arma.{{/GM}}
ru: Эй - я не помню, чтобы твое лицо нам показывали на брифингах. Если подумать, я вообще никого из вас раньше не видел! {{GM}}Он тянется к оружию.{{/GM}}

source: Hey Johnny, I’m looking for where Cherry took Coyote.
de: Hey, Johnny. Ich versuche herauszufinden, wohin Cherry Coyote gebracht hat.
es: Eh Johnny, estoy buscando el sitio al que Cherry llevó a Coyote.
fr: Hé Johnny, je cherche l'endroit où Cherry a emmené Coyote.
it: Ehi Johnny, sto cercando il posto dove Cherry ha portato Coyote.
ru: Привет, Джонни. Скажи, куда пошли Койот и Шерри?

source: Hey Ryker, what the hell?
de: Hey Ryker, was zum Geier?
es: Eh, Ryker, ¿pero qué...?
fr: Hé Ryker, qu'est-ce qui se passe ?
it: Ehi Ryker, ma che diamine?!?
ru: Райкер, какого черта?

source: Hey asswipes, take another step forward and we are going to plant you right there! This is Halloweener property now!
de: Hey, ihr Arschlöcher! Wenn ihr noch einen Schritt nach vorne setzt, wird es euer letzter sein! Das hier ist jetzt Halloweener-Revier!
es: ¡Eh, majaderos, un paso más y os dejamos fritos ahí mismo! ¡Ahora esto es propiedad de los Halloweeners!
fr: Hé abrutis, faites un pas de plus et ce sera votre dernier ! C'est une propriété d'Halloweener, maintenant !
it: Ehi leccaculi, fate un altro passo e vi facciamo fuori! Questa è proprietà degli Halloweener ora!
ru: Эй, засранцы! Еще один шаг, и мы кладем вас на месте. Теперь тут командуют Хеллоуинеры!

source: Hey how about 50 nuyen now and 100 if I give you the info you’re looking for?
de: Hey, wie wär’s mit 50 jetzt und noch mal 100, wenn ich dir gebe, wonach du suchst?
es: Eh, ¿qué tal 50 nuyens ahora y 100 si te doy la información que estás buscando?
fr: Hé, 50 nuyens tout de suite, et 100 si je vous donne l'info que vous cherchez, ça vous irait ?
it: Ehi che ne dici di 50 nuyen adesso e 100 se ti do le informazioni che stai cercando?
ru: Давай так - 50 нюйен сейчас и еще 100 если я знаю что-то, что тебе пригодится?

source: Hey man... are you okay?
de: Hey, Mann ... geht’s dir gut?
es: Eh, tío... ¿estás bien?
fr: Hé mec... tu vas bien ?
it: Ehi... tutto bene?
ru: Мужик! С тобой все в порядке?

source: Hey no problem sir, just glad I could help, would you mind clearing out of here for a while? There is a lot to do.
de: Hey, kein Problem. Ich freu mich, dass ich helfen konnte. Könntest du vielleicht ein paar Minuten den Raum verlassen? Hier gibt es viel zu tun.
es: Sin problemas, me alegro de haber sido útil, ¿te importaría apartarte de aquí un momento? Hay mucho que hacer.
fr: Pas de problème monsieur, content de pouvoir aider. Pourriez-vous évacuer les lieux pendant un moment ? Il y a tellement à faire.
it: Si figuri, signore, è un piacere aiutarla. Potrebbe spostarsi da qui per un attimo? C'è un sacco da fare.
ru: Всегда пожалуйста, сэр. А теперь мне нужно подмести под этим столом. Там очень пыльно, можно мне не мешать?

source: Hey now... let’s not get all nuclear here, chummer. I'm sure we can work something out. {{GM}}He slowly reaches into his pocket, and holds out a bundle of nuyen. His hand is visibly trembling.{{/GM}}
de: Hey ... immer mit der Ruhe, Chummer. Ich bin mir sicher, wir können uns einigen. {{GM}}Er greift langsam in seine Tasche und hält dir ein Bündel Nuyen entgegen. Seine Hand zittert sichtbar.{{/GM}}
es: Venga... no hace falta ser tan radical, colega. Seguro que podemos llegar a un acuerdo. {{GM}}Lentamente, se mete la mano al bolsillo y saca un fajo de nuyens. El temblor de su mano es evidente.{{/GM}}
fr: Faisons en sorte que ça ne parte pas en vrille, OK ? Je suis sûr qu'on peut s'arranger. {{GM}}Il met lentement la main dans sa poche et en sort une poignée de nuyens. Sa main tremble clairement.{{/GM}}
it: Andiamo... Non c'è bisogno di scaldarsi. Scommetto che possiamo accordarci. {{GM}}Infila lentamente una mano in tasca e tira fuori un mazzo di nuyen. La sua mano trema visibilmente.{{/GM}}
ru: Эй, полегче... тут все свои. Сочтемся. {{GM}}Он медленно протягивает руку у карману и достает из него пачку нюйен. Пальцы у него заметно дрожат.{{/GM}}

source: Hey old man, you know how to get upstairs?
de: Hey, Alterchen! Weißt du, wie wir nach oben kommen können?
es: Eh, viejo, ¿sabes cómo se sube arriba?
fr: Hé vieil homme, vous savez comment aller à l'étage ?
it: Ehi, vecchio, sai come salire di sopra?
ru: Эй, старик, ты знаешь, как нам попасть наверх?

source: Hey there, $(l.name)! Johnny Clean asked me to flag you down the minute I saw you. Said he’s got someone who wants to talk to you. He sounded a little freaked out about it. He’s waiting for you downstairs.
de: Hey, $(l.name)! Johnny Clean hat mich gebeten, dich sofort rüberzuwinken, sobald ich dich sehe. Sagte, dass er jemanden hat, der mit dir reden will. Er klang ziemlich nervös ... Naja, er wartet unten auf dich.
es: ¡Hola, $(l.name)! Johnny Clean me ha pedido que te llamara en cuanto te viera. Dice que tiene a alguien que quiere hablar contigo. Parecía un poco asustado. Te está esperando abajo.
fr: Salut, $(l.name) ! Johnny Clean m'a demandé de vous prévenir dès que vous arriverez. Il dit que quelqu'un veut vous parler. Il avait l'air un peu paniqué à cette idée. Il vous attend en bas.
it: Ehi, $(l.name)! Ah, a proposito. Johnny Clean mi ha chiesto di avvisarti che c'è qualcuno vuole parlare con te. Sembrava un po' spaventato dall'idea. Ti aspetta di sotto.
ru: Эй, $(l.name)! Чистюля Джонни попросил тебя зайти к нему, как только ты появишься. Сказал, что кто-то хочет с тобой переговорить. Мне показалось, он сильно нервничал. Он дожидается тебя внизу.

source: Hey there, need anything from me?
de: Hey, brauchst du irgendwas von mir?
es: Hola, ¿necesitas ayuda?
fr: Bonjour, vous avez besoin de moi ?
it: Ehilà. Ti serve niente?
ru: Привет. Тебе что-нибудь нужно?

source: Hey there, what's up?
de: Hey, wie läuft’s?
es: Hola, ¿cómo va?
fr: Hé vous, comment ça va ?
it: Ehi, come va?
ru: Как дела?

source: Hey there, young'n.
de: Hallöchen, Jungspund.
es: Hola, joven.
fr: Salut salut.
it: Ehilà, giovane.
ru: Привет.

source: Hey! $(l.name)!
es: ¡Eh! ¡$(l.name)!
fr: Hé ! $(l.name) !
it: Ehi! $(l.name)!
ru: Эй! $(l.name)!

source: Hey! Are you even listening? Get outta here!
de: Hey! Hört ihr mir überhaupt zu? Verschwindet von hier!
es: ¡Eh! ¿Es que no me oyes? ¡Fuera de aquí!
fr: Hé ! Vous m'avez entendu ? Sortez de là !
it: Ehi! Mi stai ascoltando? Vattene da qui!
ru: Эй! Ты вообще меня слушаешь? Иди отсюда!

source: Hey! Get me out of here!
de: Hey! Holt mich hier raus!
es: ¡Eh! ¡Sácame de aquí!
fr: Hé ! Sortez-moi d'ici !
it: Ehi! Fammi uscire da qui!
ru: Эй! Выпустите меня отсюда!

source: Hey! There you are! I'm Steve Scott. I'll be your direct supervisor. Sorry I missed you when you first came in but I only found out that you were starting an hour ago when you suddenly showed up in the system. Weird glitch or something. Normally, we'd watch an orientation trid and walk through our mission statement but... well, it's going to be hard for you on your first day but you're going to need to clean up some blood. Maybe a lot.
de: Hey! Da sind Sie ja! Ich bin Steve Scott, Ihr direkter Vorgesetzter. Tut mir leid, dass ich Sie vorhin verpasst habe, aber ich habe erst vor einer Stunde erfahren, dass Sie heute anfangen. Sie sind erst zu spät im System aufgetaucht. Muss irgendein Systemfehler sein. Normalerweise würden wir Ihnen ein Orientierungstrid zeigen und unser Unternehmensleitbild besprechen, aber ... nun es tut mir leid, der erste Tag wird vielleicht ein wenig hart für Sie werden, aber wir brauchen Sie, um ein wenig Blut aufzuputzen. Vielleicht auch viel Blut.
es: ¡Eh! ¡Aquí estás! Soy Steve Scott. Seré tu supervisor directo. Siento no haberte recibido cuando llegaste, pero me enteré de que empezabas hoy hace solo una hora, cuando apareciste de repente en el sistema. Un fallo raro o algo parecido. Normalmente, veríamos un trídeo de orientación y repasaríamos nuestra declaración de intenciones, pero... bueno, te va a resultar algo duro para ser tu primer día, pero te va a tocar limpiar un poco de sangre. Puede que mucha.
fr: Tiens ! Vous voilà ! Je suis Steve Scott. Je serai votre supérieur direct. Désolé si je vous ai raté quand vous êtes arrivé, mais je n'étais même pas au courant de votre venue jusqu'à il y a une heure, quand vous êtes apparu dans le système. Un bug, je suppose. D'habitude, on regarde un clip de bienvenue et on lit les différentes politiques de la société mais... bon, ça ne va pas être facile pour vous, ce premier jour, parce que vous allez devoir nettoyer du sang. Beaucoup de sang, en fait.
it: Ehi! Eccoti! Sono Steve Scott. Sarò il tuo supervisore diretto. Scusa se non ti ho accolto subito, ma ho saputo di te solo un'ora fa, quando ho visto comparire il tuo nome all'improvviso nel sistema. Dev'essere stato un bug o qualcosa del genere. Avremmo dovuto guardare insieme un trideo e io ti avrei dovuto spiegare passo passo il nostro statuto, ma... beh, temo che per te sarà un primo giorno piuttosto duro... c'è da pulire del sangue. Tanto sangue.
ru: Эй! Вот ты где! Меня зовут Стив Скотт. Я буду твоим начальником. Извини, что не встретил тебя в начале смены, но я только сейчас узнал, что у нас новый сотрудник. Твое имя только что появилось у меня в списке. Похоже, у нас опять глюки в базе данных. Обычно я бы провел тебя по зданию и рассказал тебе о корпоративных правилах, но... Первый день на новой работе у тебя будет не из легких. Тебе придется вытирать с пола лужи крови. Большие лужи.

source: Hey! What are you doing up here!?!
de: Hey! Was hast du hier oben verloren?!
es: ¡Eh! ¡¿Qué hacéis aquí arriba?!
fr: Hé ! Qu'est-ce que vous foutez ici !?
it: Ehi! Che cosa ci fai quassù?!?
ru: Эй! Что ты тут делаешь?

source: Hey! You don't belong here!
de: Hey! Du hast hier nichts zu suchen.
es: ¡Eh! ¡No tenéis derecho a estar aquí!
fr: Hé ! Vous n'avez rien à faire ici.
it: Ehi! Tu non sei di questo posto!
ru: Эй! Как вы сюда попали?!

source: Hey, $(l.guy), have you seen Josie?
de: Hey, $(l.guy)! Hast du Josie gesehen?
es: Oye, $(l.guy), ¿has visto a Josie?
fr: Hé, $(l.guy), vous n'auriez pas vu Josie ?
it: Ehi $(l.guy), hai visto Josie?
ru: Эй, $(l.guy), ты не знаешь, где Джози?

source: Hey, $(l.guy), you have any extra nuyen? Just need some SucroZoom from the shack over there...
de: Hey, $(l.guy), hast du ein paar extra Nuyen? Ich brauch bloß ein bisschen SucroZoom vom Shack da drüben ...
es: Oye, $(l.guy), ¿te sobran unos cuantos nuyens? Necesito un poco de SucroZoom de esa choza de ahí...
fr: Hé, $(l.guy), vous auriez pas deux-trois nuyens ? Je voudrais juste acheter un peu de SucroZoom dans la cahute, là-bas...
it: Ehi, $(l.guy), hai qualche nuyen che ti avanza? Mi serve solo un po' di SucroZoom dalla baracca laggiù...
ru: Эй, $(l.guy), есть пара лишних нюйен? Жрать хочется, а денег нет даже на сукро-зум...

source: Hey, $(l.name), you're not leaving me down here!
de: He, $(l.name), du lässt mich hier unten nicht allein!
es: Eh, $(l.name), ¡no me puedes dejar aquí abajo!
fr: Hé, $(l.name), vous n'allez pas me laisser ici !
it: Ehi, $(l.name), non puoi lasciarmi quaggiù!
ru: Эй, $(l.name), не бросай меня!

source: Hey, $(l.name). I gotta talk fast. Looks like the Ripper got another one. The victim worked at the NTSB investigation facility down on the docks.
de: Hey, $(l.name). Ich muss mich kurzfassen. Sieht so aus, als hätte der Ripper schon wieder jemanden erwischt. Das Opfer arbeitete bei der NTSB-Untersuchungseinrichtung unten bei den Docks.
es: Eh, $(l.name). Tengo que hablar deprisa. Parece que el Destripador ha actuado de nuevo. La víctima trabajaba en el edificio de investigación del CNST, en los muelles.
fr: Hé, $(l.name). Je n'ai pas beaucoup de temps. On dirait que l'éventreur a fait une nouvelle victime. La victime travaillait dans un centre d'enquêtes du NTSB sur les docks.
it: Ehi, $(l.name). Devo fare in fretta. Sembra che lo Squartatore abbia colpito ancora. La vittima lavorava nella struttura investigativa del CNST, giù al porto.
ru: Эй, $(l.name). У меня мало времени. Похоже, Потрошитель нашел себе новую жертву. Он убил одного из экспертов на складе НСПБНТ.

source: Hey, Cherry. Listen, we need to talk about Shane.
de: Hi, Cherry. Hör mal, wir müssen über Shane reden.
es: Oye, Cherry. Escucha, tenemos que hablar sobre Shane.
fr: Salut, Cherry. Écoutez, il faut qu'on parle de Shane.
it: Ehi, Cherry. Senti, dobbiamo parlare di Shane,
ru: Привет, Шерри. Слушай, нам нужно поговорить о Шине.
