Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}The dress shoe is a black lace-up with a rubber sole.{{/GM}}
de: {{GM}}Der Abendschuh ist ein schwarzer Schnürschuh mit Gummisohle.{{/GM}}
es: {{GM}}El zapato de vestir es negro, con cordones y suela de goma.{{/GM}}
fr: {{GM}}La chaussure de soirée a des lacets noirs et une semelle en caoutchouc.{{/GM}}
it: {{GM}}La scarpa elegante è nera, con i lacci e la suola di gomma.{{/GM}}
ru: {{GM}}Это совершенно обычный черный ботинок на резиновой подошве с черными же шнурками.{{/GM}}

source: {{GM}}The dwarf merchant is packing up her stand for the night.{{/GM}}
de: {{GM}}Die Zwergenhändlerin packt ihren Stand für die Nacht zusammen.{{/GM}}
es: {{GM}}La comerciante enana está guardando su puesto para la noche.{{/GM}}
fr: {{GM}}La commerçante naine remballe. Elle a fini sa journée.{{/GM}}
it: {{GM}}La Nana mercante sta sistemando la sua bancarella per la notte.{{/GM}}
ru: {{GM}}Дворфийка прячет товар в коробки и убирает их под прилавок.{{/GM}}

source: {{GM}}The dwarf raises his eyebrows, a smile wiping the suspicion from his face.{{/GM}} A dead man's switch, eh? Fascinating! I was working on him earlier. He’s over here.
de: {{GM}}Der Zwerg runzelt die Stirn und ein Lächeln vertreibt den misstrauischen Ausdruck von seinem Gesicht.{{/GM}} Ein Totmannschalter, was? Faszinierend! Ich habe vorhin an ihm gearbeitet, er ist hier drüben.
es: {{GM}}El enano levanta las cejas y una sonrisa le borra la sospecha del rostro.{{/GM}} El interruptor de un hombre muerto, ¿eh? ¡Fascinante! He estado trabajando en él antes. Está aquí.
fr: {{GM}}Le nain hausse les sourcils, un sourire effaçant la suspicion de son visage.{{/GM}} Un dead man's switch, hein ? Fascinant ! Je travaillais sur lui un peu plus tôt. Il est là-bas.
it: {{GM}}Il nano alza le sopracciglia mentre un sorriso cancella il sospetto dal suo volto.{{/GM}} Un segnalatore di decesso, eh? Affascinante! Stavo lavorando su di lui prima. È qui.
ru: {{GM}}Дворф поднимает брови. Подозрение на его лице сменяется искренним восхищением.{{/GM}} Он оставил распоряжения на случай собственной смерти? Потрясающе! Я уже закончил с ним. Он тут.

source: {{GM}}The earring is made out of burnished steel, formed into the shape of a small salmon. An intense, primal fear washes over you as you touch it's surface. This must be one of the items the shaman was looking for. You take the earring.{{/GM}}
de: {{GM}}Der Ohrring besteht aus polierten Stahl in Form eines kleinen Lachses. Ein intensives, intuitives Grauen erfasst dich, als du seine Oberfläche berührst. Dies muss einer der Gegenstände sein, den die Schamanin haben wollte. Du nimmst den Ohrring an dich.{{/GM}}
es: {{GM}}El pendiente está hecho de acero pulido y tiene la forma de un pequeño salmón. Cuando tocas su superficie, un intenso miedo primario recorre tu cuerpo. Debe de ser uno de los objetos que buscaba la chamán. Te llevas el pendiente.{{/GM}}
fr: {{GM}}La boucle d'oreille est en acier bruni, et a la forme d'un petit saumon. Une peur intense et primaire s'empare de vous dès que vous la touchez. C'est sûrement l'un des objets que la chaman cherchait. Vous prenez la boucle d'oreille;{{/GM}}
it: {{GM}}L'orecchino è fatto di acciaio brunito e ha la forma di un piccolo salmone. Una sensazione di paura intensa, primordiale, t'investe appena tocchi la sua superficie. Questo dev'essere uno degli oggetti che lo Sciamano stava cercando. Prendi l'orecchino.{{/GM}}
ru: {{GM}}Это маленькая сережка из полированной стали, изящная серебристая рыбка. Когда ты берешь ее в руку, тебя накрывает волной леденящего, почти животного страха. Должно быть, это и есть один из предметов, которые нужны шаману. Ты убираешь сережку в карман.{{/GM}}

source: {{GM}}The elf behind the window is immediately familiar. There is no mistaking the world's only unattractive elf, particularly in the macabre attire of gentleman undertaker. There is a momentary flash of recognition in his features as well, but it is gone in an instant, replaced by a chilling smile.{{/GM}} Good day to you. I'm Dr. Holmes. How can I help you?
de: {{GM}}Der Elf hinter der Scheibe ist unverkennbar. Den hässlichsten Elfen der Welt vergisst man nicht so leicht, vor allem nicht, wenn sich dieser in dem makabren Outfit eines altmodischen Bestatters präsentiert. Einen kurzen Moment lang scheint auch er dich wiederzuerkennen, doch dann fasst er sich wieder und schenkt dir ein kaltes Lächeln.{{/GM}} Guten Tag. Ich bin Dr. Holmes. Wie kann ich behilflich sein?
es: {{GM}}El elfo que hay tras la ventana te resulta familiar. Es imposible confundir al único elfo poco agraciado del mundo, sobre todo en el macabro atuendo de un enterrador. Sus facciones muestran por un momento que él también te ha reconocido, pero lo disimula al instante para dejar paso a una escalofriante sonrisa.{{/GM}} Buenos días. Soy el Dr. Holmes. ¿Puedo ayudarle?
fr: {{GM}}L'elfe qui se tient derrière la fenêtre vous est familier. Impossible de ne pas reconnaître le seul elfe au monde à avoir un physique ingrat, surtout s'il est affublé d'un costume macabre de croque-mort. L'espace d'un instant ses traits semblent inquiétants, mais son expression est vite remplacée par un sourire glacial.{{/GM}} Bien le bonjour. Je suis le Dr Holmes. Que puis-je faire pour vous ?
it: {{GM}}L'Elfo dietro la finestra è subito familiare. Non ci si può sbagliare davanti all'unico Elfo brutto di questo mondo, specialmente se veste i panni di un becchino gentiluomo. Per un istante, nelle sue fattezze si vede la consapevolezza di un riconoscimento, ma svanisce subito e rimane un sorriso raggelante.{{/GM}} Buongiorno a lei. Io sono il dottor Holmes. Come posso aiutarla?
ru: {{GM}}Эльф за окном кажется тебе знакомым. Почти сразу ты понимаешь, что во всем Сиэтле вряд ли найдется два столь уродливых метачеловека, готовых носить одежду старомодных гробовщиков. По его лицу проскальзывает тень осознания, но быстро исчезает, сменяясь леденящей душу улыбкой.{{/GM}} Добрый день. Меня зовут доктор Холмс. Чем могу вам помочь?

source: {{GM}}The elf called Aljernon appears to be in a hushed but intense conversation as you approach. However, the other party of this discourse is nowhere to be seen. Turning to greet you, Aljernon dismisses his invisible associate with a wave of his hand.{{/GM}} Welcome, fellow child of the Sixth World. What can I help you with today?
de: {{GM}}Der Elf Aljernon scheint sich tief in einem geflüsterten, doch angeregten Gespräch zu befinden, als du dich näherst. Nur ist von seinem Gegenüber nichts zu sehen. Als er sich umdreht, um dich zu begrüßen, verabschiedet Aljernon seinen unsichtbaren Freund mit einer Handbewegung.{{/GM}} Willkommen, Kind der Sechsten Welt. Was kann ich heute für dich tun?
es: {{GM}}Cuando te acercas, el elfo llamado Aljernon parece estar enzarzado en una conversación susurrada pero intensa. Pero a la otra parte de esta revelación no se la ve por ninguna parte. Aljernon se gira para saludarte y despide con la mano a su compañero invisible.{{/GM}} Te doy la bienvenida, visitante del Sexto Mundo. ¿En qué puedo ayudarte hoy?
fr: {{GM}}L'elfe appelé Aljernon semble être en pleine conversation, calme mais intense, lorsque vous approchez. Cependant, l'autre interlocuteur semble être invisible. Se tournant pour vous accueillir, Aljernon révoque son associé invisible d'un geste de la main.{{/GM}} Bienvenue, enfant du Sixième Monde. En quoi puis-je vous aider, aujourd'hui ?
it: {{GM}}Mentre ti avvicini ti accorgi che l'Elfo di nome Aljernon sta conversando a bassa voce ma in modo concitato. Sembra però che stia parlando con una persona invisibile. Mentre si volta per salutarti, Aljernon congeda il suo interlocutore invisibile con un cenno della mano.{{/GM}} Ti do il benvenuto, semenza del Sesto Mondo. Come posso aiutarti oggi?
ru: {{GM}}Эльф по имени Алджернон ведет с кем-то оживленный разговор негромким голосом. Тебя несколько смущает, что в комнате он находится один. Завидев тебя, Алджернон взмахом руки отпускает своего невидимого собеседника.{{/GM}} Добро пожаловать, собрат и дитя Шестого мира. Чем я могу быть тебе полезен?

source: {{GM}}The elf giggles - a strange, high-pitched warble you would not expect to emerge from his misshapen face.{{/GM}} Oh, I'm no one of consequence. Never mind that though. A good evening to you and your friend the coroner.
de: {{GM}}Der Elf kichert – ein seltsames, hohes Flöten, das nicht wirkt, als könnte es diesem verunstalteten Gesicht entspringen.{{/GM}} Oh, niemand Besonderes. Das spielt auch gar keine Rolle. Ich wünsche Ihnen und Ihrem Freund, dem Gerichtsmediziner, noch einen schönen Abend.
es: {{GM}}El elfo suelta una risita y un extraño gorgoteo agudo que no esperarías que saliera de su deforme cara.{{/GM}} Oh, no soy nadie importante. No me lo tengas en cuenta. Buenas noches para ti y para tu amigo, el forense.
fr: {{GM}}L'elfe pouffe, d'un rire étrange, haut perché, qui détonne en comparaison avec son visage déformé.{{/GM}} Oh, je ne suis personne d'important. Peu importe. Bonne soirée à vous, et à votre ami le légiste.
it: {{GM}}L'elfo ridacchia... uno strano trillo acuto. Non ti saresti aspettato che il suo volto deforme avrebbe emesso un suono del genere.{{/GM}} Oh, non sono nessuno di importante. Non importa. Una buona serata a lei e al suo amico medico legale.
ru: {{GM}}Эльф хихикает - он издает странный тонкий смешок, который никак не сочетается с его изуродованным лицом.{{/GM}} О, просто обычный прохожий. Приношу извинения. Доброго вечера тебе и твоему приятелю-судебному медику.

source: {{GM}}The elf giggles - a strange, high-pitched warble you would not expect to emerge from his misshapen face.{{/GM}} Oh, just a hobby. Never mind that though. A good evening to you and your friend the coroner.
de: {{GM}}Der Elf kichert – ein seltsames, hohes Flöten, das nicht wirkt, als könnte es diesem verunstalteten Gesicht entspringen.{{/GM}} Ach, nur so ein Hobby. Das spielt auch gar keine Rolle. Ich wünsche Ihnen und Ihrem Freund, dem Gerichtsmediziner, noch einen schönen Abend.
es: {{GM}}El elfo suelta una risita y un extraño gorgoteo agudo que no esperarías que saliera de su deforme cara.{{/GM}} Oh, es solo una afición. No me lo tengas en cuenta. Buenas noches para ti y para tu amigo, el forense.
fr: {{GM}}L'elfe pouffe, d'un rire étrange, haut perché, qui détonne en comparaison avec son visage déformé.{{/GM}} Oh, c'est juste un hobby. Peu importe. Bonne soirée à vous, et à votre ami le légiste.
it: {{GM}}L'elfo ridacchia... uno strano trillo acuto. Non ti saresti aspettato che il suo volto deforme avrebbe emesso un suono del genere.{{/GM}} Oh, solo un passatempo. Non importa. Una buona serata a lei e al suo amico medico legale.
ru: {{GM}}Эльф хихикает - он издает странный тонкий смешок, который никак не сочетается с его изуродованным лицом.{{/GM}} У меня есть хобби. Приношу извинения. Доброго вечера тебе и твоему приятелю-судебному медику.

source: {{GM}}The elf standing before you may quite possibly be the ugliest elf you've ever seen. His meticulously clean lab coat, format jacket, and old-fashioned bowtie give him the look of an undertaker from centuries past. As you approach the window, he locks eyes with you, smiling a thin, unnerving smile.{{/GM}} Good day to you. How can I help you?
de: {{GM}}Vor dir steht der womöglich hässlichste Elf, den du jemals gesehen hast. Mit seinem peinlich sauberen Laborkittel, dem feinen Jackett und der altmodischen Fliege sieht er aus wie ein Bestatter aus vergangenen Jahrhunderten. Als du dich dem Fenster näherst, blickt er dir mit einem schmalen, unheimlichen Lächeln entgegen.{{/GM}} Guten Tag. Wie kann ich behilflich sein?
es: {{GM}}El elfo que tienes ante ti podría ser el elfo más feo que has visto en tu vida. Su meticulosamente limpia bata de laboratorio, su parka y la anticuada pajarita le dan el aspecto de un enterrador de hace siglos. Mientras te acercas a la ventana, te mira a los ojos y esboza una fina sonrisa perturbadora.{{/GM}} Buenos días. ¿Puedo ayudarle?
fr: {{GM}}L'elfe qui se tient devant vous est probablement le plus moche que vous ayez jamais vu. Sa blouse minutieusement lavée, sa veste et son nœud papillon démodé lui donnent l'air d'un croque-mort du siècle dernier. À mesure que vous vous approchez de la fenêtre, il vous fixe avec un petit sourire énervant.{{/GM}} Bien le bonjour. En quoi puis-je vous aider ?
it: {{GM}}L'Elfo davanti a te è probabilmente il più brutto che abbia mai visto. Il suo camice meticolosamente pulito, la giacca e il papillon fuori moda gli danno l'aspetto di un impresario di pompe funebri dei secoli passati. Mentre ti avvicini alla finestra, lui ti fissa, mentre sfoggia un sorriso sottile e snervante.{{/GM}} Buongiorno a lei. Come posso aiutarla?
ru: {{GM}}Эльф, которого ты видишь перед собой, вне всякого сомнения является одним из самых уродливых представителей своей расы. Безупречно чистый лабораторный халат, аккуратный жилет и старомодный галстук-бабочка делают его похожим на гробовщика позапрошлого столетия. Когда ты подходишь к окну, он смотрит тебе в глаза и растягивает тонкие губы в неприятной улыбке.{{/GM}} Добрый день. Я могу чем-нибудь помочь?

source: {{GM}}The elf standing before you may quite possibly be the ugliest elf you've ever seen. His meticulously clean lab coat, format jacket, and old-fashioned bowtie give him the look of an undertaker from centuries past. He notices you approach and locks eyes with you, smiling a thin, unnerving smile.{{/GM}} Hello there, stranger. Might I inquire... do you know which Organ Grinders facility this body will be removed to?
de: {{GM}}Hinter dir steht womöglich der hässlichste Elf, den du jemals gesehen hast. Mit seinem peinlich sauberen Laborkittel, dem feinen Jackett und der altmodischen Fliege sieht er aus wie ein Bestatter aus vergangenen Jahrhunderten. Er bemerkt deine Anwesenheit und blickt dir mit einem schmalen, unheimlichen Lächeln entgegen.{{/GM}} Guten Tag, Fremder. Dürfte ich so frei sein zu fragen ... zu welcher Organ-Grinders-Einrichtung wird diese Leiche gebracht?
es: {{GM}}El elfo que tienes ante ti podría ser el elfo más feo que has visto en tu vida. Su meticulosamente limpia bata de laboratorio, su parka y la anticuada pajarita le dan el aspecto de un enterrador de hace siglos. Se da cuenta de que te acercas y clava sus ojos en ti, sonriendo con una sonrisa fina y enervante.{{/GM}} Hola, visitante. Puedo preguntar... ¿conoces a qué edificio de los Organilleros hay que enviar este cuerpo?
fr: {{GM}}L'elfe qui se tient devant vous est probablement le plus moche que vous ayez jamais vu. Sa blouse minutieusement lavée, sa veste et son nœud papillon démodé lui donnent l'air d'un croque-mort du siècle dernier. Il s'aperçoit que vous vous approchez et vous fixe avec un petit sourire énervant.{{/GM}} Bonjour, étranger. Pourrais-je vous demander... dans quel Broyeur d'Organes allez-vous envoyer ce cadavre ?
it: {{GM}}L'Elfo davanti a te è probabilmente il più brutto che abbia mai visto. Il suo camice meticolosamente pulito, la giacca e il papillon fuori moda gli danno l'aspetto di un impresario di pompe funebri dei secoli passati. Ti nota mentre ti avvicini e incrocia il tuo sguardo con un sorriso sottile e snervante.{{/GM}} Salve, straniero. Posso chiedere... sai in quale sede della Suonatori d'organi verrà portato questo corpo?
ru: {{GM}}Вне всякого сомнения, эльф, который стоит перед тобой, принадлежит к уродливейшим представителям своей расы. На нем надет безупречно чистый лабораторный халат, из-под которого виднеются аккуратный жилет и старомодный галстук-бабочка. Это делает его похожим на гробовщика из старых тридов. Когда он замечает тебя, он впивается в тебя глазами и раздвигает губы в тонкой пугающей улыбке.{{/GM}} Сердечно приветствую тебя, дорогой друг. Могу ли я узнать... в какое из отделений компании "Руки-ноги" будет доставлено это тело?

source: {{GM}}The elf's face curls into a grimace.{{/GM}} I'm sorry. I find the very thought repugnant.
de: {{GM}}Das Gesicht des Elfen verzieht sich zu einer Grimasse.{{/GM}} Es tut mir leid. Allein schon der Gedanke ekelt mich an.
es: {{GM}}El elfo hace una mueca retorcida con su rostro.{{/GM}} Lo siento. Solo la idea me repugna.
fr: {{GM}}Le visage de l'elfe émet une grimace.{{/GM}} Désolé. Je trouve l'idée même répugnante.
it: {{GM}}L'Elfo arriccia il volto in una smorfia.{{/GM}} Mi dispiace. Trovo ripugnante il solo pensiero.
ru: {{GM}}Эльф корчит гримасу.{{/GM}} Прошу прощения. Я нахожу отвратительной даже саму мысль о чем-то подобном.

source: {{GM}}The elf's smile doesn't flicker.{{/GM}} I'm sure there are a great many things you don't know, $(l.race). But never mind that. A good evening to you and your friend the coroner.
de: {{GM}}Der Elf lächelt weiter.{{/GM}} Ich bin sicher, es gibt vieles, was Sie nicht wissen, $(l.race). Doch das tut jetzt nichts zur Sache. Ich wünsche Ihnen und Ihrem Freund, dem Gerichtsmediziner, noch einen schönen Abend.
es: {{GM}}La sonrisa del elfo no se inmuta.{{/GM}} Seguro que hay muchas cosas estupendas que no sabes, $(l.race). Pero no importa. Buenas noches para ti y para tu amigo, el forense.
fr: {{GM}}L'elfe continue de sourire.{{/GM}} Je suis sûr qu'il y a beaucoup de choses que vous ne savez pas, $(l.race). Mais ça n'a pas d'importance. Bonne soirée à vous, et à votre ami le légiste.
it: {{GM}}Il sorriso dell'elfo non tentenna.{{/GM}} Sono certo che ci sono un sacco di cose che lei non sa, $(l.race). Ma non importa. Una buona serata a lei e al suo amico medico legale.
ru: {{GM}}Улыбка держится на лице эльфа, будто приклеенная.{{/GM}} Не сомневаюсь, $(l.race), что подумать о чем бы то ни было для тебя - тяжкий труд. Приношу извинения. Доброго вечера тебе и твоему приятелю-судебному медику.

source: {{GM}}The entire floor of this tenement has been given over to a chaos of technology and squalor. Across the room, a chromed out decker argues loudly with an armed thug, abruptly falling silent as they turn towards you.{{/GM}}
de: {{GM}}Der gesamte Boden dieser Behausung ist von einem Chaos aus Technologie und Abfall bedeckt. Auf der anderen Seite des Raums streitet ein Decker lautstark mit einem bewaffneten Schläger. Sie werden abrupt still und drehen sich zu dir um.{{/GM}}
es: {{GM}}Todo el suelo de este edificio ha sucumbido a un caos de tecnología y mugre. Al otro lado de la sala, un decker lleno de brillos discute en voz alta con un matón armado; se calla repentinamente en cuanto se giran hacia ti.{{/GM}}
fr: {{GM}}L'étage entier du bâtiment a été abandonné au chaos, mélange de haute technologie et de misère. De l'autre côté de la pièce, un decker chromé des pieds à la tête se dispute avec un ganger armé. Ils se taisent brusquement en se tournant vers vous.{{/GM}}
it: {{GM}}L'intero piano di questo complesso è sommerso da un caos di tecnologia e squallore. Dall'altra parte della stanza, un Decker cromato discute animatamente con un delinquente armato, ma i due tacciono quando si voltano verso di te.{{/GM}}
ru: {{GM}}Почти весь этаж этой халупы занят записывающим оборудованием. В комнате напротив сверкающий хромом декер спорит с вооруженным головорезом, но они оба замолкают и поворачиваются к тебе, как только ты делаешь шаг навстречу.{{/GM}}

source: {{GM}}The fan is apparently excited to be in the same city as the rock star.{{/GM}} Hey! How you doing? You here for the Maria Mercurial concert?
de: {{GM}}Dieser Fan ist offensichtlich begeistert davon, in derselben Stadt wie der Rockstar zu sein.{{/GM}} Hey! Wie läuft’s? Bist du wegen des Maria-Mercurial-Konzerts hier?
es: {{GM}}La fan parece estar emocionada por estar en la misma ciudad que la estrella de rock.{{/GM}} ¡Eh! ¿Cómo va eso? ¿Estás aquí por el concierto de Maria Mercurial?
fr: {{GM}}Le fan semble très enthousiaste à l'idée d'être dans la même ville que la rock star.{{/GM}} Hé ! Comment ça va ? T'es là pour le concert de Maria Mercurial ?
it: {{GM}}Il fan è apparentemente entusiasta di essere nella stessa città della rock star.{{/GM}} Ehi! Come va? Sei qui per il concerto di Maria Mercurial?
ru: {{GM}}Фанат только что не подпрыгивает от переполняющей его энергии. Прибытие в город рок-звезды потрясло местную музыкальную сцену.{{/GM}} Привет! Как дела? Ты тоже хочешь попасть на концерт Марии Меркурии?

source: {{GM}}The faux French accent is gone, replaced by cold fear.{{/GM}} I've got three Telestrian deckers closing on me! They've... How the hell? I'm gonna have to eject. Oh, man - dumpshock's a bitch! You have to get out of there! Get out RIGHT NOW!
de: {{GM}}Der falsche französische Akzent ist wie weggeblasen, ersetzt durch pure Angst.{{/GM}} Ich bin umzingelt von drei von Telestrians Deckern! Sie haben ... was zum Teufel? Ich muss auswerfen. Oh, Mann – der Auswurfschock sticht wie die Hölle! Du musst da raus! Komm SOFORT da raus!
es: {{GM}}El falso acento francés ha desaparecido, sustituido por el frío miedo.{{/GM}} ¡Tengo a tres deckers de Telestrian pisándome los talones! Han... ¿Cómo demonios? Voy a tener que expulsarme. Oh, no, ¡el dumpshock es una putada! ¡Tienes que salir de aquí! ¡Sal de ahí YA!
fr: {{GM}}Le faux accent créole a disparu, remplacé par une peur glacée.{{/GM}} J'ai trois deckers de Telestrian à mes trousses ! Ils ont... Impossible ! Je vais devoir m'éjecter. Oh le vache, le choc d'éjection est brutal ! Vous devez sortir d'ici ! Sortez TOUT DE SUITE !
it: {{GM}}Il falso accento francese è sparito, sostituito dalla paura.{{/GM}} Ho tre decker della Telestrian alle calcagna! Hanno... Che diavolo succede? Devo disconnettermi. Accidenti a questo dannato senso di disorientamento! Devi uscire da lì! Vieni fuori ADESSO!
ru: {{GM}}Его фальшивый французский акцент исчезает. Похоже, он серьезно напуган.{{/GM}} У меня на хвосте повисли три матричных оператора Телестриана! Они собираются... Черт! Как!? Все, я отключаюсь. Чертов дампшок! Выметайтесь оттуда! Ноги в руки! НЕМЕДЛЕННО!

source: {{GM}}The former runner stands near the door, appraising her bar. She appears worried in a way you haven’t seen before.{{/GM}} Konbanwa, $(l.name).
de: {{GM}}Mrs. Kubota steht an der Tür und beobachtet das Treiben in ihrer Bar. Sie erscheint auf eine Art und Weise besorgt, die du an ihr noch nie gesehen hast.{{/GM}} Konbanwa, $(l.name).
es: {{GM}}La antigua runner está cerca de la puerta, estudiando su barra. Parece más preocupada de lo que la habías visto jamás.{{/GM}} Konbanwa, $(l.name).
fr: {{GM}}L'ancienne runner se tient à côté de la porte, évaluant son bar. Vous ne l'avez jamais vu aussi inquiète auparavant.{{/GM}} Konbanwa, $(l.name).
it: {{GM}}L'ex Runner è in piedi accanto alla porta e osserva il proprio bar. Appare preoccupata come mai prima d'ora.{{/GM}} Konbanwa, $(l.name).
ru: {{GM}}Бывший раннер стоит возле двери. Она окидывает свой бар критическим взглядом; похоже, она чем-то серьезно обеспокоена. Настолько серьезно, что часть ее тревоги невольно передается и тебе тоже.{{/GM}} Конбанва, $(l.name).
