Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Nothing. Nevermind.
de: Es ist nichts, keine Sorge.
es: Nada. No importa.
fr: Rien. Peu importe.
it: Niente. Non importa.
ru: Ничего. Забудь.

source: Nothing. No story. Nothing, just le-leave me alone. I didn’t see anything, I swear.
de: Niemand. Ich bin gar keiner. Lass mich einfach in Ruhe. Ich hab nichts gesehen, ich schwör’s.
es: Nada. Ninguna historia. Nada, solo de-déjame solo. No he visto nada, lo juro.
fr: Rien. Rien du tout. Rien, lai... laisse-moi tranquille. J'ai rien vu, je l'jure.
it: Niente. Non ho niente da dire. Niente, la-lasciami in pace. Non ho visto niente, lo giuro.
ru: Никто. Вообще никто. О-оставь меня в покое. Я ничего не видел. Клянусь.

source: Nothing. Sorry to bother you.
de: Nichts. Tut mir leid für die Störung.
es: Nada. Perdón por molestar.
fr: Rien. Désolé de vous embêter.
it: Niente. Scusa per il disturbo.
ru: Ни в чем. Прошу прощения.

source: Nothing? Not even a phone call? A letter?
de: Gar nichts? Nicht einmal ein Anruf? Oder ein Brief?
es: ¿Nada? ¿Ni siquiera una llamada de teléfono? ¿Una carta?
fr: Rien ? Pas même un coup de fil ? Une lettre ?
it: Niente? Nemmeno una telefonata? Una lettera?
ru: Вообще ничего? Телефонные звонки? Письма?

source: Now He is talking to the wage slave...This is not going well. They are raising their voices.
de: Jetzt redet er mit dem Lohnsklaven ... Das läuft nicht gut. Sie erheben ihre Stimmen.
es: Ahora está hablando con el esclavo del salario... Esto no pinta bien. Están levantando la voz.
fr: Maintenant il parle à l'esclave corpo... C'est pas bon, ça.. Ils haussent le ton..
it: Ora sta parlando con lo schiavo salariato... E non promette bene. Stanno alzando la voce.
ru: Теперь он говорит с офисным работником... Плохо, они почти сразу перешли на повышенные тона. А теперь на крик.

source: Now I feel like a member of the family!
de: Jetzt fühle ich mich wie ein Teil der Familie!
es: ¡Ahora me siento como de la familia!
fr: Je me sens comme un membre de la famille !
it: Ora mi sento parte della famiglia!
ru: Вот теперь я чувствую себя членом семьи!

source: Now I need you two to do something for me.
de: Jetzt brauche ich aber einen Gefallen von euch beiden.
es: Y ahora, necesito que vosotros dos hagáis algo por mí.
fr: Maintenant, j'ai besoin que tu fasses quelque chose pour moi.
it: Ora ho bisogno che tu faccia qualcosa per me.
ru: А теперь я хочу, чтобы вы кое-что для меня сделали.

source: Now an insect spirit can't simply thumb a ride through astral space and show up on Earth late for dinner - dinner in this case, being us.
de: Also, ein Astralgeist kann nicht einfach so durch den Astralraum zischen, um für eine Zwischenmahlzeit auf der Erde haltzumachen – die Zwischenmahlzeit sind in diesem Falle wir.
es: Un Espíritu insecto no puede pasearse sin más por el espacio astral y llegar a la Tierra tarde para la cena; que, en este caso, éramos nosotros.
fr: Mais un esprit insecte peut difficilement se balader comme ça dans l'espace intersidéral et débarquer sur Terre par hasard pour le dîner (en sachant que le dîner dans ce cas, c'est nous).
it: Ora, lo spirito di un insetto non fa l'autostop per lo spazio astrale e spunta sulla Terra per fare uno spuntino. Che in questo caso, saremmo noi.
ru: Дух-насекомое не может просто так пересечь астральное пространство и воплотиться на Земле. Даже если очень хочет.

source: Now behind me... that's the Seamstresses Union. You want drinks, drugs, favors or information 'round here... the Union's your spot. Hell, that place is the reason I’m in business. Folks get the munchies when they party. Mrs. Kubota owns the joint, and she's quality - a hard woman, but fair.
de: Hinter mir ... das ist die Seamstresses Union. Wenn du auf der Suche, nach ’nem Drink, Drogen, ’nem Gefallen oder Infos bist, dann ist die Union deine Anlaufstelle. Scheiße, dieser Laden ist der Grund, warum ich Arbeit habe. Die Leute kriegen beim Feiern oft richtig Heißhunger. Der Laden gehört Mrs. Kubota, ’ne feine Dame – streng, aber fair.
es: Bien, detrás de mí... eso es el Unión de Costureras. Si quieres bebida, droga, favores o información por aquí, el Unión es tu sitio. Demonios, ese lugar es por lo que tengo mi negocio. A la gente le entra hambre cuando sale de fiesta. La Sra. Kubota es la dueña del tugurio, y tiene clase; una mujer dura, pero justa.
fr: Et derrière moi... c'est le Seamstresses Union. Si vous voulez un verre, une dose, un service ou des infos... vous trouverez tout ça à l'Union. Pour tout dire, sans ce rade, j'aurais fait faillite. On chope des fringales quand on fait la fête. Mme Kubota, c'est la proprio, et c'est quelqu'un de bien. Sévère, mais juste.
it: Vedi qua dietro... Quello è il Seamstresses Union. Se cerchi alcol, droga, favori o informazioni su questa zona... l'Union è il posto giusto. Cavolo, quel posto è il motivo per cui sono ancora aperto. La gente ha sempre fame dopo le feste. La proprietaria è la signora Kubota: gran donna, un po' dura, ma onesta.
ru: Прямо за мной - Союз белошвеек. Хочешь выпивки, марок, компании или чего там тебе еще надо - иди туда. Это место - единственная причина, по которой я еще не прогорел. Развлечения разжигают у людей аппетит. Владеет этим заведением миссис Кубота, очень почтенная женщина. Суровая, но честная.

source: Now get the hell out.
de: Und jetzt raus hier, verdammt noch mal!
es: Ahora fuera de aquí.
fr: Maintenant dégagez d'ici.
it: Ora se ne vada.
ru: А теперь убирайтесь отсюда.

source: Now here’s the tricky part - if we don’t destroy the spirit fast enough, the spirit will re-enter the host, re-animate it, and rejuvenate it back to full health. I call it the “3Rs of Buggery” .
de: Und dann kommt der schwierige Teil: Wenn wir den Geist nicht schnell genug zerstören, kehrt er in seinen Wirtskörper zurück, erweckt ihn wieder zum Leben und verleiht ihm all seine Kraft zurück. Ich nenne das die „Dreifaltigkeit der Käferkunde“.
es: Y ahora viene lo complicado; si no destruimos el espíritu lo suficientemente rápido, volverá a entrar en el anfitrión, lo reanimará y lo restablecerá para que vuelva a estar al 100 %. Yo lo llamo las "3R del bicherío".
fr: Maintenant, voici la partie la plus épineuse : si on ne détruit pas l'esprit suffisamment vite, ce dernier rentrera à nouveau dans le corps de l'hôte, le ressuscitera et lui redonnera toute son énergie de départ. J'appelle ça les « 3 R de la bestiologie ».
it: Ora, ecco la parte più difficile. Se non distruggiamo lo spirito abbastanza in fretta, Rientrerà, Rianimerà, e Ripristinerà tutta la salute del Ricevente. Le chiamo "le tre R degli insetti Rompiballe".
ru: А теперь самое главное - если не уничтожить дух достаточно быстро, он вернется в тело, затянет раны и станет как новенький. Можно сказать, нам не повезло.

source: Now if I haven't given you reason to doubt my professional competence, how about we talk turkey? What can I get you?
de: Aber gut, wenn ich dir nicht gerade Anlass gegeben habe, meine professionelle Kompetenz in Zweifel zu ziehen, können wir uns ja jetzt wieder dem Geschäft zuwenden. Was kann ich für dich tun?
es: Ojalá no os hubiera dado una razón para dudar de mi competencia como profesional, ¿qué tal si hablamos en serio? ¿Puedo ayudarte?
fr: Bon, si je ne vous ai pas donné de raison de douter de mes compétences professionnelles, parlons affaires. Qu'est-ce que je peux vous fournir ?
it: Ora, se non ti ho dato motivi di dubitare della mia professionalità, che ne dici di parlar chiaro? Cosa posso procurarti?
ru: Ну а теперь, когда я дал тебе причину усомниться в моей компетентности, купи у меня что-нибудь. Честное слово, новый товар стоит любых денег.

source: Now let's go, Dresden - give me something to work with here. This Ripper case is my ticket to a Lieutenant’s badge.
de: Also gut, Dresden – jetzt liefer mir mal was Brauchbares. Der Ripper-Fall ist mein Ticket zur nächsten Beförderung.
es: Vámonos, Dresden, y dame algo sustancioso para poder trabajar. Este caso del Destripador es mi pase para el puesto de teniente.
fr: Allez, on y va Dresden, donne-moi quelque sur quoi bosser. Cet éventreur, c'est mon billet pour passer lieutenant.
it: Forza, Dresden, dammi qualcosa su cui lavorare. Il caso dello Squartatore è il mio biglietto per il grado di tenente.
ru: Так что шевели жопой, Дрезден - я жду от тебя результатов. Дело о Потрошителе поможет мне получить лейтенанта.

source: Now pay up.
de: Jetzt lass das Geld sehen.
es: Ahora paga.
fr: Maintenant payez-moi.
it: Adesso tira fuori i soldi.
ru: Плати давай.

source: Now show me where that man's son Zipper is, and you're off my list.
de: Jetzt zeig mir, wo Zipper, der Sohn dieses Mannes ist. Dann kannst du gehen.
es: Y ahora, enséñame donde está el hijo de ese hombre, Zipper, y te borro de mi lista.
fr: Maintenant, montrez-moi où ce Zipper se trouve, et je vous retire de ma liste.
it: Ora, mostrami dov'è il figlio di quell'uomo, Zipper, e sei fuori dalla mia lista.
ru: Покажи мне, где вы держите сына этого старика, и считай, что мы не встречались.

source: Now tell me what the hell you want so I can get on with my night.
de: Jetzt sag mir einfach, was zur Hölle du von mir willst oder lass mich in Frieden.
es: Y ahora, dime qué demonios quieres para que pueda seguir con mi rutina nocturna.
fr: Maintenant dites-moi ce que vous voulez, qu'on en finisse.
it: Ora, dimmi che diavolo vuoi così posso proseguire la mia serata.
ru: Тогда говори, чего тебе надо.

source: Now tell us, omae. Did you find the person responsible for the Ripper murders?
de: Nun sag uns, omae: Hast du die Person gefunden, die hinter diesen Morden steckt?
es: Ahora dinos, colega. ¿Encontraste al responsable de los asesinatos del Destripador?
fr: Maintenant dites-nous, omae. Avez-vous trouvé qui était responsable de ces meurtres ?
it: Ora dicci, omae. Hai trovato la persona responsabile degli omicidi dello Squartatore?
ru: Скажи нам, омае. Тебе удалось найти человека, который ответит за эти убийства?

source: Now that might be something we can go on. Let's regroup in meat space for a bit.
de: Das könnte doch etwas sein, womit man arbeiten kann. Treffen wir uns am besten wieder in der Fleischwelt.
es: Bien, esto sí podría ser algo con lo que continuar. Reagrupémonos un momento en el espacio de carne.
fr: Bon, ça on peut sûrement s'appuyer dessus pour continuer. Regroupons-nous dans le monde réel pour un moment.
it: Forse abbiamo qualcosa su cui lavorare. Riuniamoci un attimo nello spazio reale.
ru: А вот теперь мы кое-что нашли. Давай перегруппируемся в реальном мире и это обсудим.

source: Now that was a mouthful. Did you memorize it or are you reading it off of index cards?
de: Solch Eloquenz! Hast du das alles auswendig gelernt, oder liest du es von Karteikärtchen ab?
es: Menuda parrafada. ¿Te lo aprendiste de memoria o lo estás leyendo?
fr: Eh ben c'est pas simple, tout ça. Vous avez débité ça par cœur ou vous aviez une fiche ?
it: Complimenti per la lungaggine. L'hai imparato a memoria o stai leggendo il gobbo?
ru: Ничего себе история. Вы все это запомнили или читали по шпаргалке?

source: Now that you've got some gear... let's go deal with those Halloweeners.
de: Jetzt, da wir ein bisschen Zeug haben ... können wir uns mit den Halloweenern anlegen.
es: Ahora que tienes algo de equipo... vamos a ver a esos Halloweeners.
fr: Maintenant que tu es équipé... allons nous occuper de ces halloweeners.
it: Ora che hai un po' di attrezzatura... andiamo a sistemare gli Halloweener.
ru: Теперь, когда у тебя есть снаряжение... Пойдем разберемся с этими хеллоуинерами.

source: Now there's an interesting thought. No, nothing obvious though. I'm sure when McKlusky shows up he'll call in a full magical forensics team though, just to be sure.
de: Interessanter Gedanke. Nein, zumindest nichts Offensichtliches. Aber ich bin mir sicher, dass McKlusky, wenn er hier auftaucht, eine vollständige magische Spurensuche in Auftrag geben wird, um sicherzugehen.
es: Bien, esa es una idea interesante. No, aunque nada obvio. Y seguro que cuando McKlusky aparezca llamará a un equipo forense mágico completo, solo para asegurarse.
fr: Voilà une idée intéressante. Non, rien d'évident. Je suis sûr que lorsque McKlusky se pointera, il appellera une équipe magico-légale complète, juste pour être sûr.
it: Questa è un'idea interessante. No, nulla di ovvio. Sono sicuro che quando apparirà McKlusky chiamerà a raccolta un intero team giudiziario di magia, per essere assolutamente sicuro.
ru: Интересная мысль. Но нет, очевидных следов я не нашел. Не сомневаюсь, что когда сюда наконец доберется Макклюски, он таки вызовет отряд магов-криминалистов для экспертизы.

source: Now wait a minute. I saw you die - twice! I think I deserve an explanation.
de: Jetzt mal halblang. Ich habe dich sterben sehen – zweimal! Ich glaube, du schuldest mir eine Erklärung.
es: Guau, espera un minuto. Te vi morir, ¡dos veces! Creo que me merezco una explicación.
fr: Attendez un peu. Je vous ai vu mourir. Deux fois ! Je crois que j'ai le droit à une explication.
it: No, aspetta un attimo. Io ti ho visto morire... due volte! Direi che mi devi una spiegazione.
ru: Подожди минутку. Тебя же убили - целых два раза! Я требую объяснений.

source: Now you’re talking my language. I knew I liked you.
de: Jetzt verstehen wir uns. Ich wusste, dass ich dich mag.
es: Ahora sí que hablas mi idioma. Sabía que me gustabas.
fr: Voilà qui est bien dit. Je savais qu'on saurait s'entendre.
it: Ora sì che parli la mia lingua. Sapevo che mi saresti piaciuto.
ru: Вот это я понимаю. Вы с самого начала мне понравились.

source: Now, I’m gonna finish my shift and get some sleep. I think I’m due for some. After that? Probably buy some ammo. I’m running low.
de: Jetzt? Ich zieh meine Schicht durch und hole Schlaf nach. Ich glaube, das hab ich mir verdient. Und danach? Ich kauf mir wahrscheinlich Munition – hab zurzeit so wenig.
es: Bien, voy a terminar mi turno y a dormir un poco. Creo que lo necesito. ¿Después de eso? Probablemente compraré munición. Se me está acabando.
fr: Pour l'instant je vais finir mon boulot et me reposer. Je crois que j'ai du sommeil en retard. Après ça ? Je vais sûrement aller acheter des munitions. Mes stocks sont presque vides.
it: Ora finirò il mio turno e poi mi riposerò. Credo di meritarmelo. E dopo? Penso che andrò a comprare un po' di munizioni. Sono un po' a corto.
ru: Теперь я собираюсь отработать смену и завалиться спать. Ноги меня не держат. После этого? Надо пополнить боезапас. У меня почти кончились патроны.

source: Now, how can I help make that happen?
de: Nun, wie kann ich dir dabei helfen?
es: ¿Cómo puedo contribuir a que eso suceda?
fr: Mais comment on fait pour obtenir ça ?
it: Ora, come posso aiutarti a realizzarlo?
ru: Ну да ладно. Скажи, я могу чем-то тебе в этом помочь?

source: Now, now. Listen. Hear Samedi.
de: Aber, aber. Hör erst einmal zu, was Samedi zu sagen hat.
es: Bueno, bueno. Escucha. Escucha a Samedi.
fr: Ça vient, ça vient. Bon. Écoutez Samedi.
it: Ora, ascolta. Ascolta Samedi.
ru: Ну, ну, все хорошо. Слушай. Самеди поможет.

source: Now, since we have the time, we should probably enlist some help. They may post security overnight.
de: Da wir noch etwas Zeit haben, sollten wir uns wahrscheinlich Unterstützung besorgen. Sie könnten über Nacht Sicherheitskräfte aufstellen.
es: Ahora, como tenemos tiempo, probablemente deberíamos conseguir algo de ayuda. Podrían apostar hombres de seguridad por la noche.
fr: Bon, puisque nous avons le temps, nous devrions probablement engager des renforts. Ils pourraient bien poster des gardes pour la nuit.
it: Ora, dal momento che ne abbiamo il tempo, probabilmente dovremmo reclutare qualcuno che ci aiuti. Potrebbero mettere delle guardie durante la notte.
ru: Раз уж у нас есть время, нам стоит подыскать себе группу поддержки. Просто на тот случай, если они выставят на ночь охрану.

source: Now, what can I get you?
de: So, was hättest du denn gern?
es: Bueno, ¿qué necesitas?
fr: Bon, qu'est-ce que tu veux ?
it: Ora, come posso aiutarti?
ru: Так что я могу тебе предложить?

source: Now, you and your friends have to die. Let their blood be on your hands.
de: Jetzt müssen du und deine Freunde sterben. Und das Blut wird an deinen Händen kleben.
es: Ahora, tu amigo y tú tenéis que morir. Tendrás las manos manchadas con su sangre.
fr: Votre ami et vous devez mourir, à présent. Que leur sang soit sur vos mains.
it: Adesso tu e i tuoi amici dovete morire. Lascia che il loro sangue ricada sulle tue mani.
ru: А ты и твои друзья - вы умрете. Их гибель будет на твоей совести.

source: Null sheen. Now, fixing up her arm, that was a piece of work.
de: Null sheen. Ihren Arm hingegen wieder hinzubiegen, das war beeindruckend.
es: No fue nada. Eso sí, lo de arreglarle el brazo ha sido un trabajo complicado.
fr: C'était rien. Rafistoler son bras, ça c'était du travail.
it: Niente di che. La vera impresa è stata metterle a posto il braccio.
ru: Не стоит. Сложнее всего было подлатать ее руку.

source: Null sheen. You should be okay now.
de: Null sheen. Du solltest jetzt keine Probleme mehr haben.
es: Sin problema. Ahora deberías estar bien.
fr: Pas de problème. Ça devrait aller maintenant.
it: Niente di che. Dovresti essere a posto ora.
ru: Без проблем. Надеюсь, с тобой все будет в порядке.

source: Null sweat, I can do that for you.
de: Kein Stress, das kann ich für dich erledigen.
es: Ningún problema, dalo por hecho.
fr: Pas de souci, je peux faire ça pour vous.
it: Nessun problema, lo posso fare io per te.
ru: Легко. Постараюсь тебе помочь.

source: Null sweat, chummer. You have a good day now. {{GM}}He mumbles something under his breath.{{/GM}}
de: Null sweat, Chummer. Einen schönen Tag noch. {{GM}}Er murmelt noch etwas leise vor sich hin, als er sich abwendet.{{/GM}}
es: Sin problemas, amigo. Que pases también un buen día. {{GM}}Murmulla algo entre dientes.{{/GM}}
fr: Pas de problème, mon pote. Passez une bonne journée. {{GM}}Il marmonne quelque chose dans sa barbe.{{/GM}}
it: Nessun problema. Buona giornata. {{GM}}Mormora qualcosa sottovoce.{{/GM}}
ru: Усек. Желаю приятно провести время. {{GM}}Он что-то бормочет себе под нос.{{/GM}}

source: Null sweat.
de: Kein Ding.
es: Ni un problema.
fr: Pas de souci.
it: Nessun problema.
ru: Без проблем.

source: Null sweat. I figured you could use the backup.
de: Null sheen. Ich dachte, du könntest die Hilfe gut gebrauchen.
es: Ni un problema. He pensado que te vendría bien el respaldo.
fr: Pas de souci. Je me suis dit que vous pourriez avoir besoin de renforts.
it: Nessun problema. Ho pensato che ti avrebbe fatto comodo un aiuto.
ru: Без проблем. Мне показалось, что помощь будет не лишней.

source: Null sweat. Just open the door when you're ready.
de: Kein Ding. Öffne einfach die Tür, sobald du da drinnen fertig bist.
es: Sin problemas. Abre la puerta en cuanto puedas.
fr: Pas de problème. Ouvre simplement la porte quand tout est prêt.
it: Nessun problema. Basta che apri la porta quando hai fatto.
ru: Без проблем. Дай знать, когда нам входить.

source: Numbing Poison that does -8 HP & ongoing of -1 AP for 3 RNDS.
de: Lähmendes Gift, das -8 LP Schaden verursacht und für 3 Runden -1 AP abzieht.
es: Veneno paralizante que provoca -8 PG y -1 PA constante durante tres rondas.
fr: Poison engourdissant infligeant -8 PV continus & -1 PA pendant 3 tours.
it: Veleno stordente che infligge -8 PF di danno e -1 PA per 3 turni.
ru: Парализующий яд, который наносит 8 очков урона и отнимает 1 очко действия на протяжении 3 раундов.

source: Numbing Poison: AP -1
de: Lähmendes Gift: AP -1
es: Veneno paralizante: -1 PA.
fr: Poison engourdissant : -1 PA
it: Veleno stordente: PA -1
ru: Парализующий яд: -1 очко действия

source: Nuyen may wound my soul but it fills my stomach.
de: Nuyen mögen meiner Seele schaden, doch sie füllen meinen Bauch.
es: Los nuyens pueden herir mi alma, pero llenan mi estómago.
fr: Les nuyens blessent peut-être mon âme, mais ils me remplissent le ventre.
it: I nuyen possono ferire la mia anima, ma mi danno da mangiare.
ru: Деньги обрекают на погибель душу, но позволяют телу не протянуть от голода ноги.

source: OK ok OoOok ok ok ok OK ok ok Ok oK ooooK. {{GM}}The broken man backs away, hiding his head in his hands.{{/GM}}
de: OK, okay, OoOok, okay, okay, okay, OK, okay, okay, ooooK. {{GM}}Der gebrochene Mann schreckt zurück und verbirgt seinen Kopf in den Armen.{{/GM}}
es: OK ok OoOok ok ok ok OK ok ok Ok oK ooooK. {{GM}}El hombre, devastado, retrocede, tapándose la cabeza con las manos.{{/GM}}
fr: OK ok OoOok ok ok ok OK ok ok Ok oK ooooK. {{GM}}L'homme brisé recule en se tenant la tête.{{/GM}}
it: OK ok OoOok ok ok ok OK ok ok Ok oK ooooK. {{GM}}Il pover'uomo indietreggia, nascondendosi la testa tra le mani.{{/GM}}
ru: ОК ок ОоОок ок ок ок ОК ок ок Ок оК ооооК. {{GM}}Искалеченный человек пятится от тебя, закрывая голову обеими руками.{{/GM}}

source: OUT OF THE SHADOWS
de: AUS DEN SCHATTEN HINAUS
es: FUERA DE LAS SOMBRAS
fr: SORTIR DES OMBRES
it: FUORI DALLE OMBRE
ru: НАВСТРЕЧУ СВЕТУ

source: Of course I have.
de: Natürlich hab ich das.
es: Por supuesto.
fr: Bien sûr que oui.
it: Certo che sì.
ru: Конечно, знаю.

source: Of course I know my way around a fight. Stevie J better be ready for a world of hurt. {{GM}}Paco curls his hand into a fist.{{/GM}} Now let's get moving - the Royale is just a few blocks from here.
de: Natürlich kann ich kämpfen. Stevie J wird sich wundern, welcher Zug ihn überrollt hat. {{GM}}Paco ballt seine Fäuste.{{/GM}} Und jetzt los, das Royale ist nur ein paar Blocks von hier entfernt.
es: Claro que sé arreglármelas solo en una pelea. Más vale que Stevie J esté preparado para vivir en un mundo de dolor. {{GM}}Paco cierra la mano en un puño.{{/GM}} Pongámonos en marcha; los Royale están a unas pocas manzanas de aquí.
fr: Bien sûr que je sais me défendre tout seul. Stevie J ferait bien de se préparer à en prendre plein la gueule. {{GM}}Paco serre le poing.{{/GM}} Maintenant, allons-y. Les Royale ne sont qu'à quelques blocs d'ici.
it: Certo che so combattere. Stevie J farà meglio a tenersi pronto al peggio. {{GM}}Paco serra la mano a pugno.{{/GM}} Ora diamoci una mossa. Gli Appartamenti Royale sono a pochi isolati da qui.
ru: Конечно, я умею драться. Стиви-младшему не поздоровится. {{GM}}Пако сжимает кулаки.{{/GM}} Ладно, пошли. "Роял" находится в паре кварталов отсюда.

source: Of course I want justice. I just can't let him drag me down again.
de: Natürlich will ich, dass er gefasst wird. Ich will mich nur nicht wieder von Sam herunterziehen lassen.
es: Claro que quiero justicia. Pero no puedo dejar que me arrastre otra vez hasta el fondo.
fr: Je veux que justice soit faite, évidemment. Mais je ne veux pas qu'il m'enfonce à nouveau.
it: Certo che voglio giustizia. Solo che non voglio farmi trascinare di nuovo sul fondo.
ru: Разумеется, я хочу, чтобы его убийца был найден. Но я не хочу снова возвращаться в прошлое.

source: Of course it went as planned. Harkeem is *amazing* in the Matrix. I'm sure I'll hear from him soon.
de: Natürlich verlief es nach Plan. Harkeem ist der *Wahnsinn* in der Matrix. Ich bin mir sicher, dass ich bald von ihm hören werde.
es: Claro que fue según el plan. Harkeem es *alucinante* en la Matriz. Seguro que pronto tengo noticias suyas.
fr: Bien sûr que ça s'est déroulé comme prévu. Harkeem est extraordinaire dans la Matrice. Je suis sûr que j'aurai bientôt de ses nouvelles.
it: Naturalmente è andata come previsto. Harkeem è *incredibile* nella Matrice. Vedrai che presto si farà sentire.
ru: Конечно же все шло по плану. Харким чувствует себя в Матрице *как дома*. Не сомневаюсь, он скоро мне позвонит.
