Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Justice? I'm afraid I don't know what you are talking about. But I do know that Justice is a point of view and that you sound as if you are looking at it through a cracked lens. If you need to talk to someone I may be able to help. Perhaps a counselor?
de: Gerechtigkeit? Ich fürchte, ich weiß nicht, wovon du sprichst. Aber ich weiß, dass Gerechtigkeit eine Sichtweise ist und ich fürchte du blickst von der falschen Richtung darauf. Wenn du mit jemanden sprechen möchtest, könnte ich dir vielleicht weiterhelfen. Wie wäre es mit einem Berater?
es: ¿Justicia? Me temo que no sé de qué estas hablando. Pero sé que la justicia es un punto de vista, y que hablas como si la miraras a través de unos cristales rotos. Si necesitas hablar con alguien, yo puedo ayudarte. ¿Quizás un consejero?
fr: Justice ? J'ai peur de ne pas comprendre. Mais je sais que la justice est un point de vue et qu'il semble que vous la regardiez au travers d'une lentille fêlée. Si vous voulez parler à quelqu'un, je peux peut-être aider. Peut-être un conseiller ?
it: Giustizia? Temo di non sapere a cosa ti riferisca. Ma so che la giustizia è solo una questione di punti di vista e mi sembra che la tua vista sia annebbiata. Se hai bisogno di parlarne con qualcuno, io potrei aiutarti. Forse con un consulente?
ru: Справедливости? Боюсь, я не до конца понимаю, о чем идет речь. Но я знаю, что справедливость, как и все остальное, субъективна и зависит от точки зрения, а ты взираешь на мир через треснувшее стекло своих заблуждений. Если хочешь, я могу препоручить тебя заботам одного из наших наставников.

source: Keep Coyote Alive
de: Coyote muss überleben
es: Mantener a Coyote con vida
fr: Maintenir Coyote en vie
it: Tieni in vita Coyote
ru: Койот не должна умереть

source: Keep Coyote and Jake alive
de: Coyote und Jake müssen überleben
es: Mantén con vida a Coyote y a Jake
fr: Garder Coyote et Jake en vie
it: Salva Coyote e Jake
ru: Койот и Джейк не должны умереть

source: Keep Paco Alive
de: Paco muss überleben
es: Mantén a Paco con vida
fr: Garder Paco en vie
it: Non far morire Paco
ru: Пако не должен умереть

source: Keep Shannon Alive
de: Shannon muss überleben
es: Mantén a Shannon con vida
fr: Garder Shannon en vie
it: Tieni in vita Shannon
ru: Шеннон должна уцелеть

source: Keep it together Paco. She's still alive. Stay frosty.
de: Reiß dich zusammen, Paco. Sie ist noch am Leben, bleib cool.
es: Mantén la calma Paco. Todavía está viva. No dejes que te afecte.
fr: Reste calme, Paco. Elle est encore en vie. Garde ton sang-froid.
it: Calma, Paco. È ancora viva. Mantieni la calma.
ru: Не паникуй, Пако. Она еще жива. Держи себя в руках.

source: Keep it. You need it more than I do.
de: Behalt sie. Du brauchst sie mehr, als ich sie brauche.
es: Quédatelo. Tú lo necesitas más que yo.
fr: Garde-les. Vous en avez plus besoin que moi.
it: Tieniteli. Servono più a te che a me.
ru: Оставьте. Вам они нужны больше, чем мне.

source: Keep on moving, 'cross the bridge.
de: Los, weiter! Über die Brücke.
es: No os paréis, cruzad el puente.
fr: Continuez, passez le pont.
it: Continuate a muovervi, attraversate il ponte.
ru: Шагай вперед, перейди мост.

source: Keep those eyes and ears open.
de: Halte die Augen und Ohren offen.
es: Mantén los ojos y los oídos abiertos.
fr: Gardez les yeux ouverts. Et les oreilles aussi.
it: Tenga gli occhi e le orecchie aperte.
ru: Отлично. Держи ушки на макушке.

source: Keycard printing ... Keycard complete. WARNING: This keycard provides access to a high-security area. Approved uniforms are required in all high-security areas.
de: Schlüsselkarte wird ausgedruckt ... Schlüsselkarte fertig. WARNUNG: Diese Schlüsselkarte ermöglicht Zugang zu einem Hochsicherheitsbereich. In allen Hochsicherheitsbereichen ist das Tragen der genehmigten Uniformen erforderlich.
es: Imprimiendo tarjeta de acceso... Tarjeta terminada. AVISO: Esta tarjeta proporciona acceso a una zona de alta seguridad. Se requiere el uso de uniformes aprobados en todas las zonas de alta seguridad.
fr: Impression de la carte d'accès... Carte d'accès terminée. AVERTISSEMENT : Cette carte d'accès offre l'accès à une zone de haute sécurité. Le port des uniformes approuvés est obligatoire dans les zones de haute sécurité.
it: Stampa della tessera in corso... Tessera completata. ATTENZIONE: Questa tessera garantisce l'accesso a un'area ad alta sicurezza. In tutte le aree ad alta sicurezza è necessario indossare uniformi approvate.
ru: Создание пропуска... Создание пропуска завершено. ВНИМАНИЕ: Пропуск открывает доступ в зоны повышенной безопасности. В зонах повышенной безопасности разрешается носить только установленную форму одежды.

source: Keycard printing for $(scene.BroSis) $(l.name) ... Keycard complete. WARNING: This keycard provides access to a high-security area. Approved uniforms are required in all high-security areas.
de: Schlüsselkarte für $(scene.BroSis) $(l.name) wird ausgedruckt ... Schlüsselkarte fertig. WARNUNG: Diese Schlüsselkarte ermöglicht Zugang zu einem Hochsicherheitsbereich. In allen Hochsicherheitsbereichen ist das Tragen der genehmigten Uniformen erforderlich.
es: Imprimiendo tarjeta para $(scene.BroSis) $(l.name)... Tarjeta terminada. AVISO: Esta tarjeta proporciona acceso a una zona de alta seguridad. Se requiere el uso de uniformes aprobados en todas las zonas de alta seguridad.
fr: Impression de la carte d'accès pour $(scene.BroSis) $(l.name)... Carte d'accès terminée. AVERTISSEMENT : Cette carte d'accès offre l'accès à une zone de haute sécurité. Le port des uniformes approuvés est obligatoire dans les zones de haute sécurité.
it: Tessera in fase di stampa per $(scene.BroSis) $(l.name)... Tessera completata. ATTENZIONE: Questa tessera garantisce l'accesso a un'area ad alta sicurezza. In tutte le aree ad alta sicurezza è necessario indossare uniformi approvate.
ru: Создание пропуска: $(scene.BroSis) $(l.name)... Создание пропуска завершено. ВНИМАНИЕ: Пропуск открывает доступ в зоны повышенной безопасности. В зонах повышенной безопасности разрешается носить только установленную форму одежды.

source: Keycard printing for $(scene.FatherMother) $(l.name) ... Keycard complete. WARNING: This keycard provides access to a high-security area. Approved uniforms are required in all high-security areas.
de: Schlüsselkarte für $(scene.FatherMother) $(l.name) wird ausgedruckt ... Schlüsselkarte fertig. WARNUNG: Diese Schlüsselkarte ermöglicht Zugang zu einem Hochsicherheitsbereich. In allen Hochsicherheitsbereichen ist das Tragen der genehmigten Uniformen erforderlich.
es: Imprimiendo tarjeta para $(scene.FatherMother) $(l.name)... Tarjeta terminada. AVISO: Esta tarjeta proporciona acceso a una zona de alta seguridad. Se requiere el uso de uniformes aprobados en todas las zonas de alta seguridad.
fr: Impression de la carte d'accès pour $(scene.FatherMother) $(l.name)... Carte d'accès terminée. AVERTISSEMENT : Cette carte d'accès offre l'accès à une zone de haute sécurité. Le port des uniformes approuvés est obligatoire dans les zones de haute sécurité.
it: Tessera in fase di stampa per $(scene.FatherMother) $(l.name)... Tessera completata. ATTENZIONE: Questa tessera garantisce l'accesso a un'area ad alta sicurezza. In tutte le aree ad alta sicurezza è necessario indossare uniformi approvate.
ru: Создание пропуска: $(scene.FatherMother) $(l.name) ... Создание пропуска завершено. ВНИМАНИЕ: Пропуск открывает доступ в зоны повышенной безопасности. В зонах повышенной безопасности разрешается носить только установленную форму одежды.

source: Keycard that allows asscess to the Office, Storeroom, and Locker Room of the Universal Brotherhood.
de: Schlüsselkarte, die Einlass zu Büro, Lager und Umkleide der Universellen Bruderschaft gewährt.
es: Tarjeta de acceso que permite acceder a la oficina, al almacén y a las taquillas de la Hermandad Universal.
fr: Carte permettant d'accéder au bureau, à l'entrepôt et aux vestiaires de la Confrérie Universelle.
it: Scheda magnetica che consente di accedere all'ufficio, al ripostiglio e allo spogliatoio della Fratellanza Universale.
ru: Этот пропуск открывает двери на склад, в кабинеты и раздевалку Всеобщего братства.

source: Kinda late and you don't look like a dock worker. Who are you?
de: Es ist echt spät und du siehst nicht aus wie ein Hafenarbeiter. Wer bist du?
es: Es bastante tarde y no pareces trabajar en el muelle. ¿Quién eres?
fr: Il est tard et vous n'avez pas l'air d'un docker. Qui êtes-vous ?
it: È un po' tardi, e soprattutto non mi sembri un lavoratore del porto. Chi sei?
ru: Рабочий день закончился, а ты не похож на портового грузчика. Ты кто?

source: Kiss Kiss, Bang Bang... love that one. You, my friend, were right to check back with me so soon. Circumstances can change just that fast, and you know that you need more things that go boom in your life. Check out what I have in stock.
de: Mann, dieses Teil hier ist einfach der Wahnsinn, meine absolute Lieblingswaffe. Aber gut, dass du so schnell schon wieder da bist. Die Zeiten sind ja so wandelbar und man weiß einfach, dass man immer mehr Dinge im Leben braucht, die ordentlich knallen. Sieh dir einfach mein aktuellen Angebot an.
es: Kiss Kiss, Bang Bang... me encanta. Has hecho muy bien en volver tan pronto. Las circunstancias pueden cambiar muy rápido, y ya sabes que necesitas en tu vida más cosas que hagan buuum. Échale un vistazo a lo que tengo.
fr: Boom boom... J'adore celle-ci. Vous, mon ami, vous avez bien fait de revenir me voir si tôt. Les circonstances peuvent changer si rapidement, et on a toujours besoin de choses qui font boom dans la vie. Regardez donc ce que j'ai en stock.
it: Kiss Kiss, Bang Bang... Un'ottima arma. Illustre cliente, lei tornerà qui molto presto. La vita riserva tante sorprese e per affrontarle c'è sempre bisogno di aggeggi che fanno bum. Dia un'occhiata al mio magazzino.
ru: Черный пистолет, черный пистолет... Люблю эту песню. Хорошо, что ты здесь, потому что обстоятельства меняются и меняются неожиданно. Если тебе нужно оружие, заходи. Постараюсь тебе помочь.

source: Kk. See you later. {{GM}}She returns to her needy customers.{{/GM}}
de: Okay. Wir sehen uns später. {{GM}}Sie geht zu ihren Gästen zurück.{{/GM}}
es: Vale. Hasta luego. {{GM}}Vuelve a sus necesitados clientes.{{/GM}}
fr: Ok. À plus tard. {{GM}}Elle retourne à ses clients impatients.{{/GM}}
it: Ok, ok. Ci vediamo dopo. {{GM}}Ritorna dai suoi clienti bisognosi.{{/GM}}
ru: Окей. Еще увидимся. {{GM}}Она возвращается к своим изнывающим от жажды клиентам.{{/GM}}

source: Know anything about giant, magic, indestructible bugs?
de: Weißt du zufällig irgendwas über riesige, magische, unzerstörbare Käfer?
es: ¿Sabes algo sobre unos bichos gigantes, mágicos e indestructibles?
fr: Il sait quelque chose sur les cafards géants, magiques et indestructibles ?
it: C'entrano qualcosa degli enormi insetti magici e indistruttibili?
ru: Знаешь что-нибудь об огромных, волшебных и бессмертных жуках?

source: Know anything about that BTL dealer?
de: Weißt du irgendwas über diesen BTL-Dealer?
es: ¿Sabes algo del camello de BTL?
fr: Vous savez quelque chose sur ce dealer de BTL ?
it: Non sai nulla di quello spacciatore di BTL?
ru: Знаешь что-нибудь о торговце чипами?

source: Know anything about the NTSB?
de: Weißt du irgendwas über das NTSB?
es: ¿Sabes algo del CNST?
fr: Tu sais quelque chose sur le NTSB ?
it: Sai niente del CNST?
ru: Знаешь что-нибудь про НСПБНТ?

source: Know anything about the Universal Brotherhood?
de: Weißt du irgendwas über die Universelle Bruderschaft?
es: ¿Sabes algo sobre la Hermandad Universal?
fr: Vous savez quelque chose au sujet de la Confrérie Universelle ?
it: Sai qualcosa della Fratellanza Universale?
ru: Знаешь что-нибудь о Всеобщем братстве?

source: Know anything about the murder that took place here?
de: Weißt du etwas über den Mord, der hier passiert ist?
es: ¿Sabes algo sobre el asesinato que hubo aquí?
fr: Qu'est-ce que vous savez sur le meurtre qui a eu lieu ici ?
it: Sai qualcosa sull'omicidio che è avvenuto qui?
ru: Ты что-нибудь знаешь об этом убийстве?

source: Know where I can find one?
de: Weißt du, wo ich einen finde?
es: ¿Sabes dónde puedo encontrar a uno?
fr: Vous savez où en trouver un ?
it: Sai dove posso trovarne uno?
ru: И где мне его найти?

source: Konbanwa! Good evening! Are you enjoying the Seamstresses Union? There should be plenty for a $(l.man) like you to enjoy. {{GM}}She eyes you closely.{{/GM}} Or is this business?
de: Konbanwa! Guten Abend. Gefällt dir die Seamstresses Union? Für jemanden wie dich sollte es hier allerhand geben, was dir gefallen könnte. {{GM}}Sie beäugt dich argwöhnisch.{{/GM}} Oder ist das ein geschäftlicher Besuch?
es: ¡Konbanwa! ¡Buenas tardes! ¿Qué te parece el Unión de Costureras? Alguien como tú debería tener de sobra para divertirse. {{GM}}Te observa con detenimiento.{{/GM}} ¿O vienes por negocios?
fr: Konbanwa ! Bonsoir ! Vous passez un bon moment au Seamstresses Union ? Il y a largement de quoi s'amuser pour un $(l.man) comme vous. {{GM}}Elle vous toise de près.{{/GM}} Ou bien êtes-vous venu pour affaires ?
it: Konbanwa! Buonasera! Te la stai spassando al Seamstresses Union? Ci dovrebbe essere molto da divertirsi per un $(l.man) come te. {{GM}}Ti osserva da vicino.{{/GM}} O sei qui per affari?
ru: Конбанва! Добрый вечер! Надеюсь, Союз белошвеек придется тебе по вкусу. $(l.man) всегда найдет здесь возможность расслабиться. {{GM}}Она осматривает тебя с ног до головы.{{/GM}} Или ты здесь по делу?

source: Konbanwa, Mrs. Kubota.
es: Konbanwa, Sra. Kubota.
fr: Konbanwa, Mme Kubota.
it: Konbanwa, signora Kubota.
ru: Конбанва, миссис Кубота.

source: Krund
ru: Крюнд

source: LOOKING FOR TROUBLE
de: WER SUCHET, DER FINDET
es: EN BUSCA DE PROBLEMAS
fr: QUAND ON CHERCHE LES ENNUIS
it: IN CERCA DI GUAI
ru: В ПОИСКАХ НЕПРИЯТНОСТЕЙ

source: LOOSE ENDS
de: LOSE ENDEN
es: CABOS SUELTOS
fr: VOIES SANS ISSUE
it: QUESTIONI IN SOSPESO
ru: СЛЕДУЮЩИЙ ШАГ

source: Lab ID
de: Labor-ID
es: Pase de laboratorio
fr: Carte d'accès du labo
it: Tessera di identificazione del laboratorio
ru: Пропуск в лабораторию

source: Lady Z
ru: Леди З

source: Lady and gentlemen this is... $(l.name). $+(l.he) is the $(l.race) who saved my daughter and the only one who has faced our common enemy in combat. Herr Brackhaus, what does the representative of the Great Dragon, Lofwyr, have to tell us about the magical insect this... shadowrunner uncovered?
de: Meine Dame, meine Herren, dies ist ... $(l.name). $+(l.he) ist der $(l.race), der meine Tochter gerettet und als Einziger unter uns unserem gemeinsamen Feind schon persönlich entgegengetreten ist. Herr Brackhaus, was haben Sie uns als Abgesandter des Großen Drachen Lofwyr über das magische Insekt zu berichten, das dieser ... Shadowrunner entdeckt hat?
es: Señoras y señores, este es... $(l.name). $+(l.he) es quien salvó a mi hija y la única persona que se ha enfrentado en combate a nuestro enemigo común. Herr Brackhaus, ¿qué tiene que decirnos el representante del Gran dragón, Lofwyr, sobre el insecto mágico que descubrió este... shadowrunner?
fr: Mesdames et messieurs, voici... $(l.name). $+(l.he) est le brave $(l.race) qui a sauvé ma fille. Le seul à avoir affronté notre ennemi commun face à face. Herr Brackhaus, qu'est-ce que le représentant du Grand Dragon, Lofwyr, a à nous dire sur l'insecte magique que ce... shadowrunner a découvert ?
it: Signora e signori, ecco a voi... $(l.name). $+(l.he): un $(l.race) che ha salvato mia figlia e l'unico che abbia affrontato in battaglia il nostro nemico comune. Herr Brackhaus, cos'ha da dirci il portavoce del Grande Drago Lofwyr, a proposito dell'insetto magico che questo... Shadowrunner ha scoperto?
ru: Любезная дама, уважаемые господа. Перед вами... $(l.name). $+(l.he) - $(l.race), чьими стараниями моя дочь избежала ужасной участи. Это великолепная возможность из первых уст услышать свидетельство метачеловека, который первым бросил вызов нашим общим противникам. И все же в первую очередь меня интересует ваше мнение. Герр Бракхаус, что нам может сообщить об этих... магических насекомых представитель великого дракона?

source: Lady down the hall told me.
de: Die Frau den Flur runter hat’s mir gesagt.
es: Me lo dijo la señora del vestíbulo.
fr: La femme dans le hall me l'a dit.
it: Me lo ha detto una signora all'ingresso.
ru: Мне сказала женщина там, в коридоре.

source: Lady, you're nuts. Just plain nuts.
de: Du bist verrückt. Einfach nur verrückt.
es: Señorita, está chalada. Simplemente chalada.
fr: Ma brave dame, vous avez perdu la boule. Complètement perdu la boule.
it: Tu sei pazza. Semplicemente pazza.
ru: Милая, ты помешалась. Окончательно и бесповоротно.

source: Large puncture wounds were found in several places on the body, possibly large bore surgical needles. Body had been decomposing for several weeks before the landlord noticed the smell and called the police when no one answered the door.
de: Am ganzen Körper wurden mehrere, womöglich durch große chirurgische Nadeln verursachte Stichwunden entdeckt. Der Körper befand sich bereits in einem Verwesungsstadium von mehreren Wochen, als der Vermieter den Geruch bemerkte und die Polizei rief.
es: Se encontraron grandes marcas de aguja en varios sitios de su cuerpo, posiblemente agujas quirúrgicas de gran tamaño. El cuerpo llevaba varias semanas descomponiéndose cuando el casero notó el olor y llamó a la policía cuando nadie respondió al llamar a la puerta.
fr: De larges perforations ont été détectées à plusieurs endroits du corps, potentiellement les traces de larges aiguilles chirurgicales. Le corps était en décomposition depuis plusieurs semaines avant que le propriétaire ne remarque l'odeur et n'appelle la police parce que personne n'ouvrait la porte.
it: Grandi ferite da perforazione trovate in diversi punti del corpo, forse grandi aghi chirurgici. Il corpo era in stato di decomposizione da diverse settimane prima che il padrone di casa notasse l'odore e, poiché nessuno rispondeva alla porta, chiamasse la polizia.
ru: В нескольких местах на теле обнаружены следы от уколов. Тело подвержено сильному разложению. С момента смерти прошло несколько недель, прежде чем хозяин квартиры заметил трупный запах и вызвал полицию.

source: Last I heard from him, he'd been made. They were coming for him.
de: Als ich das letzte Mal von ihm gehört habe, wurde er entdeckt. Sie wollten sich ihn schnappen.
es: La última vez que supe de él, lo habían descubierto. Venían a por él.
fr: La dernière fois que j'ai entendu parler de lui, il avait été pris. Ils venaient pour lui.
it: L'ultima volta che l'ho sentito l'avevano scoperto. Stavano venendo a prenderlo.
ru: Судя по тому, чем все кончилось, ему пришлось туго. Они уже подбирались к нему, когда меня взяли.

source: Last chance, Jessica. You can still stop this.
de: Ich geb dir eine letzte Chance, Jessica. Noch kannst du aufhören.
es: Es tu última oportunidad, Jessica. Todavía puedes detener todo esto.
fr: Dernière chance Jessica. Vous pouvez encore arrêter ça.
it: Ultima possibilità, Jessica. Puoi ancora fermare tutto questo.
ru: Это твой последний шанс, Джессика. Останови это безумие.

source: Last night, this place was filled with a scream that went on and on, drawing us to it. It was a man, crying out for a witness as he died... And so we came to bear witness... but fled in terror before the malevolent spirit... that profaned the man's remains. This spirit was Other. It was not of this place. It had twisted its way through the veil and through the dark to come here.
de: Letzte Nacht wurden wir von einem langen, qualvollen Schrei an diesen Ort gezogen. Ein Mann flehte um Zeugen, als er starb ... Also kamen wir, um Zeugen zu werden ... doch flohen vor dem hasserfüllten Geist ... der die sterblichen Überreste des Mannes entweihte. Der Geist war fremd. Er war kein Teil dieser Welt. Er war durch den Schleier zwischen den Welten gedrungen und hatte die Dunkelheit durchwandert, um an diesen Ort zu gelangen.
es: Anoche, en este lugar resonaba un grito constante que nos arrastraba a todos. Era un hombre que pedía un testigo de su muerte... Y así es como fuimos a dar testimonio... pero huimos aterrorizados ante el espíritu malévolo... que profanó los restos del hombre. Este espíritu era Otro. No era de aquí. Ha retorcido el camino para cruzar el velo a través de las tinieblas y llegar hasta aquí.
fr: La nuit dernière, cet endroit était rempli d'un cri en continu, nous entrainant avec lui. C'était un homme, criant pour un témoin alors qu'il mourrait... Alors nous sommes venus en témoins... mais nous avons fui avant l'esprit malveillant... qui a profané les restes de l'homme. Cet esprit était différent, autre. Il venait d'un autre endroit. Il a réussi à passer le voile et les ténèbres pour arriver jusqu'ici.
it: La scorsa notte, questo posto era pieno di grida che non smettevano mai e che ci hanno attirati qui. Era un uomo, che cercava un testimone della sua morte... E così noi siamo diventati i testimoni... ma siamo fuggiti terrorizzati davanti allo spirito malvagio... che ha profanato le spoglie dell'uomo. Lo spirito era Altro. Non era di questo posto. Si è introdotto attraverso il velo e l'oscurità per venire qui.
ru: Прошлой ночью в этом месте раздался крик, который не прекращался и манил нас. Здесь умирал человек, который умолял о помощи... Мы стали свидетелями его смерти... но в страхе бежали перед ужасным духом... который осквернил его останки. Этот дух был иным. Не из этого мира. Он разорвал вуаль и прошел через тьму, чтобы попасть сюда.

source: Late for another appointment, Sangoma?
de: Hast du noch was vor, Sangoma?
es: ¿Llegas tarde a otra cita, Sangoma?
fr: En retard à un rendez-vous, Sangoma ?
it: Di nuovo in ritardo, Sangoma?
ru: Куда-то опаздываешь, Сангома?

source: Later.
de: Bis später.
es: Hasta luego.
fr: À bientôt.
it: A dopo.
ru: До встречи.

source: Lawyer
de: Anwalt
es: Abogado
fr: Avocat
it: Avvocato
ru: Адвокат

source: Lead the way.
de: Geh voran.
es: Abre camino.
fr: Je suis.
it: Fai strada.
ru: Веди.

source: Leafing through the pages, you find few intelligible entries. Holmes may not have been a real doctor, but his handwriting certainly fits the stereotype. Stuffed in the last few pages is a copy of a disinterment order from a local cemetery, with the grave's occupant marked as "Melinda Watts".
de: Als du durch die Seiten blätterst, findest du nur wenige lesbare Einträge. Holmes mag zwar kein echter Arzt gewesen sein, aber seine Handschrift entspricht eindeutig dem Klischee. Zwischen die letzten paar Seiten wurde eine Exhumierungserlaubnis eines örtlichen Friedhofs gestopft. Das betroffene Grab ist das von Melinda Watts.
es: Al echarle una ojeada a las páginas, encuentras entradas ininteligibles. Puede que Holmes en realidad no fuera médico, pero sin duda su letra encaja con el estereotipo. Metida entre las últimas páginas hay una copia de una solicitud de exhumación de un cementerio local, el nombre de la ocupante de la tumba es "Melinda Watts".
fr: En feuilletant le journal, vous ne pouvez lire que quelques notes intelligibles. Holmes n'était peut-être pas un vrai médecin, mais en tout cas, il en avait l'écriture. Les dernières pages contiennent une copie d'un ordre d'exhumation d'un cimetière voisin. L'occupante de la tombe était censée être "Melinda Watts".
it: Sfogliando le pagine, scopri pochi passaggi intelliggibili. Forse Holmes non sarà stato un vero medico, in compenso la scrittura corrispondeva allo stereotipo. Tra le ultime pagine c'è un ordine di riesumazione dal cimitero locale, per una certa "Melinda Watts".
ru: Ты переворачиваешь один лист за другим, но почерк Холмса удивительно неразборчив. Он не был настоящим врачом, но во многом соответствовал популярному стереотипу. В самом конце лежит ордер на эксгумацию тела с ближайшего кладбища. В графе "Имя" кто-то нацарапал "Мелинда Уоттс".
