Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Why would his DNA wind up at the crime scene, though? Was he posing as a doctor at a previous murder site?
de: Wie kam seine DNA dann an den Tatort? Hat er sich an einem vorherigen Tatort als Arzt ausgegeben?
es: Pero ¿cómo acabó su ADN en la escena del crimen? ¿Se hizo pasar por médico en la escena de un crimen anterior?
fr: Pourquoi son ADN se retrouve sur la scène du crime ? Se trouvait-il sur un autre endroit où un crime eut lieu ?
it: Altrimenti, perché il suo DNA sarebbe finito sulla scena del crimine? Si fingeva un medico sul luogo di un delitto precedente?
ru: Тогда как его кровь оказалась рядом с местом преступления?

source: Why would they do that?
de: Wieso sollten sie das tun?
es: ¿Por qué iban a hacer eso?
fr: Pourquoi ils feraient ça ?
it: Perché lo farebbero?
ru: Зачем им это?

source: Why would you do this?
de: Warum haben Sie das getan?
es: ¿Por qué haces esto?
fr: Pourquoi feriez-vous ça ?
it: Perché lo faresti?
ru: Почему вы это делаете?

source: Why would you want to know something like that?
de: Warum würden Sie so etwas wissen wollen?
es: ¿Por qué quieres saber algo así?
fr: Pourquoi voudriez-vous savoir ce genre de choses ?
it: Perché vorresti sapere una cosa del genere?
ru: Для чего тебе это знать?

source: Why yes I do, here's a handy frag grenade. Be careful not to throw it near friendlies.
de: Aber sicher doch! Hier ist eine praktische Splittergranate. Versuche, sie nicht in die Nähe von Freunden zu werfen.
es: Pues sí, aquí tienes una granada de fragmentación de lo más práctica. Ten cuidado no se la lances a algún aliado.
fr: Bien sûr, voilà une grenade à fragmentation. Attention à ne pas l'envoyer trop près de vos alliés.
it: Come no, ecco una bella granata. Occhio a non lanciarla vicino ai tuoi compagni.
ru: Конечно, есть. Держи эту гранату, она ручная. Не кидай ее под ноги товарищам.

source: Why, Mr. Dresden! I have no idea what you mean!
de: Aber ich bitte Sie, Mr. Dresden! Ich habe keine Ahnung, wovon Sie sprechen!
es: Vaya, ¡Sr. Dresden! ¡No tengo ni idea de a qué se refiere!
fr: Quelle idée, M. Dresden ! Aucune idée de ce que vous voulez dire !
it: E perché dovrei, signor Dresden! Non so a cosa tu ti stia riferendo!
ru: Как вы могли такое предположить, мистер Дрезден! Разумеется, нет!

source: Why, what's going on?
de: Warum, was ist los?
es: ¿Por qué? ¿Qué pasa?
fr: Pourquoi ? Qu'est-ce qu'il se passe ?
it: Perché, che sta succedendo?
ru: Почему? Что там происходит?

source: Why’s the bar so empty?
de: Wieso ist die Bar so leer?
es: ¿Por qué está tan vacío el bar?
fr: Pourquoi le bar est si vide ?
it: Perché il bar è così vuoto?
ru: А почему в баре никого нет?

source: Will do! Let me have the DNA you want to test.
de: Ich mach mich dran! Gib mir die DNA, die du getestet haben willst.
es: ¡Vale! Dame el ADN que quieres analizar.
fr: Ça marche ! Donnez-moi l'ADN à tester.
it: Ok! Dammi il DNA che vuoi analizzare.
ru: Отлично! Давай сюда образец.

source: Will do.
de: Aber sicher.
es: Lo haré.
fr: C'est promis.
it: Non mancherò.
ru: Договорились.

source: Will do. You get trouble in here often?
de: Klar, mach ich. Gibt es hier öfter Probleme?
es: Lo haré. ¿Soléis tener problemas por aquí?
fr: Aucun risque. Vous avez souvent des problèmes par ici ?
it: D'accordo. I disordini sono frequenti qui?
ru: Договорились. Тут часто случаются заварушки?

source: Will you at least help me look for him? I have this key I swiped off the day guard, but they keep a close eye on us. You could have a peek in the infirmary and see if there's a record or something. He might just be in a cool-off room and they won't tell me.
de: Hilfst du mir wenigstens, ihn zu suchen? Ich hab hier einen Schlüssel, den ich dem Wächter von der Tagesschicht klauen konnte, aber sie behalten uns stets genau im Auge. Du könntest einen Blick in die Krankenstation riskieren und nachschauen, ob du eine Akte oder sowas findest. Vielleicht haben sie ihn ja einfach in einen Beruhigungsraum gesperrt und sagen mir nichts.
es: ¿Al menos me ayudarás a buscarle? Le quité esta llave al guarda de día, pero no nos quitan el ojo de encima. Podrías echar un vistazo a la enfermería y ver si hay algún registro o algo. Puede que simplemente esté en una sala de relajación y que no quieran decírmelo.
fr: Vous voulez bien m'aider à le chercher au moins ? J'ai piqué cette clé aux gardes du service de jour, mais ils nous surveillent de près. Vous pourriez jeter un coup d'œil à l'infirmerie et voir s'il y a un registre ou un truc du genre. Il est peut-être dans une salle de dégrisement et personne ne veut me le dire.
it: Mi aiuti almeno a cercarlo? Ho questa chiave che ho sgraffignato alla guardia diurna, ma ci tengono d'occhio. Potresti dare una sbirciata in infermeria e vedere se c'è qualcosa di interessante. Potrebbe solo essere in una stanza di raffreddamento, ma nessuno me lo direbbe.
ru: Пожалуйста, помоги мне его найти. Я стащила у охранника этот ключ, но за нами всегда наблюдают. А ты можешь заглянуть в лазарет и посмотреть там записи или еще что-нибудь. Может, они посадили его в карцер, а мне не говорят.

source: William
ru: Вильям

source: Wind Dancer
de: Windtänzer
es: Bailavientos
ru: Воздушный плясун

source: Wipe out the Gang
de: Lösch die Gang aus
es: Acabar con la banda
fr: Éliminer le gang
it: Sbarazzati della gang
ru: Уничтожь банду

source: With a click and faint hiss of escaping air the safe opens.
de: Mit einem Klickgeräusch und einem leisten Zischen öffnet sich der Tresor.
es: Tras un clic y un suave siseo de aire, la caja se abre.
fr: D'un clic et d'un petit sifflement d'air s'échappant, la serrure s'ouvre.
it: Con un clic e un sibilo, la cassaforte si apre.
ru: Сейф открывается со щелчком и тихим шипением выходящего воздуха.

source: With some slight creaking the vending machine slides away to reveal a secret door.
de: Mit einem leichten Knarzen rutscht der Warenautomat aus dem Weg und gibt den Blick auf eine geheime Tür frei.
es: Con leve chirrío la máquina expendedora se aparta para dejar paso a una puerta secreta.
fr: Après un léger craquement, le distributeur glisse et fait place à une porte secrète.
it: Con qualche cigolio, il distributore automatico scivola e rivela una porta segreta.
ru: Поскрипывая, автомат сдвигается. За ним обнаруживается потайной проход.

source: With this kind of payday, few things I'd rather be doing.
de: Bei dem Lohn gibt es nur wenige Dinge, die ich lieber tun würde.
es: Con este tipo de pago, hay pocas cosas que preferiría estar haciendo.
fr: Ce genre de salaire, ça ne se refuse pas.
it: E con il tipo di paga che mi spetta, non farei molto altro.
ru: Если учесть, какие деньги я получу по окончании расследования, то более срочных дел у меня нет.

source: Without an ID programmed on to it, the card doesn't work. You put one in your pocket as a souvenir.
de: Solange sie nicht entsprechend programmiert ist, wird die Karte nicht funktionieren. Du steckst dir eine als Souvenir in die Tasche.
es: Sin una identificación programada, la tarjeta no funciona. Te guardas una como recuerdo.
fr: Si aucune identité n'est programmée dessus, la carte ne fonctionne pas. Vous en prenez une en souvenir. Vous la mettez dans votre poche.
it: Se non è programmata con un'identità, la tessera non funziona. Ne prendi una come souvenir e la metti in tasca.
ru: На эих карточках нет записи, поэтому открыть с их помощью дверь не получится. Ты берешь одну в качестве сувенира.

source: Without its colorful staff, cast of regulars, and posing tourists, the Union feels hollow. The front bar and lounge are deserted except for a handful of janitors.
de: Ohne ihre farbenfrohe Belegschaft, die Stammgäste und die Touristen wirkt die Union mehr als nur leer. Die vordere Bar und die Lounge sind mit der Ausnahme von ein paar Reinigungskräften vollkommen verlassen.
es: Sin su colorido personal, su grupo de habituales y sus supuestos turistas, el Sindicato parece vacío. La sala y la barra delantera están desiertas a excepción de un puñado de limpiadores.
fr: Sans son personnel éclectique, sa horde d'habitués et ses touristes curieux, le bar est bien vide... Hormis les concierges, le comptoir et le salon sont déserts.
it: Senza il vivace personale, la fila dei clienti regolari, e gli avventori sfacciati, l'Union sembra vuoto. Il bar e la sala sono deserti, eccetto qualcuno che fa le pulizie.
ru: Без своих завсегдатаев, случайно забредших туристов и обслуживающего персонала Союз выглядит заброшенным. В баре и комнатах за ним нет никого, кроме уборщиков.

source: Wiz.
es: Genio.
fr: Excellent
it: Grande.
ru: Волшебно.

source: Wiz. Bugs from another dimension need killing. I get it.
de: Wiz. Käfer aus einer anderen Dimension müssen also ausgerottet werden. Versteh schon.
es: Genio. Los bichos de otra dimensión necesitan matar. Ya lo pillo.
fr: Excellent. Les insectes venus d'une autre dimension doivent tuer pour survivre. Je comprends.
it: Grande. Gli insetti di un'altra dimensione devono essere uccisi. Capisco.
ru: Клево. Жуки из другой реальности, которые хотят нас сожрать. Так бы и говорили.

source: Wiz. Do you know what the building is for?
de: Wiz. Weißt du, wofür das Gebäude benutzt werden wird?
es: Mago. ¿Sabes para qué es el edificio?
fr: Excellent. Vous savez à quoi va servir le bâtiment ?
it: Grande. Sai a che cosa è destinato l'edificio?
ru: Дивно. А ты знаешь, для чего им новое здание?

source: Wiz. Get to work.
de: Genial. Mach dich an die Arbeit.
es: Genio. A trabajar.
fr: Impec. Il est temps d'y aller.
it: Grande. Mettiti al lavoro.
ru: Волшебно. Ну, за работу.

source: Wiz. I could use a bunk.
de: Wiz. Ich könnte ’ne Koje für mich gut gebrauchen.
es: Fantástico. Necesito un catre.
fr: Excellent. J'avoue qu'un bon lit me serait utile.
it: Grande. Una branda potrebbe servirmi.
ru: О, дивно. Теперь у меня есть койка и крыша над головой.

source: Wiz. I'd like to get this room clean and move on.
de: Wiz. Ich würde den Raum gerne sauberkriegen und abhauen.
es: Fantástico. Me gustaría limpiar esta sala y seguir con mi trabajo.
fr: Excellent. J'aimerais bien nettoyer cette pièce et continuer mon boulot.
it: Grande. Vorrei solo finire di pulire questa stanza e andare avanti.
ru: Дивно. Тогда дай мне тут убраться.

source: Wiz. What else?
de: Wiz. Was noch?
es: Genio. ¿Qué si no?
fr: Excellent. À part ça ?
it: Grande. Che altro?
ru: Волшебно. А остальные?

source: Wiz. What’s on your mind?
de: Wiz. Was willst du wissen?
es: Genio. ¿Qué estás pensando?
fr: Impec. Qu'est-ce que vous avez en tête ?
it: Grande. Che c'è?
ru: Волшебно. Говори, что ищешь.

source: Woah!
de: Hey!
es: ¡Oh!
fr: Ouah !
it: Wow!
ru: Эй!

source: Woman, how dare you miss two shifts and then come back and bleed on my floor?
de: Mädchen, wie kannst du es wagen, zwei Schichten zu verpassen und dann auch noch zurückzukommen und mir den Boden vollzubluten?
es: Mujer, ¿cómo te atreves a faltar a dos turnos y luego volver y mancharme de sangre el suelo?
fr: Comment oses-tu passer ma porte et saigner sur mon parquet après avoir manqué deux journées de travail ?
it: Bellezza, come osi saltare due turni e poi venire qui a sanguinare sul mio pavimento?
ru: Глупая девчонка. Ты пропустила две смены, а теперь пришла сюда и капаешь кровью на мой чистый пол?

source: Won what?
de: Was gewonnen?
es: ¿Ganado qué?
fr: J'ai gagné quoi ?
it: Cosa ho vinto?
ru: Что я выиграл?

source: Word around here was that you were closing in on the Ripper when you last left. Dare I ask how that went?
de: Nach dem was ich gehört habe, warst du dem Ripper auf der Spur, als du die Union das letzte Mal verlassen hast. Darf ich fragen, was daraus geworden ist?
es: Se dice que, antes de marcharte, estabas cerca del Destripador. ¿Puedo preguntar cómo ha ido?
fr: J'ai entendu que vous étiez à deux doigts d'attraper l'éventreur la dernière fois que vous êtes parti. Puis-je demander comment ça s'est passé ?
it: Da queste parti si dice che l'ultima volta che te ne sei andato avevi quasi messo le mani sullo Squartatore. Posso chiederti com'è andata?
ru: Если верить слухам, Потрошитель почти у тебя в руках. Я могу узнать, как идет расследование?

source: Word got around about that latest Ripper killing, and people aren’t feeling safe. And when people feel unsafe, they either go to ground or they huddle up.
de: Die Neuigkeiten über den letzten Ripper-Mord machen die Runde und die Leute fühlen sich nicht mehr sicher. Wenn die Leute sich nicht sicher fühlen, dann tauchen sie entweder ab, oder sie suchen Gemeinschaft.
es: Se ha corrido el rumor del último asesinato del Destripador, y la gente no se siente segura. Y, cuando la gente no se siente segura, se esconden o se apiñan.
fr: La nouvelle du dernier meurtre de l'éventreur s'est ébruitée, et ils ne se sentent pas en sécurité. Et lorsque c'est le cas, soit ils se cachent, soit ils se rassemblent.
it: Si è sparsa la voce dell'ultima vittima dello Squartatore e la gente non si sente al sicuro. E quando la gente non si sente al sicuro, si nasconde o si unisce.
ru: Слухи о последнем убийстве продолжают ползти, и никто не чувствует себя в безопасности. Когда люди не чувствуют себя в безопасности, они или залегают на дно, или ищут компанию.

source: Work? What kind of work?
de: Arbeit? Was für Arbeit?
es: ¿Trabajo? ¿Qué tipo de trabajo?
fr: Du travail ? Quel genre du travail ?
it: Lavoro? Che tipo di lavoro?
ru: Работу? Какую работу?

source: Working together? I don’t think so.
de: Sie arbeiten zusammen? Das glaube ich kaum.
es: ¿Trabajando juntos? No lo creo.
fr: Ils travaillent ensemble ? Je ne crois pas.
it: In combutta? Non credo.
ru: Я не верю, что они способны работать вместе.

source: Worn and mangled notebook from Yakuza BTL Lab.
de: Ein altes, verschlissenes Notizbuch aus dem BTL-Labor der Yakuza.
es: Bloc de notas desgastado y roto del laboratorio de Yakuza BTL.
fr: Carnet écorné, trouvé au Labo BTL des Yakuza.
it: Bloc notes logoro proveniente dal laboratorio di BTL della Yakuza.
ru: Потрепанная записная книжка из лаборатории, принадлежавшей Якудза.

source: Worried Man
de: Besorgter Mann
es: Hombre preocupado
fr: Homme inquiet
it: Uomo preoccupato
ru: Обеспокоенный прохожий

source: Would that I knew. The spirits speak in riddles. They leave me with more questions than answers.
de: Wenn ich das nur wüsste. Die Geister sprechen in Rätseln. Sie haben heute mehr Fragen als Antworten für mich.
es: Ojalá lo supiera. Los espíritus hablan con acertijos. Me generan más preguntas que respuestas.
fr: Compliqué... Les esprits communiquent avec des énigmes. Ils me laissent avec plus de questions que de réponses.
it: Magari lo sapessi. Gli spiriti parlano per enigmi. Mi lasciano con più domande che risposte.
ru: Увы, мне нечего поведать тебе. Духи говорят загадками, и вопросов у меня больше, нежели ответов.

source: Would that I were but it is the only way. It is the only place to get what we need. But take heart! You will have Samedi with you! And he is clever in the ways of the Matrix. We cannot lose.
de: Ich wünschte, das wäre es, aber es ist der einzige Weg. Es ist der einzige Ort, um zu kriegen, was wir brauchen. Aber Courage! Du wirst Samedi an deiner Seite haben! Und er kennt sich aus auf den Pfaden der Matrix. Wir können nicht verlieren.
es: Ojalá lo fuera, pero es el único modo. Es el único sitio donde se puede conseguir lo que necesitamos. ¡Pero animaos! ¡Tendréis a Samedi con vosotros! Y sabe moverse muy bien por la Matriz. No podemos perder.
fr: C'est le seul moyen. C'est le seul endroit où nous pourrons obtenir ce que nous cherchons. Mais courage ! Samedi sera avec vous ! Et il connait les voies tortueuses de la Matrice. La défaite n'est pas une option.
it: Vorrei che fosse così, ma è l'unico modo. Solo lì possiamo trovare ciò che vogliamo. Fatti coraggio! Avrai Samedi dalla tua parte! E lui ci sa fare con la Matrice. Non possiamo perdere.
ru: Увы, я совершенно серьезен. Это единственный способ заполучить то, что нам нужно. Но не отчаивайся! Самеди будет с тобой! Он знает все тропы и перекрестки в Матрице. Мы не можем проиграть.

source: Would you take a check?
de: Nehmen Sie auch Schecks?
es: ¿Aceptas cheques?
fr: Est-ce que vous prenez les chèques ?
it: Accetteresti un assegno?
ru: Вы принимаете кредитные карточки?

source: Wouldn't happen to be an Ares flight recorder, would it? Some very powerful buyers are looking for that right now. I can get rid of it for you, for say, 20%? That leaves 2,000 for you.
de: Nicht zufällig ein Ares-Flugschreiber, oder? Einige gut betuchte Käufer suchen gerade danach. Ich kann ihn für dich loswerden, sagen wir 20 Prozent? Dann bleiben noch 2000 für dich.
es: No será una caja negra Ares, ¿verdad? Hay algunos compradores muy poderosos buscándola ahora mismo. Puedo librarte de ella por un, digamos, ¿20 %? Eso deja unos 2000 para ti.
fr: Ce ne serait pas une boite noire d'Arès par hasard ? Certains acheteurs très puissants payeraient cher pour mettre la main là-dessus. Je peux m'en débarrasser pour vous. Disons, 20 % ? Ça vous laisse 2 000.
it: Per caso si tratta della scatola nera di un aereo Ares? Ho dei compratori molto potenti che ne stanno cercando una. Posso piazzarla per te, a... facciamo il 20%? Ti rimarrebbero 2.000.
ru: Ящик с самолета корпорации Арес, не так ли? У меня уже осведомлялись, не знаю ли я, где он находится. Я возьму 20% за посредничество. Это означает, что ты получишь 2000 нюйен чистыми.

source: Wouldn't miss it.
de: Das würde ich nicht verpassen wollen.
es: No me lo perdería por nada del mundo.
fr: Je n'y manquerai pas.
it: Non mancherei per niente al mondo.
ru: Я обязательно приду.

source: Wow, never heard about that before. Sounds chill. I'll let you into the office. Use a terminal to log in and make yourself a new card.
de: Wow, von sowas hab ich noch nie gehört. Klingt lässig. Ich lass dich ins Büro, dann kannst du dich an einem Terminal anmelden und eine neue Karte erstellen.
es: Guau, eso no lo había oído nunca. Suena escalofriante. Te dejaré entrar en la oficina. Usa un terminal para iniciar una sesión y hacerte una nueva tarjeta.
fr: Wow, jamais entendu ça avant. Ça fait peur. Je vous ouvre le bureau. Vous pourrez vous servir du terminal pour vous connecter et vous faire une nouvelle carte.
it: Wow, mai sentita una cosa del genere. Che paura. Ti farò entrare in ufficio. Usa il terminale per accedere e farti la nuova tessera.
ru: Ого! Мне об этом ничего не известно. Ну ладно. Я открою для тебя дверь. Включи терминал и сделай себе новый пропуск.

source: Wow, what happened to this?
de: Wow, was ist denn damit passiert?
es: Guau, ¿qué le ha pasado?
fr: Wow, qu'est-ce qui lui est arrivée ?
it: Wow, come si è ridotta così?
ru: Ого! Что с ним случилось?

source: Wow, you must be worse off than me. Okay, here's my credstick. {{GM}}He hands you his credstick and you transfer 100 nuyen to it.{{/GM}}
de: Wow, du musst ja noch ärmer dran sein als ich. {{GM}}Er reicht dir seinen Credstick und du lädst 100 Nuyen darauf.{{/GM}}
es: Guau, tienes que estar peor que yo. De acuerdo, aquí está mi credistick. {{GM}}Te entrega su credistick y le transfieres 100 nuyens.{{/GM}}
fr: Wow, vous devez être encore plus fauché que moi. Ok, voilà mon créditube. {{GM}}Il vous donne son créditube et vous y transférez 100 nuyens.{{/GM}}
it: Wow, devi essere messo peggio di me. Ok, ecco il mio credstick. {{GM}}Ti porge il suo credstick e tu vi trasferisci 100 nuyen.{{/GM}}
ru: Я думал, это я здесь самый жадный. Ладно, держи кредстик. {{GM}}Он протягивает тебе кредстик, на который ты переводишь 100 нюйен.{{/GM}}

source: Wow. I never would've figured. She just seemed so... I don't know. Bellevue, I guess. Wouldn't want to get her hands dirty.
de: Wow, das hätte ich nie erwartet. Sie wirkte so ... ich weiß nicht. Bellevue halt. Hätte nicht gedacht, dass die sich die Finger schmutzig macht.
es: Guau. Nunca me lo hubiera imaginado. Parecía tan... No sé. Bellevue, supongo. No querría ensuciarse las manos.
fr: Wow. J'aurais jamais pensé. Elle avait l'air si... Je ne sais pas. Bellevue, je crois. Pour pas se salir les mains.
it: Wow. Non l'avrei mai detto. Sembrava così... Non lo so. Forse perché era una di Bellevue. Quella gente non vuole mai sporcarsi le mani.
ru: Вот это да. Ни за что бы не подумала. Она казалась такой... шикарной женщиной. Не из тех, которые будут пачкать руки.

source: Wow... I didn't even know elves could be that ugly.
de: Wow ... wusste gar nicht, dass Elfen überhaupt so hässlich sein können.
es: Guau... Ni siquiera sabía que los elfos pudieran ser tan feos.
fr: Wow... Je ne savais pas que les elfes pouvaient être aussi moches.
it: Wow... Non sapevo che gli elfi potessero essere così brutti.
ru: Ого. Кто бы мог подумать, что эльфы бывают такими страшными.

source: Written in a woman's hand are the words: Sam & Jessica Lake Sammamish State Park Summer, 2040
de: In der Handschrift einer Frau sind die folgenden Worte zu lesen: Sam & Jessica Nationalpark Lake Sammamish Sommer 2040
es: Escrito con la letra de una mujer se puede leer: Sam y Jessica Lago Sammamish State Park Verano de 2040
fr: Les mots suivants ont été écrits, dans une écriture de femme : Sam & Jessica Parc naturel du lac Sammamish Été 2040
it: Scritte da una mano femminile si trovano le parole: Sam & Jessica Parco statale del Lago Sammamish Estate 2040
ru: Фотография подписана аккуратным женским почерком: Сэм и Джессика Парк Лейк-Саммамиш Лето 2040 г.

source: Y'know what would make a great BTL?
de: Weißt du, was einen tollen BTL hergeben würde?
es: ¿Sabes lo que sería un gran BTL?
fr: Tu sais ce qui ferait un super BTL ?
it: Sai cosa renderebbe una BTL davvero fantastica?
ru: Ты знаешь, из чего можно было бы сделать хорошую запись?

source: Y-you there! This block is off limits! There's uh... we've got a gas leak on the docks here. No loitering.
de: I-ihr da! Ihr dürft diesen Bereich nicht betreten! Es gibt, äh, ... es gibt ein Gasleck an den Docks. Rumlungern ist hier nicht.
es: ¡Eh, tú! ¡Este bloque es zona prohibida! Hay un... esto... tenemos una fuga de gas en el muelle. No se puede andar por aquí.
fr: Vous, là-bas ! Ce bloc est une zone interdite ! Il y a... une fuite de gaz sur les docks. Pas un rôdeur.
it: E-ehi tu, laggiù! L'accesso a quest'area è proibito! C'è ehm... c'è stata una fuga di gas nel porto qui vicino. Non si può bighellonare qui.
ru: Э-эй, ты! Сюда нельзя! Там, на причале... э... утечка газа! Посторонним вход воспрещен!

source: YOUR APARTMENT, 2054. It’s 3:00 a.m. and you’ve got nowhere to go but down.
de: DEINE WOHNUNG, 2054. Es ist 3:00 Uhr morgens und es kann eigentlich nur noch abwärts gehen.
es: TU APARTAMENTO, 2054. Son las tres de la mañana y no puedes ir más que hacia abajo.
fr: VOTRE APPARTEMENT, 2054. Il est 3 h du matin et les choses ne peuvent qu'empirer pour vous.
it: NEL TUO APPARTAMENTO, ANNO 2054. Sono le tre del mattino, e non hai altro posto dove andare se non più a fondo.
ru: ТВОЯ КВАРТИРА, 2054 ГОД. Сейчас 3:00 утра, и идти тебе некуда.

source: YOUR SQUAT, 2054. Anywhere but Seattle. You’re talking to a dead man.
de: DEINE WOHNUNG, 2054. Ein Ort, der definitiv nicht Seattle ist. Du sprichst mit einem toten Mann.
es: TU CHOZA, 2054. Cualquier lugar menos Seattle. Estás hablando con un hombre muerto.
fr: VOTRE SQUAT, 2054 N'importe où, mais pas Seattle. Tu parles à un mort.
it: LA TUA BARACCA, 2054. Ovunque ma non a Seattle. Stai parlando con un uomo morto.
ru: ТВОЯ КВАРТИРА, 2054. От Сиэтла тебя отделяют многие километры. Ты разговариваешь с мертвецом.

source: Yakuza Decker
es: Decker de la yakuza
fr: Decker yakuza
it: Decker della Yakuza
ru: Декер Якудза

source: Yakuza Mage
de: Yakuza-Magier
es: Mago de la yakuza
fr: Mage yakuza
it: Mago della Yakuza
ru: Маг Якудза

source: Yakuza Shaman
de: Yakuza-Schamane
es: Chamán de la yakuza
fr: Chaman yakuza
it: Sciamano della Yakuza
ru: Шаман Якудза
