Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: >>Local files search results for Project Aegis: >>Title: Security Threat Assessment, Lynne Telestrian. >>Text excerpt: ... at this point we cannot confidently assign a motive to Ms. Telestrian’s hiring of shadowrunners to destroy the company’s Columbia River facility but there are two leading contenders. The most likely is that she is working for a rival megacorp seeking a competitive advantage, but an alternate explanation is that it has something to do with her deep involvement with the Universal Brotherhood.
de: >>Lokale Daten zum Projekt Aegis: >>Betreff: Einschätzung einer Sicherheitsbedrohung, Lynne Telestrian. >>Textauszug: ... zurzeit kann Ms. Telestrians Anheuerung von Shadowrunnern zur Zerstörung der Columbia-River-Einrichtung des Konzerns kein eindeutiges Motiv zugewiesen werden. Wir haben jedoch zwei Vermutungen. Am wahrscheinlichsten ist es, dass sie für einen Konkurrenzkonzern arbeitet, der sich einen wirtschaftlichen Vorteil erhofft. Eine zweite Möglichkeit wäre, dass es etwas mit ihrer tiefgreifenden Verstrickung in die Universelle Bruderschaft zu tun hat.
es: >>Resultados de la búsqueda Proyecto Aegis en archivos locales: >>Título: Estimación de la amenaza a la seguridad, Lynne Telestrian. >>Extracto del texto: ... en este punto no podemos señalar con seguridad un móvil por el que la Srta. Telestrian contrate shadowrunners para destruir la instalación que la compañía tiene en el río Columbia, pero hay dos hipótesis principales. Lo más probable es que esté trabajando para una megacorporación rival que busque una ventaja sobre la competencia, pero otra explicación estaría relacionada con su fuerte implicación con la Hermandad Universal.
fr: >>Recherche fichiers locaux pour Projet Aegis : >>Titre : Évaluation du niveau de menace, Lynne Telestrian. >>Extrait du texte : ... pour le moment il est impossible de déterminer avec précision les motifs qui ont poussé Mlle. Telestrian à engager des shadowrunners pour détruire l'installation de la société à Columbia River, mais nous avons deux pistes principales. La plus probable est qu'elle travaille pour une méga-corporation rivale qui y recherche un bénéfice commercial, mais il est également possible que cela ait à voir avec ses liens étroits avec la Confrérie Universelle.
it: >>Risultati della ricerca nei file locali per Progetto Aegis: >>Titolo: Valutazione dei rischi per la sicurezza, Lynne Telestrian. >>Estratto del testo: ... a questo punto non possiamo attribuire con certezza un movente all'assunzione, da parte della signora Telestrian, di Shadowrunner per distruggere lo stabilimento che si trova nella zona del fiume Columbia: le ipotesi principali sono due. La più probabile è che lei stia lavorando per una megacorporazione rivale alla ricerca di un vantaggio competitivo, ma una spiegazione alternativa è che ciò ha a che fare con il suo profondo coinvolgimento con la Fratellanza Universale.
ru: >>Результаты поиска по запросу Проект Эгида: >>Заголовок: участие Линн Телестриан. >>Цитата: ... в настоящий момент мы не знаем причины, которая побудила мисс Телестриан нанять команду раннеров для нападения на производственное отделение компании на участке Коламбия, однако мы можем выдвинуть два предположения. Первое: мисс Телестриан работает на другую корпорацию, которая надеется получить таким образом преимущество. Второе: мисс Телестриан получила приказ от вышестоящих членов Всеобщего братства.

source: >>Logging Off
de: >>Sitzung wird beendet
es: >>Cerrando la sesión
fr: >>Déconnexion
it: >>Disconnessione
ru: >>Выход из системы

source: >>Phone VM search results for Project Aegis >>Call from Thomas Telestrian >>Recorded 5 days ago.
de: >>Resultate aus dem Telefonarchiv für Projekt Aegis >>Anruf von Thomas Telestrian >>Vor 5 Tagen aufgenommen.
es: >>Resultados de la búsqueda Proyecto Aegis en el contestador del teléfono >>Llamada de Thomas Telestrian >>Grabada hace cinco días.
fr: >>Recherche sur le répondeur du téléphone concernant le projet Aegis >>Appel de Thomas Telestrian >>Reçu il y a 5 jours.
it: >>Risultati della ricerca nella segreteria telefonica per Progetto Aegis >>Chiamata da Thomas Telestrian >>Registrata 5 giorni fa.
ru: >>Телефонные переговоры >>Звонок: Томас Телестриан >>Записан 5 дней назад.

source: >>Primary hits(s) on Watts, Jessica: Record not found >>Secondary hits(s) on Watts, Jessica: Watts, Melinda: Payment record(s) 1952681, 2911012 >>Billing system access not available from this terminal
de: >>Primäre Treffer zu Watts, Jessica: Keine Treffer gefunden Sekundäre Treffer zu Watts, Jessica: Watts, Melinda: Zahlungsbestätigung 1952681, 2911012 >>Von dieser Datenstation aus besteht kein Zugriff auf das Abrechnungssystem
es: >>Resultado(s) principal(es) de Watts, Jessica: Registro no encontrado >>Resultado(s) secundario(s) de Watts, Jessica: Watts, Melinda: Registro(s) de pagos 1952681, 2911012 >>El acceso al sistema de facturación no está disponible desde este terminal
fr: >>Premiers résultats sur Watts, Jessica : Aucun dossier trouvé >>Résultats secondaires sur Watts, Jessica : Watts, Melinda : Historique de paiement 1952681, 2911012 >>Accès au système de facturation non disponible depuis ce terminal
it: >>Occorrenze principali per Watts, Jessica: Dati non trovati >>Occorrenze secondarie per Watts, Jessica: Watts, Melinda: Registro pagamenti 1952681, 2911012 >>Accesso al sistema di fatturazione non disponibile da questo terminale
ru: >>Результаты поиска: Уоттс, Джессика: ничего не найдено >>Возможно, вы искали: Уоттс, Джессика: Уоттс, Мелинда: Платежи 1952681, 2911012 >>Доступ к истории платежей с этого терминала невозможен

source: >>Primary hits(s) on Watts, Sam: Record not found >>Secondary hits(s) on Watts, Sam: Watts, Melinda: Payment record(s) 1952681, 2911012 >>Billing system access not available from this terminal
de: >>Primäre Treffer zu Watts, Sam: Keine Treffer gefunden Sekundäre Treffer zu Watts, Sam: Watts, Melinda: Zahlungsbestätigung 1952681, 2911012 >>Von dieser Datenstation aus besteht kein Zugriff auf das Abrechnungssystem
es: >>Resultado(s) principal(es) de Watts, Sam: Registro no encontrado >>Resultado(s) secundario(s) de Watts, Sam: Watts, Melinda: Registro(s) de pagos 1952681, 2911012 >>El acceso al sistema de facturación no está disponible desde este terminal
fr: >>Premiers résultats sur Watts, Sam : Aucun dossier trouvé >>Résultats secondaires sur Watts, Sam : Watts, Melinda : Historique de paiement 1952681, 2911012 >>Accès au système de facturation non disponible depuis ce terminal
it: >>Occorrenze principali per Watts, Sam: Dati non trovati >>Occorrenze secondarie per Watts, Sam: Watts, Melinda: Registro pagamenti 1952681, 2911012 >>Accesso al sistema di fatturazione non disponibile da questo terminale
ru: >>Результаты поиска: Уоттс, Сэм: ничего не найдено >>Возможно, вы искали: Уоттс, Сэм: Уоттс, Мелинда: Платежи 1952681, 2911012 >>Доступ к истории платежей с этого терминала невозможен

source: >>Project Terminated 5 days ago. Final invoices submitted to Saeder-Krupp Schwerindustriegesellschaft (Saeder-Krupp Heavy Industries Company). >>Project resources, status, and cost centers are restricted to CEO access.
de: >>Projekt vor fünf Tagen terminiert. Letzte Rechnungen an die Saeder-Krupp Schwerindustriegesellschaft ausgestellt. >>Der Zugriff auf Ressourcen, Status und Kostenstellen des Projekts ist auf den CEO beschränkt.
es: >>Proyecto finalizado hace 5 días. Factura final enviada a Saeder-Krupp Schwerindustriegesellschaft (Compañía de Industria Pesada Saeder-Krupp). >>Recursos del proyecto, estado y centros de precios, acceso reservado al Jefe Ejecutivo.
fr: >>Projet conclu il y a 5 jours. Factures finales envoyées à Saeder-Krupp Schwerindustriegesellschaft (société d'industries lourdes Saeder-Krupp). >>L'accès aux ressources du projet, à son statut et aux centres de couts sont réservés au PDG.
it: >>Progetto terminato 5 giorni fa. Fatture finali inviate a Saeder-Krupp Schwerindustriegesellschaft /Saeder-Krupp Heavy Industries Company. >>L'accesso alle risorse, allo stato e ai costi del progetto è riservato all'amministratore delegato.
ru: >>Работа над проектом остановлена 5 дней назад. Инвойсы отправлены в Saeder-Krupp Schwerindustriegesellschaft. >>Дополнительная информация о проекте доступна только пользователям уровня исполнительного директора или выше.

source: >>Project established on 5/12/2053. >>Project terminated 5 days ago. >>Project resources, status, and cost centers are restricted to CEO access
de: >>Projekt erstellt am 12.05.2053. >>Projekt vor fünf Tagen abgeschlossen. >>Der Zugriff auf Ressourcen, Status und Kostenstellen des Projekts ist auf CEOs beschränkt.
es: >>Proyecto establecido el 12/5/2053. >>Proyecto finalizado hace 5 días. >>Recursos del proyecto, estado y centros de precios, acceso reservado al presidente
fr: >>Projet établit le 5/12/2053. >>Projet terminé il y a 5 jours. >>Accès aux ressources du projet, statut, et centres de coûts réservés au PDG
it: >>Progetto iniziato il 5/12/2053. >>Progetto terminato 5 giorni fa. >>L'accesso alle risorse, allo stato e ai costi del progetto è riservato all'amministratore delegato.
ru: >>Работа начата 12/5/2053. >>Работа завершена 5 дней назад. >>Дополнительная информация о проекте доступна только пользователям уровня исполнительного директора или выше.

source: A C.O.D. receipt for a special order: 5 pounds of zebra meat from Maury’s Meat Emporium, located near Pike Place Market.
de: Es ist ein Nachnahmebeleg für eine Sonderbestellung: fünf Pfund Zebrafleisch von Maury’s Meat Emporium. Der Laden befindet sich in der Nähe des Pike Place Market.
es: Un recibo de cancelación de deuda de un pedido especial: dos kilos y medio de carne de cebra del Maury’s Meat Emporium, situado cerca del Pike Place Market.
fr: Reçu pour commande spéciale : 5 livres de viandes de zèbre de chez Maury’s Meat Emporium, près de Pike Place Market.
it: Una ricevuta per la consegna di un ordine speciale. Tre chili di carne di zebra dall'Emporio della carne di Maury, vicino al mercato di Pike Place.
ru: Заполненный бланк заказа из мясной лавки Мори на рынке Пайк-Плейс. Предъявитель бланка получит 5 фунтов мяса зебры.

source: A Salish tribe street shaman that works with Nature to overcome the concrete.
de: Ein Straßenschamane der Salish, der die Welt des Betons mithilfe der Natur zu erobern versucht.
es: Un chamán callejero de la tribu salish que trabaja con la naturaleza para superar al cemento.
fr: Un chaman de la rue, issu de la tribu Salish, qui travaille avec la Nature pour combattre le béton.
it: Tocca a uno Sciamano della strada della tribù Salish che lavora con la Natura oltrepassare il concreto.
ru: Уличный шаман из племени Сейлиш, который верит, что сталь и бетон неизбежно отступят перед натиском природы.

source: A Universal Brotherhood key labeled "Holding Cell 6".
de: Ein Schlüssel der Universellen Bruderschaft, der mit der Aufschrift „Zelle 6“ beschriftet ist.
es: Una llave de la Hermandad Universal etiquetada "Celda de confinamiento 6".
fr: Une clé de la Confrérie Universelle où il est écrit "Cellule d'isolement 6".
it: Una chiave appartenente alla Fratellanza Universale la cui etichetta dice "Cella di detenzione 6".
ru: На карточке написано "Камера 6"

source: A ball of corruption.
de: Eine Kugel der Verderbtheit.
es: Una bola de corrupción.
fr: Une sphère de corruption.
it: Una palla di corruzione.
ru: Разъедающая плоть сфера.

source: A basilisk? Why did it have to be a basilisk?
de: Ein Basilisk? Warum musste es ausgerechnet ein Basilisk sein?
es: ¿Un basilisco? ¿Por qué tenía que ser un basilisco?
fr: Un basilisk ? Pourquoi un basilisk ?
it: Un basilisco? Perché proprio un basilisco?
ru: Василиск! Ну почему это должен был быть именно василиск?

source: A beginner rigger with a rifle.
de: Ein Amateur-Rigger mit einem Gewehr.
es: Un mecánico novato con un rifle.
fr: Un rigger débutant avec un fusil.
it: Un Rigger principiante con un fucile.
ru: Начинающий риггер с большим ружьем.

source: A bit ... out there, as far as theories go. I guess we can't rule it out just yet. Did you see anything in the autopsy report that could fill in some more detail?
de: Das klingt ... etwas weit hergeholt für eine vernünftige Theorie. Aber wir können es wohl noch nicht ausschließen. Stand im Autopsiebericht etwas, was mehr Informationen in diese Richtung liefert?
es: Un poco... descabellada para ser una hipótesis. Supongo que todavía no podemos descartarlo. ¿Viste algo en el informe de la autopsia que nos pueda dar más detalles?
fr: Plus ou moins... C'est une théorie, quoi. Je suppose qu'on ne peut pas encore l'éliminer. Tu as vu quelque chose dans le rapport d'autopsie qui pourrait nous aider ?
it: Un po'... fantasiosa, come teoria. Immagino che non possiamo ancora escluderla. Hai visto qualcosa nel rapporto dell'autopsia che possa fornirci altri dettagli?
ru: Не самая... вероятная теория, но и исключить подобной возможности мы пока не можем. В отчете о вскрытии было что-нибудь, на что можно было бы опереться?

source: A box full of industrial toilet cleaner.
de: Eine Kiste voller industriellem Toilettenreiniger.
es: Una caja llena de un producto de limpieza industrial para el inodoro.
fr: Une boîte remplie de nettoyants pour toilettes industriels.
it: Una scatola piena di detergenti per sanitari.
ru: Коробка доверху набита ершиками для унитаза.

source: A bunch of brass shell casings
de: Ein Haufen Patronenhülsen aus Messing.
es: Un montón de cartuchos de proyectiles de latón
fr: Un amas de douilles en laiton
it: Un mucchio di bossoli di proiettile di ottone
ru: Пригоршня латунных гильз.

source: A bunch of mercs have locked down the area. I don't think they're here for us, though. My guess is there's something worth a bit of coin left in that warehouse.
de: Ein Haufen Söldner hat das ganze Gebiet abgeriegelt. Ich denke nicht, dass sie wegen uns hier sind. Schätze mal, in der Lagerhalle befindet sich noch irgendwas, das sich zu Geld machen lässt.
es: Un puñado de mercenarios ha cerrado la zona. Aunque no creo que estén aquí por nosotros. Supongo que en ese almacén queda algo que vale la pena.
fr: Une bande de mercenaires a complètement verrouillé la zone. Cela dit je ne pense pas que ce soit nous qu'ils recherchent... À mon avis il y a quelque chose qui vaut son pesant d'or dans cet entrepôt.
it: Dei mercenari hanno bloccato l'area. Non credo siano qui per noi, però. La mia ipotesi è che c'è ancora qualcosa che vale un po' di grana in quel magazzino.
ru: Внутри орудует горстка наемников. Не думаю, что они тут из-за нас. Скорее всего, на складе есть что-то, за что им пообещали заплатить.

source: A bundle of cords and some data chips.
de: Ein Bündel Kabel und ein paar Datenchips.
es: Un puñado de cordones y algunos chips de datos.
fr: Un tas de câbles et quelques puces de données.
it: Un fascio di cavi e alcuni chip di dati.
ru: Спутанные провода и несколько чипов.

source: A career change? W-what do you mean?
de: Ein Berufswechsel? W-was meinst du damit?
es: ¿Un cambio en mi carrera? ¿Q-qué quieres decir?
fr: Une réorientation professionnelle ? Q... Qu'est-ce que vous voulez dire ?
it: Cambiare lavoro? C-che intendi?
ru: Новое место работы? Э-э-это какое?

source: A certain point of view?
de: Einem gewissen Blickwinkel?
es: ¿Un cierto punto de vista?
fr: D'une certaine manière ?
it: Un certo punto di vista?
ru: С определенной точки зрения?

source: A collection of blue candy in colorful wrappers
de: Eine Ansammlung blauer Bonbons in knalliger Verpackung
es: Un montón de caramelos azules en coloridos envoltorios
fr: Une collection de bonbons bleus dans des papiers colorés
it: Una manciata di caramelle blu in involucri colorati
ru: Пригоршня синих конфет в ярких фантиках

source: A collection of red candy in colorful wrappers
de: Eine Tüte Süßigkeiten in farbenfroher Verpackung.
es: Colección de golosinas rojas con envoltorios de colores
fr: Une collection de bonbons rouges dans du papier coloré.
it: Una manciata di caramelle rosse in involucri colorati
ru: Красные конфеты в ярких фантиках.

source: A couple of inches, nothing to worry about, I guess.
de: Ein paar Zentimeter. Wohl doch nicht so schlimm, schätze ich.
es: De unos cinco centímetros, nada preocupante, supongo...
fr: Deux trois centimètres, pas de quoi avoir peur.
it: Un paio di centimetri, niente di cui preoccuparsi, credo.
ru: Несколько сантиметров.

source: A damn drone?!
de: Eine verfluchte Drohne?!
es: ¡¿Una maldita sonda?!
fr: Un putain de drone ?!
it: Un dannato drone?!
ru: Дрон!? Здесь?

source: A dented tin lunchbox that's seen better days. You can barely make out the face of a grinning troll on the front.
de: Eine zerbeulte Brotdose aus Blech, die schon bessere Zeiten erlebt hast. Du kannst gerade so das Gesicht eines grinsenden Trolls darauf erkennen.
es: Una fiambrera de latón abollada que ha visto mejores días. Apenas puedes percibir la cara de un troll sonriente en la parte de delante.
fr: Une boite à sandwichs cabossée qui n'a pas bonne mine. Vous reconnaissez à peine qu'il s'agit d'un troll souriant sur le dessus.
it: Un cestino per il pranzo ammaccato che ha visto giorni migliori. Scorgi a malapena, di fronte, il volto di un troll ghignante.
ru: Видавшая виды жестяная коробка для завтраков. С некоторым трудом на ней можно разобрать счастливую рожу ухмыляющегося тролля.

source: A detailed list of payments from the Universal Brotherhood to prominent Seattle and UCAS politicians through various fronts and shell accounts. Worth some nuyen to anyone looking to stock up on some political "leverage".
de: Eine detaillierte Liste von Zahlungen der Universellen Bruderschaft an prominente Einwohner Seattles und UCAS-Politiker über verschiedene Umwege. Für jeden, der nach einem politischen Druckmittel sucht, ist diese Liste sicher einige Nuyen wert.
es: Una lista detallada de los pagos realizados por la Hermandad Universal a políticos destacados de Seattle y de la EUCA a través de diferentes frentes y cuentas en servidor. Si alguien quiere conseguir unas cuantas "cargas" políticas estará dispuesto a pagar unos cuantos nuyens por esto.
fr: Une liste détaillée des versements effectués par la Confrérie Universelle à d'importants politiciens de Seattle et des UCAS à travers plusieurs couvertures et comptes offshore. Ça vaut son pesant de nuyens pour quiconque cherche à gagner de l'influence en politique.
it: Un elenco dettagliato dei pagamenti dalla Fratellanza Universale a politici di primo piano di Seattle e dell'UCAS su vari conti intestati e di comodo. Vale qualche nuyen per chiunque stia cercando di esercitare una "leva" politica.
ru: Подробный список взяток и пожертвований Всеобщего братства политикам Сиэтла и СКАШ с описанием схем проведения платежей. Любой шантажист заплатит за подобную информацию хорошие деньги.

source: A few bits of cables and optical circut boards.
de: Ein paar Kabel und optische Leiterplatten.
es: Unos trozos de cables y tableros de circuitos ópticos.
fr: Quelques morceaux de câbles et des cartes de circuits optiques.
it: Pochi pezzi di cavi e tavole di circuiti ottici.
ru: Обрезки кабеля и несколько печатных плат.

source: A framed painting of the Chicago skyline, done in stylized silhouette.
de: Ein eingerahmtes Bild der stilisierten Skylines Chicagos.
es: Una pintura enmarcada del horizonte de Chicago, realizada con una silueta estilizada.
fr: Un tableau représentant la silhouette des immeubles de Chicago de manière stylisée.
it: Un dipinto incorniciato dello skyline stilizzato di Chicago.
ru: Фотография вечернего Чикаго: силуэты небоскребов на фоне пылающего закатного неба.

source: A friend.
de: Ein Freund.
es: Alguien en quien confiar.
fr: Un ami.
it: Una persona che conosco.
ru: Друг.

source: A good watering hole always survives.
de: Eine gute Bar überlebt alles.
es: Un buen antro siempre sobrevive.
fr: Un bon bar local survit toujours.
it: Una buona bettola riesce sempre a sopravvivere.
ru: Хороший бар переживет даже атомную войну.

source: A half smoked cigar.
de: Eine halbgerauchte Zigarre.
es: Un puro a medio fumar
fr: Un cigare à moitié consumé.
it: Un sigaro mezzo fumato.
ru: Наполовину выкуренная сигара.

source: A hellhole full of junkies. Looks like Stevie-J's gets their rent money AND their drug money.
de: Ein Drecksloch voller Junkies. Sieht so aus, als würde Stevie J Geld für ihre Mieten und ihre Sucht einstreichen.
es: Un agujero infecto lleno de yonkis. Parece que Stevie-J sacaba dinero del alquiler Y de la droga.
fr: Un trou à rat plein de junkies. On dirait que Stevie J récupère leur loyer ET le prix de leurs doses.
it: Un inferno pieno di tossici. Sembra che Stevie J si prenda soldi da loro per l'affitto e per la droga.
ru: Дыра, приютившая наркоманов. Похоже, Стиви-младший собирает с них не только деньги за чипы, но и арендную плату.

source: A hopeful soul is filled with strength. What I can do to add to this strength?
de: Hoffnung bedeutet Stärke. Was kann ich tun, um deine Stärke zu nähren?
es: Un alma esperanzada está llena de fuerza. ¿Qué puedo hacer para sumar a esta fuerza?
fr: Une âme pleine d'espoir est aussi pleine de force. Que puis-je faire pour ajouter à cette force ?
it: Un'anima fiduciosa è anche molto forte. Cosa posso fare per accrescere questa forza?
ru: Заблудшая душа обретет спасние, и из слабого выйдет сильный. Чем я могу помочь тебе в твоей борьбе?

source: A hundred thousand nuyen buys a lot of drinks...
de: Für hunderttausend Nuyen kriegt man ’ne Menge Drinks ...
es: Cien mil nuyens compran muchas copas...
fr: Cent mille nuyens, ça fait pas mal de pintes...
it: Con centomila nuyen si possono comprare un sacco di drink...
ru: Сто тысяч нюйен позволят мне выпить за тебя не раз и не два...

source: A job's a job, and this one pays better than most.
de: Ein Job ist ein Job und dieser ist lukrativer als die meisten.
es: Un trabajo es un trabajo, y este se paga mejor que la mayoría.
fr: Un boulot est un boulot, et celui-ci paye plus que la plupart.
it: Il lavoro è lavoro e questo paga meglio di molti altri.
ru: Работа есть работа. Мне пообещали за нее хорошие деньги.

source: A large container of greasy cooking fat.
de: Ein großer Behälter voll mit zum Kochen geeignetem Fett.
es: Un gran recipiente de grasa para cocinar.
fr: Un grand pot de graisse de friture.
it: Un grosso contenitore di oleoso strutto da cucina.
ru: Большая жестяная банка с кулинарным маргарином.

source: A legend in the Shadows both in matrix and out.
de: Eine Legende in den Schatten, sowohl in der Matrix als auch außerhalb.
es: Una leyenda en las sombras, tanto dentro como fuera de la Matriz.
fr: Une légende des ombres, à la fois dans la Matrice et ailleurs.
it: Una leggenda nelle Ombre, dentro e fuori la Matrice.
ru: Живая легенда Матрицы и герой в реальном мире.

source: A little breaking and entering, perhaps. Under cover of darkness.
de: Ich dachte an einen kleinen Einbruch. Im Schutz der Dunkelheit.
es: Quizás un poco de romper y entrar. Al abrigo de la oscuridad.
fr: Une entrée par effraction, peut-être. Sous couvert de la nuit.
it: Forse sarà necessario entrare con la forza. Col favore delle tenebre.
ru: Зловещее ограбление под покровом ночи. Мне нравится эта идея.

source: A little of this. A little of that.
de: Ein bisschen dies. Ein bisschen das.
es: Un poco de esto. Un poco de aquello.
fr: Un peu de ci. Un peu de ça.
it: Un po' di questo. Un po' di quello.
ru: Лучше не бывает.

source: A locked safe that has both a card reader and data jack.
de: Ein verschlossener Tresor, der sowohl einen Kartenleser als auch eine Datenbuchse besitzt.
es: Una caja fuerte cerrada que tiene un lector de tarjetas y una conexión de datos.
fr: Un coffre-fort contenant un lecteur de carte et un datajack.
it: Una cassaforte chiusa a chiave, che ha sia un lettore di tessere che una presa dati.
ru: Запертый сейф оборудован джеком и магнитным замком.
