Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: As soon as the last Cutter was out the door I lost it. I told him if he ever pulled drek like that again that he would be sleeping in the alley. Of course he begged and pleaded with me, telling me it wouldn't happen again. I don’t want to deal with this anymore, but I don’t want him to leave. He’s the reason I got through all that stuff last year, got my bartending license, got this apartment, and this life. I know he cares about me and loves me. More than his involvement with the Cutters. I just wish I could slice out that gang from our life together, slice out the fear that comes along with it.
de: Sobald der letzte Cutter aus der Tür war, bin ich ausgerastet. Ich hab ihm gesagt, wenn er jemals wieder so einen Drek anstellt, kann er meinetwegen in der Gosse schlafen. Natürlich hat er gebettelt und gefleht und versprochen, es würde nie wieder passieren. Ich will mich damit nicht mehr befassen, aber ich will auch nicht, dass er geht. Er ist der Grund, warum ich es durch all diesen Drek letztes Jahr geschafft habe, warum ich meine Kellnerlizenz, diese Wohnung und dieses Leben bekommen habe. Ich weiß, dass er mich liebt. Und dass ich ihm wichtiger bin als die Schnitter. Ich wünschte nur, ich könnte diese Gang aus unserem Leben schneiden, sie und die Furcht, die sie mit sich bringt.
es: En cuanto el último Cortador salió por la puerta perdí los estribos. Le dije que si volvía a hacerme algo así, acabaría durmiendo en el callejón. Lógicamente me suplicó que lo perdonara, que no volvería a pasar. No quiero tratar más con este tema, pero no quiero que se vaya. Es el motivo que me hizo superar todo lo que me pasó el año pasado, que consiguiera mi licencia de camarera, este apartamento y esta vida. Sé que le importo y que me quiere. Más que a su implicación con los Cortadores. Pero ojalá pudiera expulsar a esa banda de nuestra vida juntos, acabar con el miedo que la acompaña.
fr: Dès que le dernier Cutter a franchi le pas de la porte, je lui ai tout débité. Si jamais il faisait monter chez nous ce genre de racaille encore une fois, il dormirait dans le couloir. Évidemment, il m'a suppliée de le pardonner et m'a dit que ça ne se reproduirait plus. J'en ai vraiment marre de ces histoires, mais je ne veux pas qu'il parte. C'est pour lui que j'ai surmonté tous mes problèmes l'an dernier, que j'ai eu mon diplôme de serveuse, cet appartement et cette vie. Je sais qu'il veut être avec moi et qu'il m'aime. Plus que ce putain de gang des Cutters. Si seulement il était capable de faire la part de choses et de mettre le gang de côté, et la peur qui va avec...
it: Quando l'ultimo Cutter ha messo il piede fuori dalla porta, ho perso le staffe. Gli ho detto che se mi portava di nuovo quella feccia in casa, poteva andare a dormire per strada. Ovviamente mi ha pregato e supplicato, dicendo che non sarebbe successo mai più. Non voglio avere più niente a che fare con questa storia, ma non voglio nemmeno che se ne vada. Lui è la ragione per cui l'anno scorso è successo tutto quel che è successo, ho preso la licenza di barista, trovato questo appartamento e questa vita. So che mi ama e che ci tiene a me. Più di quanto tenga ai Cutter. Vorrei solo che eliminasse la banda, e la paura che mi procura, dalla nostra vita.
ru: Как только за последним из его головорезов захлопнулась дверь, я устроила скандал. Я заявила ему, что если он еще раз позволит себе что-то подобное, то спать он будет со своими дружками под забором. Разумеется, он принялся клясться и божиться, что это случилось в последний раз и больше не повторится. Я не хочу мириться с его привычками, но и чтобы он ушел, тоже не хочу. Только из-за него я начала менять свою жизнь в прошлом году - получила лицензию, сняла эту квартиру, устроилась работать в Союз. Я знаю, что он любит меня - гораздо сильнее, чем он любит свою банду. Я просто хочу, чтобы они исчезли из нашей жизни. Я устала бояться.

source: As soon as the last merc hits the ground, the docks become eerily silent.
de: Als der letzte Söldner auf den Boden fällt, wird es unheimlich still an den Docks.
es: En cuanto el último mercenario cae al suelo, un silencio espeluznante impregna los muelles.
fr: Dès que tous les mercenaires sont descendus, un silence sinistre s'abat sur les docks.
it: Appena l'ultimo mercenario si mette in posizione, sul porto scende un silenzio angosciante.
ru: Как только последний наемник падает на землю, на причале воцаряется мертвая тишина.

source: As the level of magic in the Sixth World grows the - for lack of a better word - the *distance* between the various planes of reality decreases. When the membrane between the planes is thin enough, ritual magic may be used to draw beings from one to another.
de: So wie die Magie in der Sechsten Welt anwächst, so verringert sich auch die „Entfernung“ – ein besseres Wort dafür gibt es wohl nicht – zwischen den verschiedenen Ebenen der Realität. Wenn die Membran zwischen den Ebenen dünn genug ist, kann rituelle Magie dazu verwendet werden, Wesen von einer Ebene auf die andere zu bringen.
es: A medida que el nivel de magia del Sexto Mundo aumenta, la... *distancia*, a falta de una palabra mejor, entre los diferentes planos de la realidad se reduce. Cuando la membrana que hay entre los planos es lo suficientemente delgada, se puede utilizar la magia ritual para pasar a seres de uno al otro.
fr: À mesure que le degré de magie augmente dans le Sixième Monde, le... *l'écart*, pour ainsi dire, entre les différents plans de la réalité rétrécit. Quand la membrane entre ces plans est suffisamment fine, on peut avoir recours à un rituel magique pour faire passer des êtres d'un plan à l'autre.
it: Con l'aumento del livello di magia nel Sesto Mondo la *distanza*, per così dire, in mancanza di una parola più appropriata, tra i piani esistenziali diminuisce. Quando la membrana tra i piani esistenziali è abbastanza sottile, si può usare un rituale magico per attirare le cose da un piano all'altro.
ru: По мере того, как уровень магии в Шестом мире повышается, расстояние между мирами - за неимением лучшего слова - сокращается. Когда барьер истончается, ритуальная магия позволяет существам шагнуть из одного мира в другой.

source: As the sugar slides down your throat you become disoriented as the world seems totally different and filled with multi-legged monsters - at least until the sugar high recedes.
de: Als die zuckrige Süßigkeit in deinen Magen hinabgleitet, fühlst du dich mit einem Mal desorientiert, als die Welt plötzlich eine ganz andere scheint und du dich von mehrbeinigen Monstern umgeben wiederfindest – zumindest bis der Zuckerschock wieder nachlässt.
es: A medida que el azúcar te baja por la garganta te descolocas: el mundo parece ser completamente diferente y estar repleto de monstruos con un montón de patas; al menos hasta que te baja el subidón del azúcar.
fr: Dès que le sucre commence à couler dans votre gorge, vous perdez l'orientation. Le monde vous semble complètement différent, grouillant de monstres à mille pattes. Jusqu'à ce que l'effet du sucre s'estompe.
it: Man mano che mandi giù lo zucchero, ti assale il disorientamento, visto che il mondo sembra completamente diverso, colmo di mostri con molte gambe, almeno finché la botta dello zucchero non passa.
ru: Когда ты глотаешь конфету, у тебя начинает кружиться голова, а мир наполняется удивительными красками и чудовищами, у которых разное (и чаще всего нечетное) количество ног. К счастью, это быстро проходит.

source: As the sugar slides down your throat you get a warm feeling about being in a world that is comforting and familiar.
de: Als die zuckrige Süßigkeit in deinen Magen hinabgleitet, empfindest du ein wohliges Gefühl, als befändest du dich in einer behaglichen und vertrauten Umgebung.
es: Mientras el azúcar te va bajando por la garganta, te invade una sensación cálida, sientes que estás en un mundo familiar y reconfortante.
fr: Alors que le sucre glisse dans votre gorge, vous ressentez un sentiment de chaleur, comme si vous étiez dans un monde confortable et familier.
it: Quando lo zucchero si scioglie in gola, avverti la sensazione di trovarti in un mondo rassicurante e familiare.
ru: Когда ты глотаешь конфету, тебя переполняет чувство любви, тепла и безопасности, а мир начинает казаться радостным и уютным местом.

source: As you approach the Janitor he looks up, seeming surprised that anyone noticed he was here.
de: Als du auf den Hausmeister zugehst, blickt dieser auf, überrascht, dass ihn jemand bemerkt hat.
es: Mientras te acercas al limpiador, mira hacia arriba, aparentemente sorprendido de que alguien se haya percatado de que estaba ahí.
fr: Alors que vous approchez le concierge, il lève les yeux, apparemment surpris que quelqu'un l'ait remarqué.
it: Mentre ti avvicini al custode lui guarda in alto, sorpreso del fatto che tutti avessero notato la sua presenza.
ru: Ты подходишь к уборщику, и он вскидывает голову, удивленный тем, что его кто-то заметил.

source: As you approach, James Telestrian III looks up from the computer screen built into the surface of his desk and assesses you. Calculating and cold. A practiced smile comes to his face. He vibes the kind of rich you don't get from trivid. It's not the clothing or the trappings or the "bow before your betters" mansion. It's something else - the feeling that you're being categorized. As a resource. Or a liability. Or a pawn.
de: Als du dich näherst, blickt James Telestrian III von seinem in den Tisch eingelassenen Computerbildschirm auf und mustert dich. Kalkulierend und kalt. Ein einstudiertes Lächeln erscheint auf seinem Gesicht. Er strahlt Reichtum auf eine Weise aus, die man über Trivid nicht sieht. Es ist nicht die Kleidung, der ganze Prunk oder die „ich bin besser als ihr alle“-Villa. Es ist noch etwas anderes – das Gefühl, dass man kategorisiert wird. Als Ressource. Oder als Bedrohung. Oder als Schachfigur.
es: Mientras te acercas, James Telestrian III alza la vista de la pantalla del ordenador integrado en su mesa y te examina. Fría y analíticamente. Una sonrisa ensayada aparece en su rostro. Emite el tipo de riqueza que no se aprecia en trídeo. No es la ropa, ni los adornos ni la mansión "inclínate ante tus superiores". Es otra cosa; el sentimiento de que estás siendo clasificado. Como un recurso. O un valor pasivo. O un peón.
fr: Alors que vous vous approchez, James Telestrian III lève les yeux de l'écran d'ordinateur intégré à son bureau et vous dévisage. Froid et calculateur. Un sourire étudié se dessine sur son visage. Il respire une richesse qu'on ne voit même pas à la trivid. Ce ne sont pas les vêtements, ni les atours ni même le manoir tellement majestueux qui vous fait vous sentir minuscule. C'est quelque chose d'autre. Le sentiment qu'on vous classe. Comme une ressource. Ou un risque. Ou un pion.
it: Mentre ti avvicini, James Telestrian III solleva lo sguardo dallo schermo del computer integrato nella scrivania e si rivolge a te.Calcolatore e freddo. Sul suo volto si apre un sorriso esperto. La sua è un tipo di ricchezza che non si vede nemmeno nei trideo. Non si tratta dei vestiti, degli orpelli o della villa che sembra dire "inchinati di fronte a un superiore". È qualcos'altro: la sensazione che ti stia classificando. Come una risorsa. Un ostacolo. O una pedina.
ru: Когда ты подходишь к нему, Джеймс Телестриан III отрывается от встроенного в стол компьютерного монитора и окидывает тебя холодным и оценивающим взглядом. На губах у него появляется вежливая и в то же время ничего не значащая улыбка. Он производит впечатление богатого и влиятельного человека - но не потому, что такими их показывают в тривидах. Дело не в его одежде, манере держаться или особняке, на котором только что не написано "здесь живут сливки общества". Дело в том, как он смотрит на тебя: как на пешку, как на ресурс, как на возможную помеху его планам.

source: As you pick up the bundle of cloth, a printed receipt falls out from beneath the folds of the blanket. It's a bar tab receipt from the Seamstresses Union, dated two days ago at 3:02 AM - right around the coroner's reported time of death. The customer: Sam Watts. The server's name is listed as Coyote.
de: Als du das Stoffbündel aufnimmst, fällt eine gedruckte Quittung aus den Falten der Decke heraus. Es ist eine Kneipenrechnung von der Seamstresses Union von vor zwei Tagen. Der genaue Zeitpunkt ist 3:02 – die ungefähre Tatzeit des Mordes. Der Kunde: Sam Watts. Als Name der Kellnerin ist „Coyote“ eingetragen.
es: Mientras recoges el montón de ropa, un recibo impreso cae de los pliegues de la manta. Es una cuenta del Unión de Costureras, con fecha de hace dos días, a las 03:02 am (aproximadamente la hora estimada de la muerte del forense). El cliente: Sam Watts. El nombre de la camarera es Coyote.
fr: Alors que vous ramassez les vêtements, un ticket de caisse tombe de l'un des plis de la couverture. C'est un reçu du bar le Seamstresses Union, daté d'il y a deux jours à 3 h 02 du matin, à peu près au même moment que l'heure de la mort. Le client : Sam Watts. Le nom de la serveuse : Coyote.
it: Mentre raccogli il mucchio di cenci al lato, uno scontrino cade dalle pieghe della coperta. È uno scontrino del bar Seamstresses Union, con la data di due giorni prima alle 3:02, all'incirca l'ora della morte riportata dal medico legale. Il cliente: Sam Watts. Il nome della cameriera è registrato come Coyote.
ru: Когда ты поднимаешь грязные тряпки, из кармана пальто выпадает чек. Это счет из бара Союз белошвеек, выданный клиенту два дня назад в 3:02, незадолго до подтвержденного судебным медиком времени смерти. На чеке проставлено имя: Сэм Уоттс. Вместо имени и фамилии официантки написано всего одно слово: Койот.

source: As you say. Now, to stop those elevators... I am sure there is an accessible node in this system we can access. Find it, before you are overrun with guards.
de: Wie du meinst. Nun, was diese Aufzüge angeht ... ich bin sicher, in diesem System ist irgendwo ein Knotenpunkt, auf den wir zugreifen können. Finde ihn, bevor die Wachen dich finden.
es: Lo que tú digas. Y ahora, a detener los ascensores... Seguro que en este sistema hay un nodo accesible al que podemos llegar. Encuéntralo, antes de que los guardias te lo impidan.
fr: Comme vous voulez. Maintenant, pour arrêter ces ascenseurs... Je suis persuadé que nous pouvons accéder au cœur de ce système. Trouvez-le, avant que les gardes n'arrivent.
it: Sì, certo. Ora, per bloccare gli ascensori... Deve esserci un nodo in questo sistema dal quale possiamo accedere. Trovalo, prima che le guardie ti circondino.
ru: Как скажешь. Итак, по поводу лифтов. Где-то в системе должен быть узел, к которому можно подобраться. Найди его, пока вас не повязали охранники.

source: As you shuffle the bundle of cloth to the side, a printed receipt falls out from beneath the folds of the blanket. It's a bar tab receipt from the Seamstresses Union, dated two days ago at 3:02 AM - right around the coroner's reported time of death. The customer: Sam Watts. The server's name is listed as Coyote.
de: Als du das Stoffbündel zur Seite schiebst, fällt eine gedruckte Quittung aus den Falten der Decke heraus. Es ist eine Kneipenrechnung von der Seamstresses Union von vor zwei Tagen. Der genaue Zeitpunkt ist 3:02 – die ungefähre Tatzeit des Mordes. Der Kunde: Sam Watts. Als Name der Kellnerin ist „Coyote“ eingetragen.
es: Mientras mueves el montón de ropa a un lado, un recibo impreso cae de los pliegues de la manta. Es la cuenta del Unión de Costureras, con fecha de hace dos días, a las 03:02 am (aproximadamente la hora estimada de la muerte del forense). El cliente: Sam Watts. El nombre de la camarera es Coyote.
fr: Alors que vous poussez les vêtements, un ticket de caisse tombe de l'un des plis de la couverture. C'est un reçu du bar le Seamstresses Union, daté d'il y a deux jours à 3 h 02 du matin, à peu près au même moment que l'heure de la mort. Le client : Sam Watts. Le nom de la serveuse : Coyote.
it: Mentre trascini il mucchio di cenci al lato, uno scontrino cade dalle pieghe della coperta. È uno scontrino del bar Seamstresses Union, con la data di due giorni prima alle 3:02, all'incirca l'ora della morte riportata dal medico legale. Il cliente: Sam Watts. Il nome della cameriera è registrato come Coyote.
ru: Когда ты поднимаешь грязные тряпки, из кармана пальто выпадает чек. Это счет из бара Союз белошвеек, выданный клиенту два дня назад в 3:02, незадолго до подтвержденного судебным медиком времени смерти. На чеке проставлено имя: Сэм Уоттс. Вместо имени и фамилии официантки написано всего одно слово: Койот.

source: As you slowly peck the notes out on the keyboard, they spark a faint memory of wonder - immediately forgotten as the entire piano slides to the left revealing a hidden staircase. You descend the stairs into the Union safehouse.
de: Du suchst Ton für Ton nach den richtigen Tasten auf dem Klavier, ein wundervoller Erinnerungsfunken glimmt in dir auf – nur um sofort zu erlöschen, als das Klavier nach links gleitet und eine verborgene Treppe zum Vorschein kommt. Du steigst die Treppen hinab in den Unterschlupf der Union.
es: A medida que tocas lentamente las notas en el teclado, te despiertan un vano recuerdo asombroso; que olvidas al instante en cuanto todo el piano se desliza hacia la izquierda para dejar a la vista una escalera oculta. Bajas por la escalera hasta el piso franco del Unión.
fr: Alors que vous jouez lentement les notes sur le clavier, un vague souvenir vous revient en mémoire, mais il est immédiatement dissipé quand le piano tout entier se déplace vers la gauche pour dévoiler des escaliers secrets. Vous descendez les escaliers qui mènent au repaire de l'Union.
it: Mentre tocchi lentamente i tasti del piano, ti tornano in mente labili memorie, che svaniscono all'istante non appena noti che il piano scivola verso sinistra, rivelando una scala nascosta. Scendi le scale e giungi al rifugio dell'Union.
ru: Когда ты нажимаешь на клавиши пианино, тебя посещает смутное воспоминание о чем-то очень приятном, оставшемся в детстве и надежно забытом - но оно быстро исчезает, когда секунду спустя пианино отъезжает в сторону и твоему взору открывается потайная лестница. Ты спускаешься по ней в подвал Союза белошвеек.

source: As you start to leave the warehouse, your commlink chirps and the face of Coyote pops on the screen.
de: Als du die Lagerhalle gerade verlässt, piept dein Kommlink und das Gesicht von Coyote erscheint auf dem Bildschirm.
es: Cuando empiezas a irte del almacén, el commlink pita y en pantalla aparece la cara de Coyote.
fr: Alors que vous vous apprêtez à quitter l'entrepôt, votre commlink vibre et le visage de Coyote apparaît à l'écran.
it: Quando ti avvii a lasciare il magazzino, il tuo commlink squilla e il viso di Coyote compare sullo schermo.
ru: Когда ты уже уходишь со склада, твой коммлинк подает сигнал. На экране появляется лицо Койот.

source: As you venture deeper into the asylum, you see that the inside is every bit as bad as the outside. Gone is any attempt to uphold sanitary hospital aesthetics. With peeling paint, cracked floors, and exposed conduit, the pretense of mental care is shattered. In this modern era, Mercy Mental Hospital is a throwback to the barbaric asylums of old - prisons and torture chambers rather than places of healing. It’s clear that Dr. Holmes is spending his money on something other than this facility. You continue on. Holmes can only run so far...
de: Während du dich tiefer in die Anstalt vorwagst, siehst du, dass das Innere genauso verfallen ist wie die Außenfassade. Jeder Versuch, das Erscheinungsbild eines hygienischen Krankenhaus aufrechtzuerhalten, wurde schon vor langer Zeit aufgegeben. Die abblätternde Farbe, der rissige Boden und die freiliegenden Leitungen sind alles Zeichen dafür, dass hier mit Sicherheit kein Wert auf eine psychologische Betreuung gelegt wird. In dieser modernen Zeit stellt das Mercy Mental Hospital einen Schritt zurück zu den barbarischen Anstalten der Vergangenheit dar – Gefängnisse und Folterkammern, die nichts mit einem Ort der Heilung gemein haben. Man sieht deutlich, dass Dr. Holmes sein Geld für andere Dinge ausgibt, aber sicher nicht für diese Anstalt. Du gehst weiter. Schließlich kann auch Holmes nicht ewig weglaufen ...
es: A medida que te vas adentrando en el manicomio, compruebas que está tan mal por dentro como por fuera. Ha desaparecido cualquier intento de mantener la estética sanitaria del hospital. La pintura está desconchada, el suelo agrietado y las tuberías a la vista... Esto desmonta cualquier pretensión de cuidados mentales. En esta época moderna, el hospital psiquiátrico Mercy es un retroceso a las instituciones salvajes de la antigüedad: prisiones y cámaras de tortura, en lugar de áreas de curación. Es evidente que el Dr. Holmes se está gastando el dinero en otros menesteres. Sigues adelante. Holmes no puede correr eternamente...
fr: Alors que vous vous aventurez plus profondément dans l'asile, vous vous apercevez que l'intérieur est aussi triste que l'extérieur. Aucune tentative n'a été faite pour apporter une quelconque esthétique à l'hôpital. Avec une peinture écaillée, le sol craquelé et la tuyauterie exposée, le simulacre de soin mental est brisé. Dans notre époque moderne, l'hôpital psychiatrique Mercy n'est qu'un retour aux asiles barbares d'autrefois qui ressemblaient plus à des prisons ou à des salles de tortures. Il parait évident que le Dr. Holmes ne dépense pas son argent dans cet établissement. Vous continuez. Holmes ne peut plus aller bien loin...
it: Mentre ti addentri nel manicomio, noti che l'interno è malmesso quanto l'esterno. Non si tenta neanche più di conservare una parvenza di ambiente ospedaliero. Tra vernice scrostata, pavimenti scricchiolanti e condutture esposte, la messinscena delle cure mentali va in frantumi. In quest'era moderna, il Mercy Mental Hospital rappresenta un ritorno ai vecchi manicomi barbarici: prigioni e stanze delle torture piuttosto che luoghi di guarigione. Salta agli occhi che il dottor Holmes preferisce non sprecare il suoi soldi in questa struttura, ma in qualcos'altro. Prosegui. Holmes non può andare oltre...
ru: Внутренние помещения психиатрической клиники оказываются такими же неприглядными, как и ее обшарпанные наружные стены. Никто даже не пытается поддерживать здесь хотя бы подобие больничной чистоты. Краска отстает от стен, линолеум вздулся, а на месте осветительных панелей с потолка свисают оголенные провода. В середине XXI века психиатрическая клиника "Милосердие" остается чудовищным наследием средневековья - темницей, пыточной камерой. Очевидно, что какие бы деньги ни получал доктор Холмс, он тратит их на свои нужды, а не на нужды своего заведения и его подопечных. Ты молча шагаешь вперед. Бежать Холмсу уже некуда...

source: Ashes to ashes, dust to dust. Lord receive the souls of Sam and Melinda Watts, mother and son, to live forever by your side. Amen.
de: Asche zu Asche, Staub zu Staub. Herr, nimm die Seelen von Sam und Melinda Watts entgegen, auf dass sie auf ewig an deiner Seite leben. Amen.
es: Polvo eres y en polvo te convertirás. Señor, recibe en tu seno las almas de Sam y Melinda Watts, madre e hijo, para que vivan por siempre a tu lado. Amén.
fr: Des cendres aux cendres, de la poussière à la poussière. Seigneur, recevez les âmes de Sam et de Melinda Watts, mère et fils, pour vivre à jamais à vos côtés. Amen.
it: Cenere alla cenere, polvere alla polvere. Il Signore accolga le anime di Sam e Melinda Watts, madre e figlio, e doni loro la vita eterna. Amen.
ru: Земля к земле, пепел к пеплу, прах к праху. Да обретут покой души Сэма и Мелинды Уоттс, матери и сына, покуда Господь не воскресит их в День Страшного Суда и не приведет их к вечной жизни в Царстве Божьем. Аминь.
