Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: You wanna help? Do what you're fragging told. That's how you can help. Who's the Native broad? This is a crime scene, Officer Aguirre, not some Salish drum circle.
de: Du willst helfen? Dann tu, was ich dir verdammt noch mal gesagt habe. So hilfst du mir am Besten. Was ist das für eine Indianerbraut? Das ist ein Tatort, Officer Aguirre und kein Trommelkreis der Salish.
es: ¿Quieres ayudar? Entonces haz lo que se te dice. Así es como puedes ayudar. ¿Quién es esa Nativa? Esto es la escena de un crimen, agente Aguirre, no un círculo de tambores salish.
fr: Vous voulez aider ? Alors faites ce qu'on vous dit. Voilà comment vous pouvez aider. C'est qui la native ? C'est une scène de crime, officier Aguirre, pas un cercle de percussion Salish.
it: Vuoi renderti utile? Esegui i fottuti ordini. Ecco come puoi aiutare. Chi è la femmina indiana? Questa è una scena del crimine, agente Aguirre, non una festa dei Salish.
ru: Хочешь помочь - делай, что тебе приказано, морда. Пользы будет больше. Кто эта индейская баба? Перед тобой место преступления, Агирре, а не ансамбль народной песни и пляски.

source: You want me to break into one of the most influential corps in the Pacific Northwest? You've got to be joking.
de: Du willst, dass ich in einen der einflussreichsten Konzerne des pazifischen Nordwestens einbrecht? Das ist doch ein Scherz, oder?
es: ¿Quieres que me cuele en una de las corporaciones más influyentes del Noroeste del Pacífico? Debes de estar de broma.
fr: Vous voulez que je cambriole l'une des principales corporations de la côte Pacifique ? Vous déconnez, j'espère.
it: Vuoi che faccia irruzione in una delle più influenti corporazioni del nord-ovest del Pacifico? Starai scherzando, spero.
ru: Ты предлагаешь мне атаковать одну из самых влиятельных корпораций в этой части света? Ты шутишь.

source: You want to know what happened?
de: Willst du wissen, was passiert ist?
es: ¿Quieres saber qué ha pasado?
fr: Tu veux savoir ce qui se passe ?
it: Vuoi sapere cos'è successo?
ru: Хочешь знать, что случилось?

source: You were born for this gig, $(l.name). Me... not so much.
de: Du wurdest für diesen Job geboren, $(l.name) . Ich hingegen ... nicht so wirklich.
es: Tú has nacido para esto, $(l.name). Yo... no tanto.
fr: T'es né pour ça, $(l.name). Moi... pas vraiment.
it: Tu sei nato per questo mestiere, $(l.name). Io... non tanto.
ru: Ты с этим справляешься, $(l.name). А вот я... а вот я уже нет.

source: You were born for this gig, $(l.name). Me... not so much. I think I’m gonna hang it up - find a nice brothel somewhere. Stay drunk until I croak.
de: Du wurdest für diesen Job geboren, $(l.name). Ich hingegen ... nicht so wirklich. Ich denke, ich werde den Job an den Nagel hängen ... irgendwo ein nettes Bordell finden ... mich besaufen, bis ich irgendwann tot umkippe.
es: Tú has nacido para esto, $(l.name). Yo... no tanto. Creo que voy a dejarlo y buscar un burdel agradable en alguna parte. Voy a emborracharme hasta cascarla.
fr: T'es né pour ça, $(l.name). Moi... pas vraiment. Je crois que je vais raccrocher, trouver un bon petit bordel quelque part. Me saouler jusqu'à ce que je claque.
it: Tu sei nato per questo mestiere, $(l.name). Io... non tanto. Penso di ritirarmi, trovare un bel bordello da qualche parte. Ubriacarmi fino a morire.
ru: Ты с этим справляешься, $(l.name). А вот я... а вот я уже нет. Думаю, пора с этим завязывать. Найду бордель поуютнее и начну спиваться, пока не отброшу копыта.

source: You were friends?
de: Wart ihr Freunde?
es: ¿Erais amigos?
fr: Vous étiez amis ?
it: Eravate amici?
ru: Вы были друзьями?

source: You were sloppy.
de: Du hast geschlampt.
es: Metiste la pata.
fr: T'as bâclé le travail.
it: Hai commesso una leggerezza.
ru: Ты облажался.

source: You were warned. {{GM}}Attack.{{/GM}}
de: Ich hab dich gewarnt. {{GM}}Greif ihn an.{{/GM}}
es: Te lo he advertido. {{GM}}Ataca.{{/GM}}
fr: Je vous avais prévenu. {{GM}}Attaquer.{{/GM}}
it: Ti avevo avvertito. {{GM}}Attacca.{{/GM}}
ru: Тебя предупреждали. {{GM}}Атаковать.{{/GM}}

source: You will do this thing. You will do the *right* thing. You may do it because it’s right. You may do it because it pays. You may do it to save your worthless ass. But you will do it.
de: Du wirst diesen Job machen. Du wirst das „Richtige“ machen. Vielleicht machst du das Richtige, weil es richtig ist. Vielleicht, weil du dafür bezahlt wirst. Oder vielleicht, um dir dein nutzloses Leben zu retten. Aber du wirst es auf jeden Fall machen.
es: Tú vas a hacer esto. Harás lo *correcto*. Lo harás porque es lo correcto. Lo harás porque te compensa. Lo harás para salvar tu inútil pellejo. Pero lo harás.
fr: Vous allez le faire. Vous allez faire ce qu'il *faut*. Vous le ferez peut-être pour la justice. Vous le ferez peut-être pour la paie. Vous le ferez peut-être pour sauver vos miches. Mais vous le ferez.
it: Farai questa cosa. E farai la cosa *giusta*. Scegli pure se farla perché è giusta, perché è redditizia, o soltanto per salvarti il culo. Ma in ogni caso la farai.
ru: Ты мне поможешь. Я *заставлю* тебя совершить этот подвиг. Возможно, ты сделаешь это потому, что это благое дело. Возможно, из-за денег. Или чтобы спасти свою никчемную задницу. Но ты это сделаешь.

source: You will find more than a bunk, $(l.name). There is more to the Union then meets the eye.
de: Du wirst mehr vorfinden als nur eine Koje, $(l.name). Die Union ist mehr, als man mit dem bloßen Auge erkennen kann.
es: Encontrarás algo más que un catre, $(l.name). El Unión es mucho más de lo que parece a simple vista.
fr: Vous y trouverez plus qu'un lit, $(l.name). Le Seamstresses Union regorge de trésors cachés.
it: Troverai ben più che una branda, $(l.name). L'Union è molto più di quello che sembra.
ru: Теперь у тебя есть не просто крыша над головой, $(l.name). Союз представляет собой нечто большее, чем может показаться на первый взгляд.

source: You will find the elevator, once again under our control, goes to an empty parking garage and safety. Your hired help will be able to clear the building with ease. You, however, will be Telestrian's newest employee come sunrise! Now, allow me to tell you where to go...
de: Der Aufzug, der jetzt wieder unter unserer Kontrolle ist, führt in ein leeres Parkhaus und somit in Sicherheit. Dein Team wird das Gebäude ohne Zwischenfälle verlassen können. Du hingegen wirst dich bei Sonnenaufgang als der neueste Zugang zu Telestrians Personal wiederfinden! Nun, lass mich dir erklären, wo du hingehen musst ...
es: Verás que el ascensor, de nuevo bajo nuestro control, lleva a un aparcamiento vacío y a la seguridad. La ayuda que has contratado podrá despejar fácilmente el edificio. ¡Tú, sin embargo, cuando salga el sol serás el nuevo empleado de Telestrian! Y ahora, déjame que te diga a dónde puedes irte...
fr: Vous constaterez que l'ascenseur, une fois de nouveau sous notre contrôle, arrive dans un garage vide et sécurisé. L'équipe que vous engagée sera capable de nettoyer le reste bâtiment facilement. Vous, de votre côté, vous serez le dernier arrivé des employés Telestrian ! Maintenant, permettez-moi de vous indiquer où aller.
it: Vedrai che l'ascensore, di nuovo sotto il nostro controllo, conduce a un garage vuoto e alla salvezza. I tuoi compagni riusciranno facilmente a liberare l'edificio. Tu, comunque, da adesso lavori alla Telestrian! Ora, permettimi di dirti dove andare...
ru: На лифте можно спуститься на парковочную площадку. Там безопасно, потому что Самеди водит охранников Телестриана по небоскребу кругами. Твои товарищи легко смогут покинуть здание. А ты превратишься в сотрудника компании, когда над небоскребом взойдет солнце! Слушай внимательно, и я расскажу тебе, что нужно сделать...

source: You will find this elevator goes to an empty parking garage and safety. Your hired help will be able to clear the building with ease and Samedi will send Telestrian response teams in circles looking for them. You, however, will be Telestrian's newest employee come sunrise!
de: Dieser Aufzug führt in ein leeres Parkhaus und somit in Sicherheit. Dein Team wird das Gebäude ohne Zwischenfälle verlassen können, während Samedi Telestrians Sicherheitsteams im Kreis herumführen wird. Du hingegen wirst dich bei Sonnenaufgang als Telestrians neuester Angestellter präsentieren!
es: Verás que este ascensor lleva a un aparcamiento vacío, y a la seguridad. La ayuda que has contratado podrá despejar tranquilamente el edificio, y Samedi enviará en su busca a los equipos de respuesta de Telestrian en círculos. ¡Tú, sin embargo, cuando salga el sol serás el nuevo empleado de Telestrian!
fr: Vous constaterez que l'ascenseur arrive dans un garage vide et sécurisé. L'équipe que vous avez engagée nettoiera le bâtiment facilement, et Samedi enverra les renforts Telestrian les chercher dans le vent. Vous, de votre côté, vous serez le dernier arrivé des employés Telestrian !
it: Questo ascensore porta a un garage vuoto e alla salvezza. I tuoi uomini ripuliranno l'edificio con facilità e Samedi farà in modo che le squadre di intervento della Telestrian li cerchino senza successo. Tu, comunque, da adesso lavori alla Telestrian!
ru: Этот лифт доставит их на пустую парковочную площадку. Там безопасно, потому что Самеди водит охранников Телестриана по зданию кругами. А ты превратишься в сотрудника компании, когда над небоскребом взойдет солнце!

source: You will not escape!
de: Für euch gibt es kein Entkommen!
es: ¡No escaparás!
fr: Vous ne vous échapperez pas !
it: Non riuscirete a scappare!
ru: Тебе не уйти!

source: You won!
de: Sie haben gewonnen!
es: ¡Has ganado!
fr: Vous avez gagné !
it: Hai vinto!
ru: Ты выиграл!

source: You won’t see her again.
de: Sie werden sie nicht mehr wiedersehen.
es: No la volverá a ver.
fr: Vous ne la verrez plus.
it: Non la rivedrà.
ru: Она не вернется.

source: You would be surprised how many times I've heard that one.
de: Es würde dich wundern, wie oft ich das schon gehört habe.
es: Te sorprendería la cantidad de veces que he oído esto.
fr: Vous seriez surpris de savoir combien de fois on me l'a faite.
it: Sapessi quante volte l'ho già sentita, non ci crederesti.
ru: Мне часто приходится это слышать.

source: You wouldn't believe it if I told you. Now where is she?
de: Wenn ich es dir sagen würde, würdest du mir eh nicht glauben. Also, wo ist sie?
es: No te lo creerías si te lo dijera. Dime, ¿dónde está?
fr: Vous ne me croiriez pas si je vous le disais. Alors où est-elle ?
it: Se te lo dicessi, non ci crederesti. Allora, dov'è?
ru: Отец, вы не поверите... Так где я смогу ее найти?

source: You wouldn't happen to be looking for Coyote, would you?
de: Du wartest hier nicht zufällig nach Coyote, oder?
es: No estarás buscando a Coyote, ¿verdad?
fr: Tu ne serais pas en train d'attendre Coyote, par hasard ?
it: Non è che stai cercando Coyote?
ru: Ты, случаем, не Койот здесь встречаешь?

source: You wound me! But let us speak more freely in the Matrix, and *then* you may decide whether to trust Samedi.
de: Wie verletzend! Lass uns ohne Geheimnisse in der Matrix sprechen und *dann* kannst du dich entscheiden, ob du Samedi traust, oder nicht.
es: ¡Me heriste! Pero hablaremos más tranquilamente en la Matriz, y *entonces* podrás decidir si confías en Samedi.
fr: Vous me blessez ! Mais nous parlerons plus librement dans la Matrice, et *ensuite* vous déciderez si oui ou non vous faites confiance à Samedi.
it: Così mi ferisci! Parliamo più liberamente nella Matrice e *poi* deciderai se fidarti di Samedi.
ru: Я оскорблен! Но об этом мы поговорим в Матрице. Я все объясню, и ты тогда решишь, можно ли доверять Самеди.

source: You'd better lay low for a while. It's about to get messy around here.
de: Du solltest lieber eine Weile untertauchen. Hier geht gleich die Post ab.
es: Será mejor que intentes pasar desapercibido por un tiempo. Las cosas van a ponerse feas por aquí.
fr: Tu ferais mieux de faire profil bas pendant un temps. Ça risque de chauffer, par ici.
it: Ti consiglio di restare in disparte per un po'. Sta per scoppiare un casino da queste parti.
ru: Заляг на дно и не высовывайся. Скоро здесь станет очень жарко.

source: You'll be compensated fairly, don't worry. But the job has to be done now. Renraku's shipping Saada out of Seattle in the morning for some sort of overseas research project. Tonight, he's being kept at a hidden research facility out here in the Barrens. Just a couple miles from here. I hear they’ve been bringing in unmarked shipments for weeks now, thinking that nobody notices. We don’t care about any of that. We just want Saada - before he's out of our reach.
de: Du wirst angemessen dafür entlohnt werden, keine Sorge. Aber der Job muss sofort erledigt werden. Renraku will Saada morgen für irgendein internationales Forschungsprojekt aus Seattle fortbringen. Heute Nacht befindet er sich in einer geheimen Forschungseinrichtung in den Barrens – nicht weit von hier. Ich habe gehört, sie schmuggeln seit Wochen nicht deklarierte Kisten dort hinein und hoffen, dass es niemand merkt. Das interessiert uns jedoch nicht. Wir wollen nur Saada – bevor es zu spät ist.
es: Te recompensaremos muy bien, no te preocupes. Pero el trabajo ha de hacerse ahora. Renraku va a enviar a Saada fuera de Seattle por la mañana, para algún tipo de proyecto de investigación en el extranjero. Esta noche, lo tendrán en un edificio de investigación oculto, aquí en los Barrens. A solo un par de kilómetros de aquí. He oído que llevan semanas trayendo cargamentos ocultos, pensando que nadie se daría cuenta. No nos preocupa nada de eso. Solo queremos a Saada, antes de que esté fuera de nuestro alcance.
fr: Vous serez récompensé à votre juste valeur, ne vous inquiétez pas. Mais cette mission doit être accomplie maintenant. Renraku envoie Saada à l'étranger demain pour un projet de recherche. Ce soir, ils le gardent dans un laboratoire secret ici à Barrens. C'est à quelques kilomètres d'ici. Ils y envoient des livraisons clandestines depuis des semaines. Ils s'imaginent que personne ne remarque rien. On se fiche bien de tout ça. Nous voulons juste Saada. Avant qu'il ne soit hors de portée.
it: Riceverai una ricompensa equa, non preoccuparti. Ma il lavoro deve essere fatto ora. La Renraku invierà Saada fuori Seattle domattina per una sorta di progetto di ricerca all'estero. Stanotte lo tengono in un centro di ricerca nascosto qui nelle Terre desolate. A solo un paio di chilometri da qui. Ho sentito che stanno effettuando spedizioni anonime da settimane, pensando che nessuno se ne accorga. A noi non importa nulla di tutto ciò. Vogliamo solo Saada, prima che sia troppo tardi.
ru: Не сомневайся, услуги подобного рода хорошо оплачиваются. Однако действовать следует быстро, поскольку утром Ренраку перебросит Саада в лабораторию на другом континенте. Он никогда не вернется в Сиэтл. В настоящий момент он находится в плохо охраняемом бункере в Пустошах за городом. Уже несколько недель туда доставляют контейнеры неизвестно с чем и, насколько мне известно, пока еще не поняли, что за ними наблюдают. Но это ненужные подробности. Нам нужен Саада - пока он не утек.

source: You'll be the mother of a dead world!
de: Du wirst die Mutter einer toten Welt sein!
es: ¡Serás la madre de un mundo muerto!
fr: Vous serez la mère d'un monde mort !
it: Sarai la madre di un mondo defunto!
ru: Матерью мертвого мира!

source: You'll have your hands full. There was some sort of break-in last night! Some people were... um... just get things cleaned up on this floor. And listen - people are going to be on edge today. So try to stay invisible and don't get into any trouble. Otherwise, they're going to call me, and I'm going to have to reprimand you and put a note in your file.
de: Sie werden alle Hände voll zu tun haben. Gestern Abend gab es eine Art Einbruch! Ein paar Leute wurden ... ähm ... machen Sie einfach alles auf dieser Ebene sauber. Ach, und ... die Leute sind heute alle etwas nervös. Versuchen Sie möglichst unauffällig zu sein und machen Sie keine Schwierigkeiten. Sonst werde ich gerufen und mir bleibt keine Wahl als Sie zu verwarnen und eine Notiz in Ihrer Akte zu vermerken.
es: Vas a tener mucho que hacer. ¡Ayer por la noche hubo alguna especie de incursión! Algunas personas... esto... tú solo limpia este suelo. Que lo sepas; hoy la gente va a saltar a la mínima. Así que intenta no llamar la atención y no te metas en líosd. De lo contrario, me llamarán a mí, y yo tendré que darte una reprimenda y escribir una nota en tu archivo.
fr: Vous avez du pain sur la planche. Il y a eu une sorte de cambriolage cette nuit ! Des gens ont... euh... Bon, contentez-vous de nettoyer cet étage. Et je vous préviens... Les gens risquent d'être sur les nerfs, aujourd'hui. Alors ne vous faites pas remarquer et ne cherchez pas les ennuis. Sinon, ils vont m'appeler et il va falloir que je vous réprimande et que je mette une mauvaise note dans votre dossier.
it: Avrai sempre molto da fare. C'è stata una specie di intrusione la scorsa notte! Stavano... ehm... beh, dai una pulita a questo pavimento. Ascolta, oggi la gente sarà molto tesa. Perciò cerca di startene da una parte e di non cacciarti nei guai. Altrimenti chiameranno me, e io dovrò rimproverarti e metterti una nota sulla tua scheda.
ru: Тебе будет чем заняться. Прошлой ночью на нас напали! Эти люди... э... в общем, начинай уборку на этом этаже. И не забывай, после случившегося все будут на нервах. Постарайся лишний раз не попадаться людям на глаза и не попадай в неприятности. Иначе они свяжутся со мной и мне придется тебя отчитать, не говоря уже об отметке в твоем личном деле.

source: You're James Telestrian the Third. Municipal governments are nothing to the man behind the throne of Tir Tairngire.
de: Sie sind James Telestrian der Dritte. Was sind Stadträte im Vergleich zur grauen Eminenz von Tír Tairngire?
es: Tú eres James Telestrian Tercero. Los gobiernos municipales no son nada para el hombre tras el trono de Tir Tairngire.
fr: Vous êtes James Telestrian troisième du nom. Les administrations municipales ne sont rien pour l'homme à la tête de Tir Tairngire.
it: Tu sei James Telestrian Terzo. Le amministrazioni della città sono nulla in confronto all'erede al trono di Tir Tairngire.
ru: Вы - Джеймс Телестриан Третий. Что такое городская администрация по сравнению с силой, которая стоит за троном Тир Тайрнжира?

source: You're Valerie Talestrian? Wiz. Mind if I shake you down for some intel, Valerie? Of course you don't.
de: Du bist Valerie Telestrian? Wiz. Stört es dich, wenn ich dir ein paar Fragen stelle, Valerie? Nein, natürlich nicht.
es: ¿Es usted Valerie Talestrian? Un genio. ¿Le importaría que le sacara un poco de información, Valerie? Por supuesto que no.
fr: Vous êtes Valerie Telestrian ? Impec. Ça vous dérange si je cherche quelques infos, Valerie ? Bien sûr que non.
it: Sei Valerie Telestrian? Grande. Ti dispiace aiutarmi a ottenere qualche informazione, Valerie? Certo che no.
ru: Ты Валери Телестриан? Дивно. Не возражаешь, если я тебя расспрошу? Конечно, не возражаешь.

source: You're a shaman?
de: Du bist eine Schamanin?
es: ¿Eres una chamán?
fr: Vous êtes une chaman ?
it: Sei uno Sciamano?
ru: Ты шаман?

source: You're back.
de: Da bist du ja wieder.
es: Has vuelto.
fr: Vous êtes de retour.
it: Rieccoti.
ru: Ты опять тут.

source: You're back. Decide what you want yet? I've got something for all kinds.
de: Da bist du ja wieder. Hast du dich schon entschieden, was du von mir willst? Ich hab für jeden etwas.
es: Has vuelto. Decídete, ¿qué es lo que quieres? Tengo todo tipo de cosas.
fr: Vous êtes de retour. Vous avez choisi ce que vous vouliez ? J'ai des trucs pour tout le monde.
it: Rieccoti. Hai deciso cosa vuoi? Ho qualcosa per tutti i gusti.
ru: Опять ты. Что тебе подогнать? У меня есть записи на любой вкус.

source: You're back. What do you want now?
de: Da seid ihr ja wieder. Was wollt ihr jetzt?
es: Has vuelto. ¿Qué es lo que quieres ahora?
fr: Vous êtes de retour. Qu'est-ce que vous voulez maintenant ?
it: Rieccoti. Che vuoi ora?
ru: Снова вы. Чего вам?

source: You're dead, Jake! Dead!
de: Du bist tot, Jake! Tot!
es: ¡Estás muerto, Jake! ¡Se acabó!
fr: T'es mort, Jake ! Mort !
it: Sei morto, Jake! Morto!
ru: Ты покойник, Джейк! Покойник!

source: You're fraggin' dead!
de: Du bist sowas von tot!
es: ¡Eres un fiambre!
fr: T'es mort, t'entends ? T'es mort !
it: Sei dannatamente morto!
ru: Тебе конец!

source: You're gonna help me get up there, or you're gonna get hurt.
de: Du wirst mir helfen, da hochzukommen, oder es wird dir leidtun.
es: Si no me ayudas a subir, me temo que vas a resultar herido.
fr: Vous allez m'aider à aller là-haut, sinon vous pourriez bien le regretter.
it: Mi aiuterai ad arrivare là sopra o finirai male.
ru: Ты поможешь мне туда подняться, или я тебе что-нибудь сломаю.

source: You're gonna pay for that, punk.
de: Dafür wirst du zahlen, du Punk!
es: Vas a pagar por eso, idiota.
fr: Vous allez payer pour ça, zonard.
it: La pagherai, teppista.
ru: Ну, сволочь, ты за это заплатишь.

source: You're good.
de: Du bist gut.
es: Bien.
fr: Vous êtes bon.
it: Siete bravi.
ru: Неплохо.

source: You're in my domain now!
de: Jetzt bist du in meinem Reich!
es: ¡Ahora estás en mis dominios!
fr: Vous êtes dans mon domaine à présent !
it: Siete nel mio territorio adesso!
ru: Теперь вы в моей власти!

source: You're insane! The both of you!
de: Ihr seid doch völlig verrückt! Alle beide!
es: ¡Estáis locas! ¡Las dos!
fr: Vous êtes folles ! Toutes les deux !
it: Sei folle! Lo siete entrambe!
ru: Вы безумны! Вы обе сошли с ума!

source: You're kidding.
de: Du machst Witze.
es: Estás de broma.
fr: Tu déconnes.
it: Stai scherzando.
ru: Ты шутишь.

source: You're living dangerously, moron. Don't you know who Mr. J is? He's the guy who uses morons like you for a freaking throw-rug!
de: Du lebst ganz schön gefährlich, du Idiot. Weißt du nicht, wer Mr. J ist? Er ist der Kerl, der Idioten wie dich als Fußabtreter verwendet!
es: Vives al límite. ¿No sabes quién es el Sr. J? ¡Es el tipo que usa de felpudo a cretinos como tú!
fr: Vous vivez dangereusement, imbécile. Ne savez-vous pas qui est M. J ? C'est le type qui utilise des types comme vous comme paillasson !
it: Stai rischiando grosso, idiota. Non sai chi è il signor J? È il tipo che usa gli idioti come te come tappetino!
ru: Ты очень сильно рискуешь, дубина. Или ты не знаешь, кто такой Стиви-младший? Он порежет тебя на ремни, и я не преувеличиваю.

source: You're not a cop. {{GM}}She looks up, watching you warily.{{/GM}}
de: Du bist kein Cop. {{GM}}Sie blickt auf und beäugt dich argwöhnisch.{{/GM}}
es: No eres poli. {{GM}}Te estudia, mirándote con cautela.{{/GM}}
fr: Vous n'êtes pas un flic. {{GM}}Elle lève les yeux, l'inquiétude se lit dans son regard.{{/GM}}
it: Non sei un poliziotto. {{GM}}Alza gli occhi e ti guarda con circospezione.{{/GM}}
ru: Ты не из полиции. {{GM}}Она окидывает тебя настороженным взглядом.{{/GM}}

source: You're not asking me to quit, are you?
de: Du bittest mich nicht darum, aufzuhören, oder?
es: ¿No me estarás pidiendo que abandone?
fr: Vous êtes en train de me demander de lâcher l'affaire ?
it: Non mi stai chiedendo di mollare, vero?
ru: Это следует понимать как просьбу прекратить расследование?

source: You're not coming?
de: Kommst du nicht mit?
es: ¿Tú no vienes?
fr: Tu ne viens pas ?
it: Non vieni?
ru: Ты со мной?

source: You're not from 'round here, are ya? Why all the snoopin'?
de: Ihr kommt nicht von hier, was? Wozu schleicht ihr hier rum?
es: Tú no eres de por aquí, ¿verdad? ¿A qué viene tanto husmear?
fr: Vous n'êtes pas d'ici vous, n'est-ce pas ? Pourquoi vous fouinez partout ?
it: Non si di queste parti, vero? Perché tutto questo ficcanasare?
ru: Вы же не из местных, так? С чего такой интерес?
