Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: This door will take you into the Inner Sanctum of the Universal Brotherhood. If you have not retreived your team yet, you will be unable to do so past this point. Do you wish to proceed?
de: Diese Tür wird dich in das innere Heiligtum der Universellen Bruderschaft führen. Wenn du dein Team noch nicht geholt hast, wirst du dazu nach diesem Punkt nicht mehr in der Lage sein. Möchtest du fortfahren?
es: Esta puerta te conducirá al Sanctasanctórum de la Hermandad Universal. Si todavía no has recuperado a tu equipo, ya no podrás hacerlo una vez pases de este punto. ¿Deseas continuar?
fr: Cette porte vous mènera au Sanctuaire intérieur de la Confrérie Universelle. Si vous n'avez pas encore récupéré votre équipe, vous ne pourrez pas le faire passé ce point. Voulez-vous continuer ?
it: Questa porta conduce al Santuario nascosto della Fratellanza Universale. Se non hai ancora recuperato i tuoi compagni, una volta dentro, non potrai più farlo. Proseguire?
ru: Эта дверь ведет во внутренние помещения Вселенского братства. Если ты откроешь ее, возможности собрать команду у тебя уже не будет. Возможно, следует завершить все неоконченные дела в здании перед тем, как идти дальше?

source: This ends now, asshole.
de: Das endet hier und jetzt, Arschloch.
es: Esto termina aquí, capullo.
fr: C'est terminé, connard.
it: Questa storia finisce adesso, stronzo.
ru: Тебе конец, сволочь.

source: This globe glows with an unearthly light. The areas around Tir Tairngire and Tír na nÓg are especially bright.
de: Der Globus leuchtet in einem unnatürlichen Licht. Die Gebiete um Tír Tairngire und Tír na nÓg strahlen besonders hell.
es: Este globo brilla emitiendo una luz sobrenatural. Las zonas de alrededor de Tir Tairngire y de Tír na nÓg son las que más brillan.
fr: Ce globe brille d'une lumière non naturelle. Les zones autour de Tir Tairngire et Tír na nÓg sont particulièrement lumineuses.
it: Questo globo risplende di una luce spettrale. Le aree intorno a Tir Tairngire e Tir na nÓg sono più illuminate rispetto al resto.
ru: Изображение земного шара испускает мягкое сияние, похожее на лунный свет. Эльфийские нации Тир Тайрнжир и Тир-на-Ног сияют особенно ярко.

source: This guy clearly did not want to be found. If I was you, I'd hire a team before heading over there. I sideloaded a ton of valuable data from those Lonestar matrix nodes. Here's your cut.
de: Dieser Kerl wollte eindeutig nicht gefunden werden. Wenn ich du wäre, würde ich ein Team anheuern, bevor ich mich auf den Weg mache. Ich hab ’ne Menge wertvoller Daten aus den Lone-Star-Matrixknotenpunkten mitgehen lassen. Hier ist dein Anteil.
es: Esta claro que este tipo no quería que lo encontraran. Yo en tu lugar contrataría a un equipo antes de ir para allá. He transferido un montón de datos valiosos de los nódulos de la matriz de Lone Star. Aquí tienes tu parte.
fr: Ce type ne voulait vraiment pas être retrouvé. Si j'étais toi, j'engagerais une équipe avant d'aller là-bas. J'ai chargé une tonne de données précieuses les nœuds matriciels de Lonestar. Voilà ta part.
it: Questo tizio evidentemente non voleva essere trovato. Se fossi in te, ingaggerei una squadra prima di andare laggiù. Ho scaricato un sacco di dati preziosi dai nodi della Matrice della Lone Star. Ecco la tua parte.
ru: Вряд ли он хочет, чтобы его нашли. На твоем месте я бы собрал хорошую команду перед тем, как отправиться в клинику. Пока мы развлекались, я вытащил массу ценной информации из матричных узлов "Одинокой звезды". Вот твоя доля.

source: This guy doesn't look like one of the hired mercenaries.
de: Der Typ sieht nicht wie einer der angeheuerten Söldner aus.
es: Este tipo no parece uno de los mercenarios a sueldo.
fr: Ce type ne ressemble pas à un des mercenaires embauchés.
it: Questo ragazzo non sembra essere uno dei mercenari.
ru: Этот парень не похож на одного из наемников.

source: This guy's your father?
de: Der Typ ist dein Vater?
es: ¿Este tipo es tu padre?
fr: C'est votre père ?
it: Questo tizio è tuo padre?
ru: Этот мужик - твой отец?

source: This interview is not two-way. I ask the questions. Did my cousin Lynne or her friend Jessica hire you to attack my office?
de: Das hier ist kein freundschaftlicher Plausch am Kaminfeuer. Ich stelle hier die Fragen. Haben meine Cousine Lynne oder ihre Freundin Jessica Sie dazu angeheuert, mein Büro anzugreifen?
es: Esta entrevista no va en dos direcciones. Yo hago las preguntas. ¿Mi prima Lynne o su amiga Jessica te contrataron para atacar mi oficina?
fr: Cet entretien n'est pas à double sens. Je pose les questions. Ma cousine Lynne ou son amie Jessica vous ont-elles engagé pour attaquer mon bureau ?
it: Questo è un interrogatorio. Le domande le faccio io. Mia cugina Lynne o la sua amica Jessica l'hanno ingaggiata per attaccare il mio ufficio?
ru: Вопросы здесь задаю я. Вас наняла моя двоюродная сестра Линн или ее подруга Джессика?

source: This interview is not two-way. I ask the questions. Did my cousin, Lynne, hire you to attack my office?
de: Das hier ist kein freundschaftlicher Plausch am Kaminfeuer. Ich stelle hier die Fragen. Hat meine Cousine Lynne Sie dazu angeheuert, mein Büro anzugreifen?
es: Esta entrevista no va en dos direcciones. Yo hago las preguntas. ¿Mi prima Lynne te contrató para atacar mi oficina?
fr: Cet entretien n'est pas à double sens. Je pose les questions. Ma cousine Lynne vous a-t-elle engagé pour attaquer mon bureau ?
it: Questo è un interrogatorio. Le domande le faccio io. Mia cugina Lynne l'ha ingaggiata per attaccare il mio ufficio?
ru: Вопросы здесь задаю я. Вас наняла моя двоюродная сестра Линн?

source: This interview is not two-way. I ask the questions. However, your talents continue to impress. I see that you are holding some of my family's dirty laundry. Did my cousin or her friend Jessica hire you to attack my office?
de: Das hier ist kein freundschaftlicher Plausch am Kaminfeuer. Ich stelle hier die Fragen. Ihr Talent beeindruckt mich allerdings aufs Neue. Wie ich sehe, kennen Sie die schmutzigen Geheimnisse meiner Familie. Haben meine Cousine oder ihre Freundin Jessica Sie dazu angeheuert, mein Büro anzugreifen?
es: Esta entrevista no va en dos direcciones. Yo hago las preguntas. Sin embargo, tus talentos siguen siendo impresionantes. Ya veo que tienes varios trapos sucios de mi familia. ¿Mi prima o su amiga Jessica te contrataron para atacar mi oficina?
fr: Cet entretien n'est pas à double sens. Je pose les questions. Mais vos talents n'en finissent pas de m'impressionner. Je vois que vous connaissez déjà certains petits secrets de famille. Ma cousine ou son amie Jessica vous ont-elles engagé pour attaquer mon bureau ?
it: Questo è un interrogatorio. Le domande le faccio io. Le sue doti continuano a sorprendermi. Vedo che è a conoscenza di alcuni segreti della mia famiglia. Mia cugina o la sua amica Jessica l'hanno ingaggiata per attaccare il mio ufficio?
ru: Вопросы здесь задаю я. Тебе снова удалось меня удивить. Подобная осведомленность о делах моей семьи говорит в твою пользу, хоть я и не люблю, когда люди копаются в нашем грязном белье. Вас наняла моя двоюродная сестра или ее подруга Джессика?

source: This is Coyote’s boyfriend, Paco. I’m $(s.Name).
de: Das ist Coyotes Freund Paco. Ich heiße $(s.Name).
es: Este es Paco, el novio de Coyote. Yo soy $(s.Name).
fr: Lui, c'est le copain de Coyote, Paco. Et moi c'est $(s.Name).
it: Questo è il ragazzo di Coyote, Paco. Io sono $(s.Name).
ru: Это приятель Койот, его зовут Пако. А я $(s.Name).

source: This is a crime scene, officer. Not some Salish drum circle.
de: Das ist ein Tatort, Officer. Nicht irgendein Trommelkreis der Salish.
es: Esto es la escena de un crimen, agente. No un círculo de tambores salish.
fr: Ceci est une scène de crime. Pas un cercle de percussions Salish !
it: Questo è il luogo di un delitto, agente. Non un ritrovo di fricchettoni.
ru: Это место преступления, офицер. А не фестиваль песни и пляски племен Ши-Сейлиш.

source: This is a photo-realistic painting of five massive harvesters in Telestrian colors in a staggered formation cutting a swath across a rippling field of wheat. The plaque reads "Unity".
de: Ein fotorealistisches Gemälde von fünf riesigen Erntemaschinen in den Farben von Telestrian. Sie befinden sich in einer versetzten Formation und schneiden einen Pfad in ein wogendes Weizenfeld. Auf der Plakette ist das Wort „Einheit“ zu lesen.
es: Es una pintura fotorrealista de cinco enormes cosechadoras con los colores de Telestrian, en una formación escalonada, abriendo surcos en un campo de maíz. En la placa se lee "Unidad".
fr: C'est une peinture ultra-réaliste de cinq récolteurs aux épaules larges portant les couleurs de Telestrian qui font leur ouvrage dans une mer de blé qui ondule. Sur la plaque, on peut lire "Unité".
it: Questo è un dipinto realistico che ritrae in colori Telestrian cinque grossi mietitori disposti a scaglioni, mentre tagliano una fila di spighe su un campo di grano che ondeggia al vento. Sulla targhetta si legge "Unità".
ru: На картине изображен ряд комбайнов за уборкой бескрайнего поля колышущейся пшеницы. На табличке написано "Единство".

source: This is a place of broken things... I remake them...
de: Das hier ist ein Ort für kaputte Dinge ... ich setze sie wieder zusammen ...
es: Este es un lugar de cosas rotas... Yo las reconstruyo...
fr: C'est un endroit rempli de choses brisées... Je les reconstruis...
it: Questo è un luogo per menti problematiche... Io ne risolvo i problemi...
ru: Сломанные, несчастные люди... Я делал их лучше...

source: This is an extraordinary estate. May I look around before I see him?
de: Das ist ein außergewöhnliches Anwesen. Darf ich mich ein wenig umsehen, bevor ich zu ihm gehe?
es: Es una casa impresionante. ¿Puedo echar un vistazo antes de reunirme con él?
fr: Cet endroit est somptueux. Puis-je faire un petit tour avant d'aller dans son bureau ?
it: Questa villa è straordinaria. Posso dare un'occhiata in giro prima di incontrarlo?
ru: Это очень красивый особняк. Я могу осмотреть его перед тем, как отправиться на эту встречу?

source: This is bad. They have a shaman.
de: Das ist nicht gut. Sie haben einen Schamanen.
es: Esto pinta mal. Tienen un chamán.
fr: C'est pas bon. Ils ont un chaman.
it: Odore di guai. Hanno uno Sciamano.
ru: Дело плохо. У них есть шаман.

source: This is clearly one of the panels, but to tamper with in one in full view of Telestrian security would be ill-advised.
de: Das ist eindeutig eine der Konsolen, aber daran in voller Sichtweite von Telestrians Wachleuten herumzuhantieren, wäre sicher keine gute Idee.
es: Está claro que es uno de los paneles, pero no sería buena idea manipularlo a la vista de la seguridad de Telestrian.
fr: Il s'agit forcément de l'un des fameux panneaux, mais il serait peu judicieux de le trifouiller sous le nez des gardes de sécurité de Telestrian.
it: Questo è chiaramente uno dei pannelli, ma mettersi a smanettare sotto gli occhi della sicurezza Telestrian non è una buona idea.
ru: Это одна из нужных тебе панелей, но лезть туда на глазах у охранников Телестриана было бы глупо.

source: This is correct. You are a smart $(l.guy). What can I do for you, Smart $+(l.guy)?
de: Das stimmt. Du bist klüger als du aussiehst. Was kann ich für dich tun?
es: Es correcto. $(l.guy) inteligente. ¿Qué puedo hacer por ti, $+(l.guy) inteligente?
fr: C'est exact. Vous êtes un $(l.guy) intelligent. Que puis-je faire pour vous, $(l.guy) intelligent.
it: Esatto. Sei un $(l.guy) intelligente. Cosa posso fare per te, $(l.guy) intelligente?
ru: Именно так, $(l.guy). Чем могу помочь? $+(l.guy), ты мне нравишься, но на будущее учти - я не люблю, когда кто-то отнимает у меня время.

source: This is different! Those sickos have a simsense recording studio over there! Overheard them say they have a 'special guest' up in the penthouse. They plan to torture her with MY SON'S DYING BREATH!
de: Diesmal ist es anders! Diese kranken Kerle haben da drüben ein Simsinn-Aufnahmestudio! Ich hab sie darüber reden gehört, dass sie einen „besonderen Gast“ oben im Penthouse haben. Sie wollen sie mit dem LETZTEN ATEMZUG MEINES SOHNES foltern!
es: ¡Esto es diferente! ¡Esos psicópatas tienen un estudio de grabación simsense ahí dentro! Les oí decir que tienen una "invitada especial" en el ático. ¡Su plan es torturarla con el ÚLTIMO SUSPIRO DE MI HIJO!
fr: C'est différent ! Ces malades ont un studio d'enregistrement de simsens là-bas ! Je les ai entendu dire qu'ils avaient une 'invitée spéciale' dans l'appart' du dernier étage. Ils veulent la torturer avec le DERNIER SOUFFLE DE MON FILS !
it: Questa è un'altra storia! Quei pazzi hanno uno studio di registrazione di Sensazioni simulate! Ho sentito per caso che parlavano di un'"ospite speciale" nell'attico. Vogliono torturarla con una registrazione del RANTOLO DI MIO FIGLIO MORIBONDO!
ru: Это другое! Эти извращенцы притащили сюда оборудование и организовали студию для записи симсенса! Утром сказали, что в петнхаусе их ждет "особая гостья". Они собираются ее пытать, записав АГОНИЮ МОЕГО СЫНА!

source: This is going to have to wait. This woman needs surgery. Now!
de: Das wird erst mal warten müssen. Diese Frau muss operiert werden. Sofort!
es: Eso va a tener que esperar. Hay que operar a esta mujer. ¡Ahora!
fr: Ça va devoir attendre. Cette femme doit être opérée. Immédiatement !
it: Bisognerà aspettare. Questa donna ha bisogno di un intervento chirurgico. Subito!
ru: Придется тебе подождать. Этой женщине показана срочная хирургическая операция. Прямо сейчас.

source: This is just a job to me, Merlin. You beat my price and you live.
de: Ich mach hier nur meinen Job, Merlin. Wenn du mehr zahlen kannst, lass ich dich am Leben.
es: Para mí esto solo es un trabajo, Merlin. Mejora mi precio y vivirás.
fr: Pour moi, c'est juste un boulot, Merlin. Tu n'as qu'à payer mon prix et tu vivras.
it: Questo è solo un lavoro per me, Merlin. Mi dai ciò che voglio e vivi.
ru: Ничего личного, Мерлин, это работа. Перебей цену заказчика, и я отпущу тебя целым и невредимым.

source: This is my home! Get out!
de: Das ist mein Zuhause! Hau ab!
es: ¡Esta es mi casa! ¡Fuera!
fr: C'est chez moi ici ! Fichez le camp !
it: Questa è casa mia! Fuori di qui!
ru: Это мой дом! Убирайся!

source: This is not an infestation, $(l.name). It is an invasion.
de: Dies ist keine einfache Insektenplage, $(l.name). Es ist eine Invasion.
es: No se trata de una plaga, $(l.name). Es una invasión.
fr: Ce n'est pas une épidémie, $(l.name). C'est une invasion.
it: Questa non è un'infestazione, $(l.name). È un'invasione.
ru: Это не единичный случай одержимости, $(l.name). Это вторжение.

source: This is one of the two that got away. If I hadn't missed my shot, these idiots would have given up and moved on by now.
de: Das ist einer der beiden, die entkommen sind. Hätte ich nur nicht danebengeschossen, hätten diese Idioten längst aufgegeben und wären weitergezogen.
es: Este es uno de los dos que escaparon. Si no hubiera fallado el disparo, estos idiotas se habrían rendido y ya se habrían largado.
fr: C'est l'un des deux qui se sont enfuis. Si je n'avais pas manqué mon tir, ces idiots auraient abandonnés et seraient passés à autre chose maintenant.
it: Questo è uno dei due che è fuggito. Se non avessi sbagliato la mira, questi idioti avrebbero già rinunciato e voltato pagina.
ru: Это один из тех двух придурков, которые на меня напали. Если бы я не промахнулся, проблем бы у нас сейчас не было.

source: This is only the third body I've personally examined. One of our other branch managers handled the other two. If I find that more of the victims had organ transplants, I'll let you know.
de: Das ist erst das dritte Opfer, das ich persönlich untersucht habe. Einer der anderen Organ-Grinders-Filialleiter hat sich um die anderen beiden gekümmert. Wenn ich herausfinde, das noch mehr der Opfer Transplantate hatten, sage ich dir Bescheid.
es: Este solo es el tercer cuerpo que he examinado personalmente. Uno de los directores de otra sucursal se encargó de los otros dos. Si descubro que alguna de las otras víctimas tenía órganos trasplantados, te informaré.
fr: Ce n'est que le troisième corps que j'ai personnellement examiné. L'un des directeurs de la succursale s'est occupé des deux autres. Si j'apprends que d'autres victimes ont reçu des greffes, je vous le ferai savoir.
it: Questo è solo il terzo cadavere che ho esaminato personalmente. Un altro dei nostri responsabili si è occupato degli altri due. Se dovessi scoprire che anche le altre vittime erano dei trapiantati, te lo farò sapere.
ru: Это третье тело, которое пришлось осматривать мне. Двумя предыдущими занимались медики в других отделениях, но я узнаю, что там у других жертв с трансплантатами.

source: This is ridiculous. He was my brother.
de: Das ist doch lächerlich. Er war mein Bruder.
es: Esto es penoso. Era mi hermano.
fr: C'est ridicule. C'était mon frère.
it: È ridicolo. Era mio fratello.
ru: Это смешно. Он был моим братом.

source: This is simple accounting, $(l.name). Business. I’m sure you can understand. Still, you were of service to the world, as you say. There can be no debate on that topic. A yeoman’s effort, to be sure and - regardless of your obvious flaws - you are deserving of a reward.
de: Es ist simple Buchhaltung, $(l.name). Rein geschäftlich. Ich bin sicher, Sie verstehen das. Dennoch, Sie haben der Welt einen Gefallen erwiesen, wie Sie schon sagten. Das steht außer Frage. Es war ein wertvoller Dienst und Sie verdienen trotz all Ihrer offensichtlichen Verfehlungen eine Belohnung.
es: Esto es pura contabilidad, $(l.name). Negocios. Seguro que lo comprendes. Pero bueno, le has prestado un servicio al mundo, como bien has dicho. De eso no hay duda. Has hecho un gran esfuerzo, desde luego; independientemente de tus defectos evidentes, te mereces una recompensa.
fr: C'est de la comptabilité de base, $(l.name). Les affaires, quoi. Je suis sûr que vous pouvez comprendre. Mais vous avez rendu service au monde entier, comme vous dites. Il n'y a pas de doutes là-dessus. Du bon travail, pour sûr. Et en dépit de vos évidents défauts, vous méritez bien une récompense.
it: È contabilità di base, $(l.name). Affari. Comprendi, vero? Certo, hai salvato il mondo, come hai detto. Su questo non c'è ombra di dubbio. Sicuramente un'impresa impossibile, nonostante le pecche macroscopiche. Meriti una ricompensa.
ru: Это бухгалтерия, $(l.name). Ничего личного. И тем не менее, мы действительно спасли мир. Твой подвиг заслуживает награды вне зависимости от того, кто его совершил.

source: This is the future of Man. This is how our species will achieve everlasting life.
de: Dies ist die Zukunft der Menschheit. Auf diese Art wird unsere Spezies das ewige Leben erreichen.
es: Este es el futuro del hombre. Así es como nuestra especie alcanzará la vida eterna.
fr: C'est le futur de l'Homme. C'est comme ça que nos espèces atteindront la vie éternelle.
it: Questo è il futuro dell'Uomo. È ciò che donerà l'immortalità alla nostra specie.
ru: Перед вами будущее человечества. Именно так мы обретем вечную жизнь.

source: This is the problems with presents. The first couple are a surprise and appreciated, but then they become expected, and eventually demanded - I know from raising kids and dogs. So today I have nothing for you but kind words and my best wishes.
de: Es gibt ein Problem mit Geschenken. Die ersten Male sind sie eine Überraschung und werden dankend angenommen, aber dann erwartet man sie und schließlich fordert man sie – das kann ich aus meiner Erfahrung bei der Erziehung von Kindern und Hunden sagen. Heute habe ich also nichts für dich, außer netten Worten und meinen besten Wünschen.
es: Es el problema de los regalos. Los primeros son una sorpresa y son bienvenidos, pero luego se convierten en algo que ya se había anticipado y, al final, incluso solicitado; lo sé porque he criado a niños y perros. Así que hoy solo tengo para vosotros palabras amables y mis mejores deseos.
fr: Ça, c'est le problème avec les cadeaux. Au début, ce sont des surprises agréables et appréciées, mais à la longue on s'attend à les recevoir et on finit même par les exiger. Je sais de quoi je parle, j'ai élevé des enfants et des chiens. Alors aujourd'hui, je n'ai rien pour vous, si ce n'est des mots de réconfort et mes meilleurs vœux.
it: Questo è anche il problema dei regali. I primi sono una sorpresa e vengono apprezzati, ma poi diventano attesi, e infine richiesti. Lo so perché ho avuto sia bambini che cani. Quindi oggi per voi non ho che parole gentili e i miei più sinceri auguri.
ru: С подарками всегда так. Поначалу, пока они еще удивляют, люди им радуются, а потом начинают воспринимать как должное или даже требовать - я вырастил не одного ребенка и воспитал не одну собаку. Так что сегодня у меня для тебя ничего нет, кроме моих наилучших пожеланий.

source: This is the way you help me?! Look at this place! Look at ME! {{GM}}He looks around at the squalor of the room, then glimpses his own reflection in the machinery.{{/GM}} Oh God, look at me.
de: So wollt ihr mir helfen?! Seht euch diesen Ort doch mal an! Seht MICH doch mal an! {{GM}}Er schaut sich den schmutzigen Raum an und bemerkt dann sein Spiegelbild auf der glänzenden Oberfläche der Computer.{{/GM}} Oh Gott! Seht mich doch an.
es: ¿Y esta es la manera de ayudarme? ¡Mirad este lugar! ¡Miradme a Mí! {{GM}}Le echa un vistazo a la mugre de la sala y observa brevemente su propio reflejo en la maquinaria.{{/GM}} Oh cielos, miradme a mí.
fr: C'est comme ça qu'vous m'aidez ?! Regardez autour de vous ! Regardez-MOI ! {{GM}}Il parcourt des yeux la pièce misérable, avant de voir son propre reflet dans la machine.{{/GM}} Oh bon sang, regardez-moi.
it: E questo sarebbe il modo di aiutarmi?! Guardate questo posto! Guardate ME! {{GM}}Osserva lo squallore della stanza, poi intravede il suo riflesso sul metallo dei macchinari.{{/GM}} Cielo, guardatemi.
ru: Это вы-то пытаетесь мне помочь?! Посмотрите на это место! Посмотрите на МЕНЯ! {{GM}}Он окидывает взглядом развороченную комнату и натыкается на собственное отражение в хроме.{{/GM}} О господи... Вы только посмотрите на меня...

source: This is the world. Reality sucks but at least it’s real. You can touch it.
de: So ist das Leben. Die Realität ist scheiße, aber wenigstens ist sie real. Du kannst sie anfassen.
es: Esto es el mundo. La realidad apesta, pero al menos es real. Puedes tocarla.
fr: Le monde est comme ça. La réalité est dure mais au moins, elle est réelle. Elle est tangible.
it: Questo è il mondo. La realtà può anche fare schifo, ma almeno è reale. La puoi toccare.
ru: Это настоящий мир. Дерьмовый, но такой уж он на самом деле. И это настоящая реальность. Ты можешь прикоснуться к нему.

source: This is... *hic* the BEST place... *hic* to party.
de: Das ist ... *hicks* der BESTE Ort ... *hicks* um Party zu machen.
es: Esto es... *hip* el MEJOR lugar... *hip* para salir de fiesta.
fr: C'est... *hic* le MEILLEUR endroit... *hic* pour faire la fête.
it: Questo è... *hic* il posto MIGLIORE... *hic* per divertirsi.
ru: Это... *ик* ЛУЧШЕЕ заведение... *ик* во всем городе.

source: This isn't a trideo and I'm not here for your entertainment. What now?
de: Das hier ist kein Trideo und ich bin nicht zu deiner Unterhaltung hier. Wie geht’s jetzt weiter?
es: Esto no es un trideo y yo no estoy aquí para divertirte. Y ahora, ¿qué?
fr: Ce n'est pas une tridéo, et je ne suis pas là pour vous divertir. Alors quoi, maintenant ?
it: Non siamo in un trideo e non sono qui per farti divertire. Che succede ora?
ru: Это не развлекательный трид, а я не звезда симсенса. Что теперь?
