Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Doctor Castle pauses in her work, setting down her tablet and appearing to grow introspective.{{/GM}} I suppose you might expect that I had a fall from grace. Certainly that is the case with many of my... peers. If not that, you might think that I was compelled to do this because a friend or family member became a shadowrunner, and I hurried to their assistance one fateful night.
de: {{GM}}Dr. Castle unterbricht ihre Arbeit, legt ihr Tablet zur Seite und scheint nachzudenken.{{/GM}} Ich denke, du vermutest wohl, dass ich in Ungnade gefallen bin oder so etwas. Das ist jedenfalls der Fall bei vielen meiner ... Kollegen. Oder du denkst, dass ich mich verpflichtet fühle zu helfen, weil ein Freund oder ein Familienmitglied ein Runner geworden ist und ich ihm eines schicksalhaften Tages zu Hilfe eilte.
es: {{GM}}La doctora Castle interrumpe su trabajo, dejando a un lado su tableta, pensativa.{{/GM}} Supongo que esperas que haya caído en desgracia. Desde luego es el caso de muchos de mis... colegas. Si no es eso, quizás pienses que me siento obligada a hacerlo porque un amigo o un familiar se convirtió en shadowrunner, y me apresuré a socorrerlo una noche aciaga.
fr: {{GM}}Le Docteur Castle s'arrête, pose sa tablette et semble se perdre en réflexions.{{/GM}} Vous pensez peut-être que je me suis brulée les ailes. C'est sûrement le cas de beaucoup de mes... pairs. Ou bien vous pensez peut-être que j'ai été forcée de le faire parce qu'un ami ou un membre de ma famille est devenu shadowrunner et que je me suis précipitée pour les aider un soir où leur chance à tournée.
it: {{GM}}La dottoressa Castle interrompe il suo lavoro, posa il tablet e sembra assorta nei suoi pensieri.{{/GM}} Suppongo che tu creda che io sia caduta in disgrazia. Certamente è accaduto a molti dei miei... pari. Oppure potresti pensare che sia stata obbligata a farlo perché un amico o un membro della mia famiglia è diventato uno Shadowrunner e, in una notte fatale, mi sono precipitata ad assisterlo.
ru: {{GM}}Доктор Касл откладывает планшет и задумывается.{{/GM}} Возможно, ты думаешь, что у меня за плечами темное прошлое. Меня это не удивляет. Именно так дело и обстоит в случае большинства моих... коллег по профессии. Или ты думаешь, что мною движет чувство вины потому, что кто-то из моей семьи стал раннером и однажды я не сумела его спасти?

source: {{GM}}Doctor Castle sets down her work and fixes you with a hard look. Her expression normally falls on an axis of varying degrees of indifference, depending on her level of tiredness. But now, it has shifted over to something decidedly darker.{{/GM}} Is this morbid curiosity?
de: {{GM}}Dr. Castle legt ihre Arbeit nieder und fixiert dich mit einem harten Blick. Für gewöhnlich lässt sich ihr Gesichtsausdruck je nach ihrem aktuellen Erschöpfungsgrad in verschiedene Kategorien der Gleichgültigkeit einordnen. Doch jetzt befindet sich darin etwas durchaus Finsteres.{{/GM}} Ist das ein Fall von krankhafter Neugierde?
es: {{GM}}La Doctora Castle abandona su trabajo y te observa con una mirada firme. Normalmente su expresión cae en un rango de diferentes grados de indiferencia, en función de su nivel de cansancio. Pero ahora está claro que se ha pasado a algo mucho más oscuro.{{/GM}} ¿Curiosidad macabra?
fr: {{GM}}Le Dr Castle lève les yeux vers vous et vous lance un regard impitoyable. D'habitude elle traite ses interlocuteurs avec une indifférence plus ou moins palpable en fonction de sa lassitude. Mais là, son regard a quelque chose de bien plus sombre encore.{{/GM}} C'est de la curiosité morbide ?
it: {{GM}}La dottoressa Castle sospende il lavoro e ti fissa con uno sguardo truce. Normalmente la sua espressione varia di poco, assumendo le diverse sfumature dell'indifferenza, a seconda della stanchezza. Ma adesso si è trasformata in qualcosa di decisamente più oscuro.{{/GM}} Curiosità morbosa?
ru: {{GM}}Доктор Касл отключает планшет и кладет его перед собой. Теперь все ее внимание сосредоточено на тебе. Чаще всего ее отношение к вопросам можно описать словосочетанием "профессиональное безразличие", но теперь от нее ощутимо веет холодом и даже угрозой.{{/GM}} С чего вдруг подобное любопытство?

source: {{GM}}Done looking at the bunk.{{/GM}}
de: {{GM}}Tritt von der Pritsche zurück.{{/GM}}
es: {{GM}}Dejar de mirar en la litera.{{/GM}}
fr: {{GM}}Finir de regarder la couchette.{{/GM}}
it: {{GM}}Ispezione della branda terminata.{{/GM}}
ru: {{GM}}Отойти от койки.{{/GM}}

source: {{GM}}Done with alpha sort.{{/GM}}
de: {{GM}}Alphabetische Sortierung abgeschlossen.{{/GM}}
es: {{GM}}Has terminado con el orden de alfa.{{/GM}}
fr: {{GM}}Tri alpha terminé.{{/GM}}
it: {{GM}}Ordine alfabetico terminato.{{/GM}}
ru: {{GM}}Вернуться в меню.{{/GM}}

source: {{GM}}Done with computer.{{/GM}}
de: {{GM}}Wende dich vom Computer ab.{{/GM}}
es: {{GM}}Has terminado con el ordenador.{{/GM}}
fr: {{GM}}Fini avec les ordinateurs.{{/GM}}
it: {{GM}}Hai finito col computer.{{/GM}}
ru: {{GM}}Оставить компьютер в покое.{{/GM}}

source: {{GM}}Donny's face blanches.{{/GM}} I don't think you really want that. Not really.
de: {{GM}}Donnys Gesicht wird blass.{{/GM}} Ich glaube, dass willst du nicht wirklich tun. Nein-nein.
es: {{GM}}La cara de Donny palidece.{{/GM}} No creo que quieras eso de verdad. De verdad, no.
fr: {{GM}}Le visage de Donny se décompose.{{/GM}} Ça n'est pas une bonne idée. Pas vraiment.
it: {{GM}}Il volto di Donny diventa pallido.{{/GM}} Non credo che tu lo voglia davvero. Non proprio.
ru: {{GM}}Лицо Донни вытягивается.{{/GM}} Не думаю. Не думаю, что он тебе нужен. Нет.

source: {{GM}}Dorm A - current residents{{/GM}}
de: {{GM}}Schlafsaal A – aktuelle Bewohner{{/GM}}
es: {{GM}}Dormitorio A - residentes actuales{{/GM}}
fr: {{GM}}Dortoir A - résidents actuels{{/GM}}
it: {{GM}}Dormitorio A - residenti attuali{{/GM}}
ru: {{GM}}Комната A - текущие обитатели{{/GM}}

source: {{GM}}Dorm B - current residents{{/GM}}
de: {{GM}}Schlafsaal B – aktuelle Bewohner{{/GM}}
es: {{GM}}Dormitorio B - residentes actuales{{/GM}}
fr: {{GM}}Dortoir B - résidents actuels{{/GM}}
it: {{GM}}Dormitorio B - residenti attuali{{/GM}}
ru: {{GM}}Комната B - текущие обитатели{{/GM}}

source: {{GM}}Dorm C - current residents{{/GM}}
de: {{GM}}Schlafsaal C – aktuelle Bewohner{{/GM}}
es: {{GM}}Dormitorio C - residentes actuales{{/GM}}
fr: {{GM}}Dortoir C - résidents actuels{{/GM}}
it: {{GM}}Dormitorio C - residenti attuali{{/GM}}
ru: {{GM}}Комната C - текущие обитатели{{/GM}}

source: {{GM}}Dorm D - current residents{{/GM}}
de: {{GM}}Schlafsaal D – aktuelle Bewohner{{/GM}}
es: {{GM}}Dormitorio D - residentes actuales{{/GM}}
fr: {{GM}}Dortoir D - résidents actuels{{/GM}}
it: {{GM}}Dormitorio D - residenti attuali{{/GM}}
ru: {{GM}}Комната D - текущие обитатели{{/GM}}

source: {{GM}}Dowd. That’s a name you haven’t heard in a long time...{{/GM}}
de: {{GM}}Dowd. Das ist ein Name, den du schon eine ganze Zeit lang nicht mehr gehört hast ...{{/GM}}
es: {{GM}}Dowd. Un nombre que no he oído en mucho tiempo...{{/GM}}
fr: {{GM}}Dowd. C'est un nom que vous n'avez pas entendu depuis bien longtemps...{{/GM}}
it: {{GM}}Dowd. Un nome che non sentivi pronunciare da tempo...{{/GM}}
ru: {{GM}}Дауд. Тебе уже давно не приходилось слышать этого имени...{{/GM}}

source: {{GM}}Dresden looks amused.{{/GM}} Do you always make friends that easily?
de: {{GM}}Dresden scheint belustigt zu sein.{{/GM}} Gewinnst du immer so schnell neue Freunde?
es: {{GM}}Dresden te mira divertido.{{/GM}} ¿Siempre haces amigos con tanta facilidad?
fr: {{GM}}Dresden a l'air amusé.{{/GM}} Vous vous faites toujours des amis aussi facilement ?
it: {{GM}}Dresden sembra divertito.{{/GM}} Ti fai sempre degli amici così facilmente?
ru: {{GM}}Дрезден выглядит ужасно довольным.{{/GM}} Ты всегда так легко заводишь новых друзей?

source: {{GM}}Dresden looks up at you intently for a moment before speaking.{{/GM}} You know, I might be able to do you one better. Why don’t you poke around those body lockers in the back and see if you find anything... useful.
de: {{GM}}Dresden betrachtet dich mit einem berechnenden Blick, bevor er antwortet.{{/GM}} Ich glaube, ich kann dir was Besseres bieten. Wirf doch mal einen Blick auf diese Kühlzellen dort hinten und schau, ob du irgendwas ... Nützliches entdeckst.
es: {{GM}}Dresden te mira intensamente antes de empezar a hablar.{{/GM}} ¿Sabes? A lo mejor yo puedo hacerte una pregunta mejor. ¿Por qué no echas un vistazo por esos cajones de cadáveres de atrás, a ver si encuentras algo... útil?
fr: {{GM}}Dresden vous regarde attentivement pendant un instant avant de parler.{{/GM}} Vous savez, je pourrais certainement vous en faire un meilleur. Pourquoi vous ne regarderiez pas dans les casiers au fond pour voir si vous trouvez quelque chose... d'utile.
it: {{GM}}Dresden ti guarda intensamente per un attimo prima di parlare.{{/GM}} Sai, forse posso fare qualcosa di più per te. Perché non dai un'occhiata a quelle celle per corpi sul retro e vedi se riesci a trovare qualcosa di... interessante?
ru: {{GM}}Дрезден внимательно на тебя смотрит.{{/GM}} Знаешь, пожалуй, я все же смогу тебе помочь. Почему бы тебе не заглянуть в холодильник для трупов в задней комнате? Там лежит кое-что... полезное.

source: {{GM}}Dresden looks up, and a grin spreads across his face.{{/GM}} Need something else? Any fascinating new leads?
de: {{GM}}Dresden sieht auf und ein Grinsen breitet sich auf seinem Gesicht aus.{{/GM}} Brauchst du noch etwas? Irgendwelche faszinierenden neuen Spuren?
es: {{GM}}Dresden levanta la vista y una fea sonrisa se dibuja en su cara.{{/GM}} ¿Necesitas algo más? ¿Alguna nueva pista increíble?
fr: {{GM}}Dresden lève les yeux, et son visage se fend d'un sourire.{{/GM}} Il vous faut quelque chose ? De nouvelles pistes ?
it: {{GM}}Dresden alza lo sguardo e sorride.{{/GM}} Ti serve qualcos'altro? Ci sono altre piste interessanti?
ru: {{GM}}Дрезден смотрит на тебя снизу вверх и ухмыляется.{{/GM}} Что-нибудь еще? Есть прогресс?

source: {{GM}}Dresden winks.{{/GM}} That’s what I thought.
de: {{GM}}Dresden zwinkert dir zu.{{/GM}} Das hab ich mir gedacht.
es: {{GM}}Dresden guiña un ojo.{{/GM}} Eso es lo que pensaba.
fr: {{GM}}Dresden vous lance un clin d'œil.{{/GM}} C'est ce que je pensais.
it: {{GM}}Dresden ammicca.{{/GM}} Come pensavo.
ru: {{GM}}Дрезден подмигивает.{{/GM}} Я так и подумал.

source: {{GM}}E to M.{{/GM}}
de: {{GM}}E bis M.{{/GM}}
es: {{GM}}E-M.{{/GM}}
fr: {{GM}}E à M.{{/GM}}
it: {{GM}}E - M.{{/GM}}
ru: {{GM}}Вторая страница.{{/GM}}

source: {{GM}}Echoing from down the hallway{{/GM}} Hey, $(l.name), you're not leaving me down here!
de: {{GM}}Vom Ende des Ganges ertönt ein Echo.{{/GM}} He, $(l.name), du lässt mich hier unten nicht allein!
es: {{GM}}Resuena desde abajo, desde el vestíbulo{{/GM}} Eh, $(l.name), ¡no me puedes dejar aquí abajo!
fr: {{GM}}Résonnant depuis le hall.{{/GM}} Hé, $(l.name), vous n'allez pas me laisser ici !
it: {{GM}}Echeggiando dal fondo del corridoio{{/GM}} Ehi, $(l.name), non puoi lasciarmi quaggiù!
ru: {{GM}}Из коридора доносится недовольный голос{{/GM}} Эй, $(l.name), не бросай меня!

source: {{GM}}Elevator Pass Code.{{/GM}}
de: {{GM}}Pass-Code zum Fahrstuhl.{{/GM}}
es: {{GM}}Código de acceso del ascensor.{{/GM}}
fr: {{GM}}Code d'accès ascenseur.{{/GM}}
it: {{GM}}Codice di accesso all'ascensore.{{/GM}}
ru: {{GM}}Пароль от лифта.{{/GM}}

source: {{GM}}Emotions race across the woman's face until it settles on a snarl of hatred.{{/GM}} No, you've got it all turned around. He USED her! He sold her for parts!
de: {{GM}}Eine Vielzahl Emotionen ziehen über ihr Gesicht, bis es nur noch Hass ausdrückt.{{/GM}} Nein, das ist alles falsch. Er hat sie BENUTZT! Er hat sie ausgeschlachtet!
es: {{GM}}Un cúmulo de emociones recorre el rostro de la mujer, hasta perfilar ira y odio.{{/GM}} No, lo habéis entendido todo al revés. ¡Él la UTILIZÓ! ¡La vendió para desguace!
fr: {{GM}}Les émotions, si rares d'habitude sur son visage, font maintenant surface sous forme de colère.{{/GM}} Non, vous n'avez rien compris. Il l'a UTILISÉE ! Il l'a vendue pour ses organes !
it: {{GM}}Emozioni contrastanti attraversano il volto della donna fino a confluire in un'espressione rabbiosa.{{/GM}} No, al contrario. Lui l'ha USATA! Ha venduto i suoi organi!
ru: {{GM}}Лицо Джессики дергается. Она почти рычит на тебя.{{/GM}} Нет, все было совсем не так. Он ВОСПОЛЬЗОВАЛСЯ ее добротой! Он РАСЧЛЕНИЛ ее, чтобы продать!

source: {{GM}}Enter Password.{{/GM}}
de: {{GM}}Password eingeben.{{/GM}}
es: {{GM}}Introducir contraseña.{{/GM}}
fr: {{GM}}Entrer le mot de passe.{{/GM}}
it: {{GM}}Inserisci la password.{{/GM}}
ru: {{GM}}Ввести пароль.{{/GM}}

source: {{GM}}Enter a different name.{{/GM}}
de: {{GM}}Einen anderen Namen eingeben.{{/GM}}
es: {{GM}}Introducir otro nombre.{{/GM}}
fr: {{GM}}Entrer un nom différent.{{/GM}}
it: {{GM}}Inserisci un nome diverso.{{/GM}}
ru: {{GM}}Выбрать другое имя.{{/GM}}

source: {{GM}}Enter a random set of numbers.{{/GM}}
de: {{GM}}Gib eine zufällige Zahlenfolge ein.{{/GM}}
es: {{GM}}Introducir un conjunto de números aleatorio.{{/GM}}
fr: {{GM}}Introduire une séquence de chiffres au hasard.{{/GM}}
it: {{GM}}Inserisci dei numeri a caso.{{/GM}}
ru: {{GM}}Ввести комбинацию цифр наугад.{{/GM}}

source: {{GM}}Enter the Universal Brotherhood.{{/GM}}
de: {{GM}}Betritt die Universelle Bruderschaft.{{/GM}}
es: {{GM}}Ingresar en la Hermandad Universal.{{/GM}}
fr: {{GM}}Entrer dans la Confrérie Universelle.{{/GM}}
it: {{GM}}Entra nella Fratellanza Universale.{{/GM}}
ru: {{GM}}Войти в здание Всеобщего братства.{{/GM}}

source: {{GM}}Enter the pass code.{{/GM}}
de: {{GM}}Gib den Passcode ein.{{/GM}}
es: {{GM}}Introducir el código de acceso.{{/GM}}
fr: {{GM}}Saisir le code.{{/GM}}
it: {{GM}}Inserisci il codice d'ingresso.{{/GM}}
ru: {{GM}}Ввести пароль.{{/GM}}

source: {{GM}}Erase Holmes' programming.{{/GM}}
de: {{GM}}Lösche Holmes’ Programm.{{/GM}}
es: {{GM}}Borrar la programación de Holmes.{{/GM}}
fr: {{GM}}Effacer la programmation de Holmes.{{/GM}}
it: {{GM}}Elimina la programmazione di Holmes.{{/GM}}
ru: {{GM}}Стереть программу доктора Холмса.{{/GM}}

source: {{GM}}Examine the area for evidence.{{/GM}}
de: {{GM}}Untersuche den Tatort nach Hinweisen.{{/GM}}
es: {{GM}}Buscar pruebas en la zona.{{/GM}}
fr: {{GM}}Inspecter la zone à la recherche de preuves.{{/GM}}
it: {{GM}}Esamina l'area in cerca di prove.{{/GM}}
ru: {{GM}}Осмотреть переулок в поисках улик.{{/GM}}

source: {{GM}}Examine the rolled sheet of paper.{{/GM}}
de: {{GM}}Untersuche die Papierrolle.{{/GM}}
es: {{GM}}Examinar la hoja de papel enrollada.{{/GM}}
fr: {{GM}}Étudier le rouleau de papier.{{/GM}}
it: {{GM}}Esamina il rotolo di carta.{{/GM}}
ru: {{GM}}Поднять свернутые листки.{{/GM}}

source: {{GM}}Exit Door Control Panel.{{/GM}}
de: {{GM}}Tritt von der Türschaltung zurück.{{/GM}}
es: {{GM}}Panel de control de la puerta de salida.{{/GM}}
fr: {{GM}}Quitter le panneau de commande de la porte.{{/GM}}
it: {{GM}}Esci dal Pannello di controllo{{/GM}}
ru: {{GM}}Оставить пульт в покое.{{/GM}}

source: {{GM}}Exit admin functions.{{/GM}}
de: {{GM}}Administratorfunktionen verlassen.{{/GM}}
es: {{GM}}Salir de las funciones de administración.{{/GM}}
fr: {{GM}}Quitter les fonctions admin.{{/GM}}
it: {{GM}}Esci dalle funzioni di amministrazione.{{/GM}}
ru: {{GM}}Вернуться в меню.{{/GM}}

source: {{GM}}Exit{{/GM}}
de: {{GM}}Verlassen{{/GM}}
es: {{GM}}Salir{{/GM}}
fr: {{GM}}Quitter{{/GM}}
it: {{GM}}Esci{{/GM}}
ru: {{GM}}Выход{{/GM}}

source: {{GM}}Father Willy has been knocked unconscious by the chloroform.{{/GM}}
de: {{GM}}Vater Willy hat aufgrund des Chloroforms das Bewusstsein verloren.{{/GM}}
es: {{GM}}Padre Willy ha perdido el conocimiento por el cloroformo.{{/GM}}
fr: {{GM}}Père Willy est maintenant inconscient à cause du chloroforme.{{/GM}}
it: {{GM}}Padre Willy ha perso i sensi a causa del cloroformio.{{/GM}}
ru: {{GM}}Хлороформ быстро заставляет отца Вилли потерять сознание.{{/GM}}

source: {{GM}}Father Willy's greasy black hair and disturbing tattoos are quite the contrast to the flawless features and exquisite clothes of Lynne Telestrian. He doesn't look the part of a spokesman. You see the adulation in the eyes of those who linger around him just to bask in his presence a moment more. Apparently, he is a charismatic speaker.{{/GM}} Welcome, my friend from the shadows. I rejoice to be with you.
de: {{GM}}Vater Willys fettige, schwarze Haare und seine verstörenden Tattoos bilden einen perfekten Gegensatz zu der makellosen Erscheinung und der eleganten Kleidung Lynne Telestrians. Er passt nicht wirklich zu der Rolle eines offiziellen Sprechers. Du siehst pure Bewunderung in den Augen derjenigen, die sich in seine Nähe drängen. Er muss wohl charismatischer sein, als er aussieht.{{/GM}} Willkommen, mein Freund aus den Schatten. Ich bin erfreut, dich zu sehen.
es: {{GM}}El brillante cabello negro de Padre Willy y sus perturbadores tatuajes son todo un contraste con las perfectas facciones y el exquisito atuendo de Lynne Telestrian. No tiene el aspecto de un portavoz. Ves la adulación en los ojos de los que se quedan a su alrededor, solo para disfrutar un momento más de su presencia. Parece ser un orador carismático.{{/GM}} Te doy la bienvenida, camarada de las sombras. Me alegro de estar contigo.
fr: {{GM}}Les cheveux noirs et gras et les tatouages perturbants de Père Willy contrastent nettement avec les lignes exquises et les vêtements impeccables de Lynne Telestrian. Il n'a pas l'air d'un porte-parole. Vous pouvez voir l'adulation dans le regard de ceux qui l'entourent juste pour passer quelques secondes de plus en sa présence. Il semble être un orateur charismatique.{{/GM}} Bienvenue, mon ami des ombres. Je suis heureux d'être avec vous.
it: {{GM}}I capelli neri e unti e i tatuaggi di Padre Willy contrastano nettamente con i bei lineamenti e le splendide vesti di Lynne Telestrian. Non sembra molto adatto a fare il portavoce. Vedi solo adulazione nello sguardo delle persone che gli girano intorno, bramose di godere della sua presenza ancora per un po'. A quanto pare, è un oratore carismatico.{{/GM}} Un amichevole benvenuto a te, anima persa nelle Ombre. La tua presenza mi riempie di gioia.
ru: {{GM}}Немытая копна черных волос отца Вилли и его неприличные татуировки очень странно выглядят по сравнению с дорогой одеждой и безупречным макияжем Линн Телестриан. Он не похож на оратора, но судя по восхищенным взглядам людей, которые его окружают, первое впечатление обманчиво. Должно быть, он не лишен своеобразного обаяния.{{/GM}} Добро пожаловать. Когда-то и я блуждал в тенях. Позволь поприветствовать тебя в свете.

source: {{GM}}Flip to a different page.{{/GM}}
de: {{GM}}Blättere zu einer anderen Stelle weiter.{{/GM}}
es: {{GM}}Pasar a otra página.{{/GM}}
fr: {{GM}}Changer de page.{{/GM}}
it: {{GM}}Cambia pagina.{{/GM}}
ru: {{GM}}Открыть другую страницу.{{/GM}}

source: {{GM}}For once, Dr. Castle is not utterly absorbed in her work. In fact, she seems to have set aside whatever she's doing to give you her full attention. Perhaps word has spread about what you've already faced and what is still to come.{{/GM}} I'm glad to see you're all right, $(l.name). I was afraid they'd be carting you back to me in pieces.
de: {{GM}}Ausnahmsweise ist Dr. Castle einmal nicht völlig in ihre Arbeit vertieft. Tatsächlich scheint sie sogar alles liegen gelassen zu haben, um dir ihre völlige Aufmerksamkeit zu schenken. Vielleicht hat sich rumgesprochen, welchen Schwierigkeiten du dich schon stellen musstest und was dir noch bevorsteht.{{/GM}} Ich bin froh zu sehen, dass es dir gut geht, $(l.name). Ich hatte schon befürchtet, man würde dich in Einzelteilen zu mir zurückbringen.
es: {{GM}}Por una vez, la Dra. Castle no está totalmente sumida en su trabajo. De hecho, parece haber dejado a un lado lo que está haciendo para prestarte atención. A lo mejor se ha corrido la voz de todo lo que has pasado y lo que queda por venir.{{/GM}} Me alegro de ver que estás bien, $(l.name). Temía que te fueran a traer a trocitos en una carretilla.
fr: {{GM}}Pour une fois, le Dr. Castle n'est pas complètement absorbée par son travail. En fait, elle semble même avoir mis de côté ce qu'elle faisait pour vous prêter attention. Peut-être que les nouvelles sur ce que vous avez déjà affronté et sur ce qui reste à venir se sont déjà répandues.{{/GM}} Je suis contente de voir que vous allez bien, $(l.name). J'avais peur qu'ils vous renvoient en plusieurs morceaux.
it: {{GM}}Per una volta, la dottoressa Castle non è completamente assorbita dal suo lavoro. In realtà, sembra aver messo da parte qualunque cosa stesse facendo per ascoltarti attentamente. Forse si è già sparsa la voce riguardo a ciò che hai già affrontato e a ciò che ancora ti aspetta.{{/GM}} Sono contenta di vedere che stai bene, $(l.name). Temevo che ti avrebbero riportato da me in pezzi.
ru: {{GM}}В кои-то веки доктор Касл не погружена с головой в работу. Более того, она отложила в сторону все свои дела и внимательно на тебя смотрит. Не исключено, что до нее уже дошли слухи о том, что тебе пришлось сделать - и что только предстоит.{{/GM}} Я рада, что с тобой все в порядке, $(l.name). Я опасалась, что мне придется собирать тебя по частям.

source: {{GM}}Force the locker open.{{/GM}}
de: {{GM}}Brich den Spind auf.{{/GM}}
es: {{GM}}Forzar la cerradura de la taquilla.{{/GM}}
fr: {{GM}}Forcer la porte du casier.{{/GM}}
it: {{GM}}Forza l'armadietto.{{/GM}}
ru: {{GM}}Выбить дверцу шкафчика.{{/GM}}

source: {{GM}}Forcibly end the Puppet BTLs.{{/GM}}
de: {{GM}}Die Abschaltung der Marionetten-BTLs erzwingen.{{/GM}}
es: {{GM}}Forzar fin de las marionetas de BTL.{{/GM}}
fr: {{GM}}Décharger les Marionnettes.{{/GM}}
it: {{GM}}Forza arresto burattini BTL.{{/GM}}
ru: {{GM}}Отключить погруженных в ''Идеальную реальность'' марионеток.{{/GM}}

source: {{GM}}Frank looks up as you approach.{{/GM}} Were you able to find Lucy's necklace?
de: {{GM}}Frank blickt auf, als du dich näherst.{{/GM}} Hast du Lucys Kette gefunden?
es: {{GM}}Frank alza la vista cuando te aproximas.{{/GM}} ¿Encontraste el collar de Lucy?
fr: {{GM}}Frank lève les yeux tandis que vous vous approchez.{{/GM}} T'as réussi à trouver le collier de Lucy ?
it: {{GM}}Frank alza lo sguardo mentre ti avvicini.{{/GM}} Sei riuscito a trovare la collana di Lucy?
ru: {{GM}}Фрэнк глядит на тебя.{{/GM}} Удалось найти ожерелье Люси?
