Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Can you tell me more about the Troll's cyberware?
de: Kannst du mir mehr über die Cyberware des Trolls erzählen?
es: ¿Puedes contarme algo más sobre los ciberimplantes del troll?
fr: Vous pouvez m'en dire plus sur le cyberware du troll ?
it: Sai dirmi qualcosa in più sulle parti cibernetiche del Troll?
ru: Можешь описать имплантаты этого тролля?

source: Can you track him with that?
de: Kannst du ihn damit finden?
es: ¿Puedes localizarlo con eso?
fr: Vous pouvez le suivre avec ça ?
it: È sufficiente per rintracciarlo?
ru: Ты можешь его выследить?

source: Can't get much more free than death.
de: Eine größere Freiheit als der Tod sollte schwer zu finden sein.
es: No hay mayor libertad que la muerte.
fr: On peut difficilement être plus libre que lorsqu'on est mort.
it: Cosa c'è di più liberatorio della morte?
ru: Смерть освобождает.

source: Can't you do anything right, Pitezel?
de: Kannst du denn gar nichts richtig machen, Pitezel?
es: ¿Es que no puedes hacer nada a derechas, Pitezel?
fr: Tu n'es vraimentbon à rien, Pitezel ?
it: Non ne combini una giusta, Pitezel!
ru: Пицель, почему мне все приходится делать самому?

source: Care to talk about it?
de: Willst du darüber reden?
es: ¿Quieres hablar de ello?
fr: Vous voulez en parler ?
it: Ti va di parlarne?
ru: Вы хотите поговорить об этом?

source: Careful, kid. You Paco?
de: Vorsicht, Kleiner. Bist du Paco?
es: Cuidado, chico. ¿Eres Paco?
fr: Faites gaffe, gamin. Paco ? Paco ?
it: Occhio, giovane. Sei Paco?
ru: Спокойно, парень. Тебя зовут Пако?

source: Case file #95, Federated Boeing Jetliner IDN#2305 Corporate owner: Ares The plane had several mechanical issues resulting in a mayday at 3:04 AM on June 17th, 2053. 2:45 AM - The pilot reported that the altimeter was reading in the negative values. 2:49 AM - The co-pilot takes over the controls as the pilot leaves the cabin to investigate the rear of the plane.
de: Fallakte #95, Federated Boeing Jet IDN-#2305 Besitzer: Ares Mehrere technische Probleme führten zu einem Notruf des Flugzeugs um 3:04 Uhr am 17. Juni 2053. 2:45 Uhr – Pilot berichtet, dass das Höhenmessgerät negative Werte anzeigt. 2:49 Uhr – Kopilot übernimmt die Steuerung des Flugzeugs, während der Pilot die Kabine verlässt, um das hintere Ende des Flugzeugs zu untersuchen.
es: Documentación nº 95, Avión de pasajeros Boeing Federado nº de identificación 2305 Propietario corporativo: Ares El avión presentaba diferentes problemas mecánicos que provocaron una petición de ayuda a las 03:04 h del 17 de junio de 2053. 02:45 h: El piloto informa de que el altímetro lee valores negativos. 02:49 h: El copiloto toma los controles del avión porque el piloto abandona la cabina para investigar la cola del avión.
fr: Affaire nº95, avion de ligne Boeing IDN#2305 Corporation propriétaire : Ares Plusieurs problèmes mécaniques sont survenus sur l'appareil, ce qui a poussé l'équipage à lancer un S.O.S à 3h04 le 17 juin 2053. 2h45 - Le pilote indique que l'altimètre affiche des valeurs négatives. 2h49 - Le copilote prend de contrôle de l'appareil tandis que le pilote quitte le cockpit pour aller examiner l'arrière de l'avion.
it: Caso numero 95, Aereo di linea confederato Boeing, Numero di identificazione: 2305 Azienda proprietaria: Ares L'aeroplano ha riportato diversi problemi meccanici che hanno generato l'allarme alle ore 3:04 del 17 giugno 2053. Ore 2:45: il pilota riporta che l'altimetro mostra valori negativi. Ore 2:49: il copilota prende il controllo mentre il pilota lascia la cabina per esaminare il retro dell'aereo.
ru: Файл #95, авиалайнер Боинг IDN#2305 Владелец: Арес Самолет передал сигнал бедствия в 3:04 17 июня 2053 года. 2:45 - Пилот доложил, что альтиметр показывает отрицательные значения. 2:49 - Второй пилот взял управление самолетом на себя, так как первый пилот покинул кокпит, чтобы провести визуальный осмотр хвостовой части самолета.

source: Case file #96, Pratt & Whitney Unmanned IDN#327 Corporate owner: Ares Summary: ***REDACTED*** Time-log: ***REDACTED***
de: Fallakte #96, Pratt & Whitney Drohne IDN#327 Besitzer: Ares Zusammenfassung: ***ZENSIERT*** Zeitprotokoll: ***ZENSIERT***
es: Documentación nº 96, Pratt & Whitney no tripulado nº de identificación 327 Propietario corporativo: Ares Resumen: ***CLASIFICADO*** Registro horario: ***CLASIFICADO***
fr: Affaire nº96, Pratt & Whitney sans équipage IDN#327 Corporation propriétaire : Ares Résumé : ***CENSURÉ*** Chronologie : ***CENSURÉ***
it: Caso numero 96, Pratt & Whitney Non coperto, Numero di identificazione 327 Azienda proprietaria: Ares Sommario: ***CENSURATO*** Cronologia: ***CENSURATA***
ru: Файл #96, Пратт & Уитли, беспилотный рейс IDN#327 Владелец: Арес Описание: ***ОТРЕДАКТИРОВАНО*** Журнал полета: ***ОТРЕДАКТИРОВАНО***

source: Catch you round.
de: Wir sehen uns.
es: Nos vemos.
fr: À plus.
it: Ci si vede in giro.
ru: До встречи.

source: Cause of death... unknown. Several internal organs were removed from his body after death, quite gruesomely. I'm not sure if the killer even knew what they wanted before they started cutting. Not much else to tell yet, really. He does have lot of pre-existing scar tissue, so he probably had a major surgery at some point in recent history. Unfortunately, with the organs gone, I can't determine the nature of the surgery.
de: Todesursache ... unbekannt. Mehrere innere Organe wurden nach seinem Tode auf brutale Weise entfernt. Ich bin mir nicht sicher, ob der Mörder überhaupt wusste, was er haben wollte, bevor er damit begann, das Opfer aufzuschneiden. Sonst kann ich dir leider nicht viel sagen. Er besitzt allerdings eine Menge Narbengewebe, das vermuten lässt, dass er vor kürzerer Zeit eine große Operation überstanden hat. Da jedoch die Organe fehlen, kann ich nicht feststellen, um was für eine Operation es sich gehandelt hat.
es: Causa de la muerte... desconocida. Al cuerpo se le han extraído varios órganos internos después de la muerte, es todo bastante espantoso. No sé si el asesino ni siquiera sabía lo que quería antes de empezar a cortar. La verdad es que no tengo mucho más que decirte. Tiene mucho tejido de cicatrices anteriores, probablemente se le practicó recientemente una intervención quirúrgica de consideración. Lamentablemente, los órganos han desaparecido y no puedo determinar la naturaleza de la cirugía.
fr: Cause de la mort... inconnue. Plusieurs organes internes ont été retirés de son corps après la mort, de manière assez monstrueuse. Je ne suis pas sûr que le tueur savait ce qu'il voulait avant de commencer son incision. Pas grand chose de plus à vous dire pour le moment. Il a de nombreuses cicatrices pré-existantes, il a certainement eu une grosse chirurgie il n'y a pas si longtemps. Malheureusement, les organes ayant disparus, je ne peux déterminer la nature de l'opération.
it: Causa della morte... sconosciuta. Dal suo corpo sono stati rimossi diversi organi interni dopo la morte... piuttosto raccapricciante. Non so neanche se l'assassino sapesse cosa voleva prima di iniziare a tagliare. Per ora non sappiamo altro. È presente molto tessuto cicatriziale preesistente, quindi forse ha subito recentemente un grosso intervento chirurgico. Purtroppo, senza organi, non posso determinare la natura dell'intervento.
ru: Причина смерти... пока не установлена. Кто-то удалил у покойного несколько внутренних органов, причем самым варварским способом. Я не уверен, что убийца вообще знал, что он ищет. Больше пока ничего сказать не могу. На теле заметно изрядное количество относительно свежих хирургических шрамов, что позволяет предположить одну или несколько перенесенных операций в недавнем прошлом. К сожалению, без внутренних органов я не могу сказать, каких именно.

source: Change the damn channel.
de: Schalt endlich um.
es: Cambia el maldito canal.
fr: Mais tu veux changer de chaine, oui ?
it: Cambia quel cazzo di canale.
ru: Да переключите уже канал.

source: Change your clothes, change your life, right? Not only will you look better - not that you look bad now or anything - but each one will help to keep you on the right side of the ground. Take a look.
de: Wechsle deine Kleidung, wechsle dein Leben, nicht wahr? Du wirst nicht nur besser aussehen – nicht, dass du schlecht aussiehst oder sowas – sie kann auch verhindern, dass du dir die Radieschen von unten ansehen musst. Sieh dich nur um.
es: Cámbiate de ropa, y cambia de vida, ¿verdad? No solo te verás mejor (la verdad es que no te ves mal), sino que cada uno te ayudará a mantenerte en el lado correcto del suelo. Echa un vistazo.
fr: Changer de vêtements, changer de vie, pas vrai ? Non seulement vous aurez fière allure (non pas que vous ne ressemblez à rien, hein) mais en plus chacun d'eux vous aidera à rester vivant. Jetez donc un œil.
it: Vestiti nuovi, vita nuova, giusto? Avrai un aspetto migliore, non che adesso abbia qualcosa di male, e in più ognuno di questi ti aiuterà a non finire sottoterra. Guarda.
ru: Хочешь изменить свою жизнь, начни с одежды. Не то чтобы тебе это было нужно - скорее, это вопрос стиля, но ты ведь хочешь произвести впечатление на местных, не правда ли? Посмотри, что у меня есть.

source: Charlie
ru: Чарли

source: Check the attitude at the door, punk. Lone Star still has jurisdiction on this crime scene. We've gone through the researcher's computer, and I have suspicions that this is a copy-cat crime.
de: Mit dem Ton kommst du hier nicht weiter, du Punk. Lone Star hat immer noch die volle Befugnis über diesen Tatort. Wir haben den Computer des Forschers durchforstet und den Verdacht, dass es sich hier um einen Nachahmungstäter handelt.
es: Deja la pose en la puerta, tío. Lone Star aún tiene jurisdicción en esta escena del crimen. Hemos revisado el ordenador del investigador y sospechamos que se trata de un crimen por imitación.
fr: Pas la peine de vous la jouer. Cette scène du crime est encore dans la juridiction de Lone Star. On a analysé l'ordinateur du chercheur et je soupçonne ce crime d'avoir été perpétré par un imitateur.
it: Datti una regolata alla porta, teppista. Questa scena del crimine è ancora giurisdizione della Lone Star. Abbiamo analizzato il computer del ricercatore e io sospetto che si tratti di un crimine di emulazione.
ru: Оставь свой гонор за дверью. Расследование ведет ''Одинокая звезда''. Мы проверили файлы на его компьютере, и похоже, что мы имеем дело с подражателем.

source: Cherry Bomb
ru: Хлопушка Шерри

source: Cherry!
ru: Шерри!

source: Cherry, take her downstairs to Dr. Castle.
de: Cherry, bring sie nach unten zu Dr. Castle.
es: Cherry, llévala abajo, a la Dra. Castle.
fr: Cherry, emmène-la en bas chez le Dr. Castle.
it: Cherry, accompagnala giù dalla dottoressa Castle.
ru: Шерри, отведи ее вниз, к доктору Касл.

source: Cherry, you have to listen to me. If you stick around here you could end up dead or worse. The Ripper is out there and he’s real. That last killing happened just down the block! And now Coyote’s missing. They’ll probably find her tomorrow in a dumpster without her head. Come on, Cherry Bomb, think!
de: Cherry, du musst mir zuhören. Wenn du weiter hier herumhängst, könntest du bald tot sein, oder schlimmer. Der Ripper ist da draußen und er ist echt. Der letzte Mord fand direkt die Straße runter statt! Und jetzt ist auch noch Coyote weg. Bestimmt finden sie ihre kopflose Leiche morgen irgendwo im Müll. Komm schon, Cherry Bomb, denk doch mal nach!
es: Cherry, tienes que escucharme, si te quedas por aquí podrías acabar muerta, o incluso peor. El Destripador está ahí fuera, y es real. ¡El último asesinato fue a la vuelta de la esquina! Y ahora, Coyote ha desaparecido. Probablemente la encuentren mañana sin cabeza, en un contenedor de basura. ¡Venga, Cherry Bomb, piensa un poco!
fr: Cherry, tu dois m'écouter. Si tu restes ici, tu vas finir morte, ou pire. L'éventreur est dehors, et il existe, crois-moi. Son dernier crime a eu lieu à un bloc d'ici ! Et maintenant Coyote a disparu. On va surement la retrouver dans une poubelle sans sa tête. Allez Cherry, réfléchis !
it: Cherry, dammi retta una buona volta. Se rimani qui potresti finire morta o peggio. Lo Squartatore è a piede libero ed è vero. L'ultimo omicidio è avvenuto a due passi da qui! E ora anche Coyote è scomparsa. Probabilmente la ritroveranno domani in una discarica, senza più la testa. Fatti i tuoi conti, Cherry Bomb!
ru: Шерри, послушай меня. Если ты здесь останешься, тебя зарежут - или еще хуже. Потрошитель убивает людей одного за другим, он бродит где-то рядом. Последнее убийство произошло на соседней улице! А теперь пропала еще и Койот. Завтра утром они достанут ее из мусорного контейнера - без головы. Ну же, Шерри, не будь дурой!

source: Chicago.
ru: Чикаго.

source: Chili
ru: Чили

source: Chiphead Dwarf
de: Chiphead-Zwerg
es: Cabezachip enano
fr: Puceux nain
it: Chiphead nano
ru: Дворф-марионетка

source: Chiphead Man
de: Chiphead-Mann
es: Cabezachip humano
fr: Puceux
it: Chiphead uomo
ru: Человек-марионетка

source: Chiphead Woman
de: Chiphead-Frau
es: Cabezachip humana
fr: Puceuse
it: Chiphead donna
ru: Женщина-марионетка

source: Chipheads? Dangerous?
de: Chipheads? Gefährlich?
es: ¿Cabezaschip? ¿Peligrosos?
fr: Les puceux ? Dangereux ?
it: I Chiphead? Pericolosi?
ru: Наркоманы? Опасны?

source: Chloroform can be used to make someone temporarily unconscious.
de: Chloroform kann benutzt werden, um jemanden kurzzeitig zu betäuben.
es: El cloroformo puede usarse para dejar inconsciente a alguien temporalmente.
fr: Le chloroforme peut être utilisé pour rendre quelqu'un temporairement inconscient.
it: Il cloroformio può essere usato per indurre un temporaneo stato di incoscienza.
ru: С помощью хлороформа можно заставить человека потерять сознание.

source: Civ Main Hall Wanderer 1
de: UB-Haupthallen-Spaziergänger 1 (zivil)
es: Nómada del salón principal de Civ 1
fr: Vagabond du hall principal 1
it: Passante civile hall principale 2
ru: Посетитель главного здания 1

source: Civ Main Hall Wanderer 3
de: UB-Haupthallen-Spaziergänger 3 (zivil)
es: Nómada del salón principal de Civ 3
fr: Vagabond du hall principal 3
it: Passante civile hall principale 3
ru: Посетитель главного здания 3

source: Civ Main Hall Wanderr 2
de: UB-Haupthallen-Spaziergänger 2 (zivil)
es: Nómada del salón principal de Civ 2
fr: Vagabond du hall principal 2
it: Passante civile hall principale 2
ru: Посетитель главного здания 2

source: Cleaning up other people's messes is what I do.
de: Den Dreck anderer Leute wegzumachen ist mein Job.
es: Mi trabajo es limpiar lo que ensucian otros.
fr: Nettoyer le bazar que font les autres, c'est mon boulot.
it: Pulire il casino degli altri è il mio lavoro.
ru: Мне часто приходится убирать за другими людьми.

source: Close! You will plant evidence of your own creation. There are three matrix emergency power junctions on this level. If we add some commlink chips to them, it will make last night's run appear to be preparation for a larger run. It will bring the attention of Telestrian security.
de: Fast! Du wirst deine eigenen Beweismittel hinterlegen. Auf diesem Stockwerk gibt es drei Notfall-Matrixknotenpunkte. Wenn wir ein paar Kommlink-Chips bei diesen hinterlassen, wird der Run von letzter Nacht aussehen wie die Vorbereitung für einen größeren Run. Das wird die Aufmerksamkeit von Telestrians Sicherheitsabteilung erregen.
es: ¡Casi! Tienes que colocar pruebas creadas por ti. En este nivel hay tres conexiones de alimentación de emergencia de la Matriz. Si les colocamos unos cuantos chips de commlink, parecerá que el run de ayer por la noche era un preparativo para otro mayor. Llamará la atención de la seguridad de Telestrian.
fr: Presque ! Tu lui présenteras les preuves que tu auras montées de toutes pièces. À cet étage, il y a trois raccordements d'urgence à la Matrice. Si on pose quelques puces de commlink à ces endroits, le cambriolage d'hier soir aura l'air d'une répétition pour une mission de plus grande envergure. Cela attirera l'attention de la sécurité de Telestrian.
it: Quasi! Spargerai prove di tua creazione. Su questo piano ci sono tre collegamenti elettrici d'emergenza alla Matrice. Se ci posizioniamo dei microchip, faranno sembrare la missione di ieri come una preparazione per una missione più lunga. Attirerà l'attenzione della sicurezza Telestrian.
ru: Все еще проще! Ничто не мешает тебе сфабриковать улики. На этом этаже находятся три матричных роутера. Если подбросить в каждый из них комм-чипы, вчерашний набег покажется Сильверстару подготовкой к по-настоящему крупному налету и отвлечет внимание корпоративной службы безопасности.

source: Coat & Blankets
de: Mantel und Decken
es: Abrigo y mantas
fr: Manteau & Couvertures
it: Cappotto e coperte
ru: Одеяла и пальто

source: Coincidence, believe it or not. I take it I've stumbled across another Ripper murder?
de: Reiner Zufall, ob du’s glaubst oder nicht. Ich nehme mal an, dass ich hier schon wieder über einen Mord des Rippers gestolpert bin?
es: Coincidencia, lo creas o no. ¿Debo suponer que me he topado con otro asesinato del Destripador?
fr: Une coïncidence, croyez-le ou non. J'imagine que je viens de tomber sur un autre meurtre de l'éventreur ?
it: È una coincidenza, che tu ci creda o no. Suppongo di aver trovato un'altra vittima dello Squartatore?
ru: Хочешь верь, хочешь нет, но это просто совпадение. Надо понимать, передо мной новая жертва Потрошителя?

source: Comb
de: Kamm
es: Peine
fr: Peigne
it: Pettine
ru: Расческа

source: Combat Enhanced: Movement +2, Armor +2, Accuracy +15%
de: Kampf-Bonus: Bewegung +2, Panzerung +2, Genauigkeit +15 %
es: Combate mejorado: +2 Movimiento, +2 Armadura, +15 % Precisión
fr: Combat amélioré : Mouvement +2, Armure +2, Précision +15 %
it: Combattimento potenziato: Movimento +2, Armatura +2, Precisione +15%
ru: Боевой стимулятор: Дальность передвижения +2, Броня +2, Меткость +15%

source: Combat ready. Perhaps more so than usual. Tensions are up.
de: Bereit zum Kampf. Vielleicht sogar noch mehr als üblich. Die Leute sind angespannt.
es: Preparados para el combate. Quizá más de lo habitual. La tensión va en aumento.
fr: Prêt au combat. Peut-être plus que d'habitude. Il y a de la nervosité dans l'air.
it: Pronto al combattimento. Forse più del solito. Sono tutti tesi.
ru: Люди готовы к драке. Они нервничают.

source: Come in and find the power of Belonging.
de: Tritt ein und entdecke die Macht der Zugehörigkeit.
es: Entra y descubre el poder de Pertenecer.
fr: Entrez et découvrez le pouvoir de l'Appartenance.
it: Entra e trova la forza dell'Appartenenza.
ru: Входи и вливайся в нашу дружную семью.

source: Come on $(l.guy), let's go find Coyote.
de: Komm schon, $(l.guy), lass uns Coyote finden.
es: Venga, $(l.guy), vamos a buscar a Coyote.
fr: Allez $(l.guy), partons chercher Coyote.
it: Forza $(l.guy), andiamo a cercare Coyote.
ru: Пошли, $(l.guy). Найдем Койот.

source: Come on Coyote... let's go.
de: Los, Coyote ... lass uns verschwinden.
es: Vamos Coyote... larguémonos.
fr: Allez Coyote... on y va.
it: Coyote, su... andiamo.
ru: Давай, Койот... Пошли.

source: Come on Mr. Telestrian, stretch those philanthropic muscles of yours and toss a little more money into the shadows. How much is this plane of existence worth to you?
de: Ach kommen Sie, Mr. Telestrian. Zur Rettung der Metamenschheit könnten Sie auch ruhig ein bisschen mehr Geld springen lassen. Wie viel ist diese Ebene der Wirklichkeit Ihnen wert?
es: Venga Sr. Telestrian, estire esos músculos filantrópicos sus y lance un poco más de dinero a las sombras. ¿Cuánto cree que vale este plano de la existencia?
fr: Allez, M. Telestrian, faites un petit exercice de philanthropie comme vous les aimez et jetez un peu plus d'argent dans les ombres. Combien vaut ce plan d'existence à vos yeux ?
it: Forza, signor Telestrian, allunga quelle braccia da filantropo che ti ritrovi e buttaci dentro un altro po' di grana. Quanto vale questo piano dell'esistenza per te?
ru: Ну же, мистер Телестриан, вы известный филантроп. Вы могли бы предложить и лучшую цену. Сколько, по-вашему, стоит этот мир со всеми его обитателями?

source: Come on, Harlequin - we’ve been through battle together. You owe me an explanation.
de: Komm schon, Harlequin – wir haben doch zusammen gekämpft. Du schuldest mir eine Erklärung.
es: Vamos, Arlequín, ya hemos estado juntos en combate. Me debes una explicación.
fr: Allez, Arlequin, on a combattu ensemble. Tu me dois une explication.
it: Via, Arlecchino, abbiamo combattuto fianco a fianco. Mi devi una spiegazione.
ru: Ну же, Арлекин. Мы вместе сражались. Ты мог бы и объяснить мне, что происходит.

source: Come on, I'm getting antsy waiting around here.
de: Komm schon, ich werde ganz kribbelig davon, hier weiter herumzustehen.
es: Venga, me estoy impacientando de tanto esperar.
fr: Allez, je deviens nerveux à force d'attendre.
it: Su, che mi innervosisco se sto qui ad aspettare.
ru: Ну же. Мне становится скучно.

source: Come on. If we stay much longer, I'm liable to do something I'd regret. Or worse, something I'd enjoy.
de: Komm schon. Wenn wir noch länger bleiben, werde ich noch etwas tun, das ich bereuen könnte. Oder noch schlimmer: etwas, das ich genießen könnte.
es: Vamos. Si nos quedamos demasiado, es probable que haga algo que lamentaré. O peor aún, algo que disfrutaré.
fr: Allez. Si on reste plus longtemps, je risque de faire quelque chose que je regretterais. Ou pire, que j'apprécierais.
it: Andiamo. Se rimanessimo ancora, potrei fare qualcosa di cui potrei pentirmi. O peggio, che mi divertirebbe.
ru: Пойдем. Если мы останемся, я сделаю что-нибудь, о чем завтра пожалею. Или не пожалею, что еще хуже.

source: Come one you're a big brave $(l.race)! Let’s wait another five minutes.
de: Na, komm schon. Du bist doch ein großer, mutiger $(l.race)! Wir bleiben noch fünf Minuten.
es: ¡Venga, gran $(l.race) valiente! Esperemos cinco minutos más.
fr: Allez, vous êtes un brave $(l.race) ! Attendons encore cinq minutes.
it: Forza sei un $(l.race) grosso e coraggioso! Aspettiamo altri cinque minuti.
ru: Ну же, $(l.race)! Не трусь. Подождем еще пять минут.

source: Come see me when your business in the Union is resolved, and we'll see about putting together a team.
de: Komm zurück, wenn deine Angelegenheiten in der Union erledigt sind und wir können ein Team zusammenstellen.
es: Ven a verme cuando tu asunto en el Unión esté resuelto y veremos si podemos montar un equipo.
fr: Venez me voir lorsque vos affaires à l'Union sont réglées et nous verrons comment monter une équipe.
it: Vieni a trovarmi quando la faccenda dell'Union sarà risolta e vedremo di mettere insieme una squadra.
ru: Возвращайся ко мне, когда покончишь с делами, и я подберу для тебя команду.

source: Commerce is like a weed, taking root in the cracks and crevices of the world whenever it can. A small street market has flourished here, amidst the crumbling buildings of the Redmond Barrens.
de: Kommerz ist wie Unkraut – er gedeiht überall in den Rissen und Spalten der Welt. Inmitten der zerfallenen Gebäude der Redmond Barrens ist ein kleiner Straßenmarkt entsprungen.
es: El comercio es como la hierba, arraiga en los huecos y recovecos del mundo siempre que puede. Aquí ha florecido un pequeño mercado callejero, entre los edificios en ruinas de los Barrens de Redmond.
fr: Le commerce est comme une mauvaise herbe qui prend racine dans les fissures et les crevasses du monde dès que possible. Un petit marché de rue a prospéré ici, au milieu des bâtiments en ruines de Redmond Barrens.
it: Il commercio è come una pianta infestante, mette radici nelle fessure e nelle crepe del mondo ogni volta che può. Qui, tra gli edifici fatiscenti delle Terre desolate di Redmond, è sorto un piccolo mercato di strada.
ru: Торговля как сорняк - она прорастает в щелях мира везде, где только может. На перекрестке этих улиц возник крошечный рынок, оазис умеренного благоденствия посреди рассыпающихся домов редмондских пустошей.
