Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}The bartender is a striking elf sporting a perfectly toned body, perfectly pouty lips, and perfectly tapered ears. Her eyes harmonize “Save Me” and “Take Me” in equal measure, hitting just the right notes for the maximum extraction of tips. She gets on her toes to look over the bar at you and smiles big.{{/GM}} Hey down there! I haven’t seen you here before. What can I get you?
de: {{GM}}Die Kellnerin ist eine mehr als auffällige Elfe mit einem perfekten, straffen Körper, einem perfekten Schmollmund und perfekt zulaufenden Ohren. Ihre Augen schreien „Rette mich“ und „Nimm mich“ in gleichem Maße und treffen so exakt den richtigen Ton, um ein Maximum an Trinkgeld herauszuschlagen. Sie stellt sich auf die Zehenspitzen, um über die Bar herabzublicken und lächelt.{{/GM}} Hallo da unten! Dich hab ich hier noch nie gesehen. Was kann ich dir bringen?
es: {{GM}}La camarera es una elfa imponente con un cuerpo perfectamente tonificado, labios contorneados a la perfección y orejas perfectamente ajustadas. Sus ojos expresan por igual “sálvame” y “tómame”, transmitiendo el mensaje perfecto para la máxima extracción de propinas. Se pone de puntillas para mirarte al otro lado de la barra, y lanza una gran sonrisa.{{/GM}} ¡Eh,hola! No te he visto nunca por aquí. ¿Qué te pongo?
fr: {{GM}}La barmaid est une elfe au corps parfaitement sain et musclé, aux lèvres pulpeuses et aux oreilles divinement pointues. Ses yeux semblent dire « Sauvez-moi » et « Prenez-moi » à la fois, juste la bonne mesure pour récupérer un maximum de pourboires. Elle se met sur ses doigts de pied pour vous regarder par-dessus le bar et vous fait un grand sourire.{{/GM}} Hé ! C'est la première fois que je vous vois ici. Qu'est-ce que je peux vous offrir ?
it: {{GM}}La barista è un'Elfa mozzafiato con un fisico da urlo, labbra carnose e orecchie a punta dalla forma perfetta. Il suo sguardo sembra dire "salvami" e "prendimi" allo stesso tempo, e sa bene quali tasti premere per ottenere sempre la mancia più alta. Si alza in punta di piedi per scorgerti dal bancone e ti fa un gran sorriso.{{/GM}} Ehilà! Non ti ho mai visto da queste parti. Cosa desideri?
ru: {{GM}}За барной стойкой стоит стройная эльфийка с кукольным личиком, пухлыми губками и остренькими ушками идеальной формы. В ее глазах удивительным образом сочетаются невинность и искушенность: наверняка это позволяет ей за один день извлекать из завсегдатаев этого заведения больше чаевых , чем все остальные официантки зарабатывают за неделю. Чтобы рассмотреть тебя, она встает на цыпочки и перегибается через стойку.{{/GM}} Привет! Я тебя раньше тут не видела. Что тебе принести?

source: {{GM}}The bartender is a striking elf sporting a perfectly toned body, perfectly pouty lips, and perfectly tapered ears. Her eyes harmonize “Save Me” and “Take Me” in equal measure, hitting just the right notes for the maximum extraction of tips. She looks at you, sees another elf, and smiles big.{{/GM}} Hey there! I haven’t seen you here before. What can I get you?
de: {{GM}}Die Kellnerin ist eine mehr als auffällige Elfe mit einem perfekten, straffen Körper, einem perfekten Schmollmund und perfekt zulaufenden Ohren. Ihre Augen schreien „Rette mich“ und „Nimm mich“ in gleichem Maße und treffen so exakt den richtigen Ton, um ein Maximum an Trinkgeld herauszuschlagen. Sie blickt dich an und lächelt erfreut beim Anblick eines weiteren Elfen.{{/GM}} Oh hi! Dich hab ich hier noch nie gesehen. Was kann ich dir bringen?
es: {{GM}}La camarera es una elfa imponente con un cuerpo perfectamente tonificado, labios contorneados a la perfección y orejas perfectamente ajustadas. Sus ojos expresan por igual “sálvame” y “tómame”, transmitiendo el mensaje perfecto para la máxima extracción de propinas. Te mira, ve a otro elfo y lanza una gran sonrisa.{{/GM}} ¡Eh,tú! No te he visto nunca por aquí. ¿Qué te pongo?
fr: {{GM}}La barmaid est une elfe au corps parfaitement sain et musclé, aux lèvres pulpeuses et aux oreilles divinement pointues. Ses yeux semblent dire « Sauvez-moi » et « Prenez-moi » à la fois, juste la bonne mesure pour récupérer un maximum de pourboires. Elle vous regarde, voit donc un autre elfe, puis vous fait un grand sourire.{{/GM}} Hé ! C'est la première fois que je vous vois ici. Qu'est-ce que je peux vous offrir ?
it: {{GM}}La barista è un'Elfa mozzafiato con un fisico da urlo, labbra carnose e orecchie a punta dalla forma perfetta. Il suo sguardo sembra dire "salvami" e "prendimi" allo stesso tempo, e sa bene quali tasti premere per ottenere sempre la mancia più alta. Ti guarda, vede un altro Elfo e fa un gran sorriso.{{/GM}} Ehilà! Non ti ho mai visto da queste parti. Cosa desideri?
ru: {{GM}}За барной стойкой стоит стройная эльфийка с кукольным личиком, пухлыми губками и остренькими ушками идеальной формы. В ее глазах удивительным образом сочетаются невинность и искушенность: наверняка это позволяет ей за один день извлекать из завсегдатаев этого заведения больше чаевых , чем все остальные официантки зарабатывают за неделю. Увидев еще одного эльфа, она улыбается широко и искренне.{{/GM}} Привет! Я тебя раньше тут не видела. Что тебе принести?

source: {{GM}}The bartender is a striking elf sporting a perfectly toned body, perfectly pouty lips, and perfectly tapered ears. Her eyes harmonize “Save Me” and “Take Me” in equal measure, hitting just the right notes for the maximum extraction of tips. Trolls are used to sneers from beauties like this but she smiles sweetly when she sees you.{{/GM}} Hey there! I haven’t seen you here before. What can I get you?
de: {{GM}}Die Kellnerin ist eine mehr als auffällige Elfe mit einem perfekten, straffen Körper, einem perfekten Schmollmund und perfekt zulaufenden Ohren. Ihre Augen schreien „Rette mich“ und „Nimm mich“ in gleichem Maße und treffen so exakt den richtigen Ton, um ein Maximum an Trinkgeld herauszuschlagen. Als Troll bist du es gewöhnt, von solchen Schönheiten mit einem höhnischen Blick bedacht zu werden, doch sie lächelt, als sie dich sieht.{{/GM}} Oh hi! Dich hab ich hier noch nie gesehen. Was kann ich dir bringen?
es: {{GM}}La camarera es una elfa imponente con un cuerpo perfectamente tonificado, labios contorneados a la perfección y orejas perfectamente ajustadas. Sus ojos expresan por igual “sálvame” y “tómame”, transmitiendo el mensaje perfecto para la máxima extracción de propinas. Los trolls están acostumbrados a las burlas de bellezas de este calibre, pero ella sonría dulcemente al verte.{{/GM}} ¡Eh,tú! No te he visto nunca por aquí. ¿Qué te pongo?
fr: {{GM}}La barmaid est une elfe au corps parfaitement sain et musclé, aux lèvres pulpeuses et aux oreilles divinement pointues. Ses yeux semblent dire « Sauvez-moi » et « Prenez-moi » à la fois, juste la bonne mesure pour récupérer un maximum de pourboires. D'habitude, les beautés comme celle-ci rient à la face des Trolls. Mais elle, elle vous sourit gentiment alors que vous vous approchez.{{/GM}} Hé ! C'est la première fois que je vous vois ici. Qu'est-ce que je peux vous offrir ?
it: {{GM}}La barista è un'Elfa mozzafiato con un fisico da urlo, labbra carnose e orecchie a punta dalla forma perfetta. Il suo sguardo sembra dire "salvami" e "prendimi" allo stesso tempo, e sa bene quali tasti premere per ottenere sempre la mancia più alta. Bellezze come queste di solito scherniscono i Troll, ma lei ti sorride con dolcezza quando ti vede.{{/GM}} Ehilà! Non ti ho mai visto da queste parti. Cosa desideri?
ru: {{GM}}За барной стойкой стоит стройная эльфийка с кукольным личиком, пухлыми губками и остренькими ушками идеальной формы. В ее глазах удивительным образом сочетаются невинность и искушенность: наверняка это позволяет ей за один день извлекать из завсегдатаев этого заведения больше чаевых , чем все остальные официантки зарабатывают за неделю. Такие красотки редко обращают внимание на троллей, но она улыбается тебе широко и искренне.{{/GM}} Привет! Я тебя раньше тут не видела. Что тебе принести?

source: {{GM}}The bartender is a striking elf sporting a perfectly toned body, perfectly pouty lips, and perfectly tapered ears. Her eyes harmonize “Save Me” and “Take Me” in equal measure, hitting just the right notes for the maximum extraction of tips.{{/GM}} Hey there! I haven’t seen you here before. What can I get you?
de: {{GM}}Die Kellnerin ist eine mehr als auffällige Elfe mit einem perfekten, straffen Körper, einem perfekten Schmollmund und perfekt zulaufenden Ohren. Ihre Augen schreien „Rette mich“ und „Nimm mich“ in gleichem Maße und treffen so exakt den richtigen Ton, um ein Maximum an Trinkgeld herauszuschlagen.{{/GM}} Oh, hi! Dich hab ich hier noch nie gesehen. Was kann ich dir bringen?
es: {{GM}}La camarera es una elfa imponente con un cuerpo perfectamente tonificado, labios contorneados a la perfección y orejas perfectamente ajustadas. Sus ojos expresan por igual “sálvame” y “tómame”, transmitiendo el mensaje perfecto para la máxima extracción de propinas.{{/GM}} ¡Eh,tú! No te he visto nunca por aquí. ¿Qué te pongo?
fr: {{GM}}La barmaid est une elfe au corps parfaitement sain et musclé, aux lèvres pulpeuses et aux oreilles divinement pointues. Ses yeux semblent dire « Sauvez-moi » et « Prenez-moi » à la fois, juste la bonne mesure pour récupérer un maximum de pourboires.{{/GM}} Hé ! C'est la première fois que je vous vois ici. Qu'est-ce que je peux vous offrir ?
it: {{GM}}La barista è un'Elfa mozzafiato con un fisico da urlo, labbra carnose e orecchie a punta dalla forma perfetta. Il suo sguardo sembra dire "salvami" e "prendimi" allo stesso tempo, e sa bene quali tasti premere per ottenere sempre la mancia più alta.{{/GM}} Ehilà! Non ti ho mai visto da queste parti. Cosa desideri?
ru: {{GM}}За барной стойкой стоит стройная эльфийка с кукольным личиком, пухлыми губками и остренькими ушками идеальной формы. В ее глазах удивительным образом сочетаются невинность и искушенность: наверняка это позволяет ей за один день извлекать из завсегдатаев этого заведения больше чаевых , чем все остальные официантки зарабатывают за неделю.{{/GM}} Привет! Я тебя раньше тут не видела. Что тебе принести?

source: {{GM}}The beautiful elf breaks in, the essence of calm.{{/GM}} Jessica, that’s enough. We have business to attend to.
de: {{GM}}Die schöne Elfe unterbricht sie, bleibt bemerkenswert ruhig.{{/GM}} Jessica, das reicht. Wir haben noch zu tun.
es: {{GM}}La hermosa elfa, personificación de la calma, interrumpe.{{/GM}} Jessica, ya basta. Tenemos cosas que hacer.
fr: {{GM}}La belle elfe l'interrompt, tout en restant très calme.{{/GM}} Jessica, ça suffit. Nous avons des choses qui nous attendent.
it: {{GM}}L'affascinante Elfo irrompe nella conversazione con la calma serafica.{{/GM}} Jessica, può bastare. Abbiamo delle cose di cui occuparci.
ru: {{GM}}Красивая эльфийка кладет руку ей на плечо. Даже сейчас она абсолютно невозмутима и сохраняет на лице безмятежность.{{/GM}} Джессика, довольно. Нас ждут дела.

source: {{GM}}The big guy sighs.{{/GM}} I was hoping this would soon be all behind us. The Barrens has a short memory, but for wounds such as these, it makes an exception. To see this prolonged, I fear for how it may forever change the landscape.
de: {{GM}}Der Troll seufzt.{{/GM}} Ich hatte gehofft, wir würden all das bald hinter uns haben. Die Barrens haben ein kurzes Gedächtnis, doch Ereignisse wie diese stellen eine Ausnahme dar. Je länger dies anhält, umso mehr fürchte ich, dass es langfristige Veränderungen nach sich zieht.
es: {{GM}}El grandullón suspira.{{/GM}} Esperaba poder dejar atrás todo esto antes. Los Barrens tienen poca memoria, pero para heridas como esta, hacen una excepción. Si esto se alarga, me temo que podría cambiar el paisaje para siempre.
fr: {{GM}}Le type soupire.{{/GM}} J'espérais qu'on pourrait laisser tout ça derrière nous, à présent. Le Barrens a une courte mémoire, mais pour des blessures comme celle-ci, il fait une exception. Si cela se prolonge, j'ai bien peur que cela ne change le paysage pour toujours.
it: {{GM}}Sospira.{{/GM}} Speravo che ci saremmo lasciati tutta la faccenda alle spalle. Nelle Terre desolate di solito si preferisce dimenticare, ma ferite come questa ci mettono tempo a rimarginarsi. Ho paura che il prolungarsi di questa situazione porterà a dei profondi cambiamenti.
ru: {{GM}}Огромный тролль вздыхает.{{/GM}} Я надеялся, эта история скоро останется в прошлом. Память у обитателей Пустошей короткая, но такие раны заживают долго. Я опасаюсь, что случившееся повлечет за собой слишком тяжелые последствия.

source: {{GM}}The bright yellow police tape cuts through the darkness, directing your eyes to the white chalk outline and dark red stain marking the slab of pavement where Sam Watts died. Standing at the entrance to the alley is a Lone Star officer. The cop looks cold, hungry, and irritated at the homeless man who's currently pestering him.{{/GM}}
de: {{GM}}Das knallgelbe Absperrband sticht aus der Dunkelheit hervor und leitet deinen Blick zu dem weißen Kreide-Umriss und dem dunkelroten Fleck auf dem Asphalt, auf dem Sam Watts gestorben ist. Am Eingang zur Gasse steht ein Lone-Star-Officer. Der Polizist sieht hungrig und müde aus und ist sichtlich genervt von dem Obdachlosen, der ihn nicht in Ruhe zu lassen scheint.{{/GM}}
es: {{GM}}La brillante cinta policial amarilla atraviesa la oscuridad, llevando tu mirada hacia el contorno de tiza blanca y la oscura mancha roja que señala el pedazo de pavimento donde murió Sam Watts. De pie, junto a la entrada del callejón hay un agente de Lone Star. El poli parece congelado, hambriento e irritado por el sin hogar que le está insultando.{{/GM}}
fr: {{GM}}Les rubans de police jaune vif tranchent dans l'obscurité, dirigeant votre regard vers la silhouette dessinée à la craie et les taches sombres qui indiquent le bout de trottoir sur lequel Sam est mort. Un agent de Lone Star se tient à la porte. Le flic a l'air d'avoir froid, d'avoir faim, et il semble ennuyé par ce SDF qui n'arrête pas de le houspiller.{{/GM}}
it: {{GM}}Il giallo brillante del nastro spicca nel buio, attirando il tuo sguardo sulla sagoma di gesso bianco e sulla macchia rosso scuro che segna l'area del pavimento dove Sam Watts è morto. L'ingresso che si affaccia sul vicolo è presidiato da un agente Lone Star. Il poliziotto appare infreddolito, affamato e irritato dal senzatetto che lo sta infastidendo.{{/GM}}
ru: {{GM}}Ярко-желтая лента рассекает вечернюю темноту и привлекает внимание к силуэту, начерченному мелом на окровавленной мостовой. Именно здесь умер Сэм Уоттс. Возле входа в переулок перетаптывается с ноги на ногу полицейский ''Одинокой звезды''. Он выглядит голодным, замерзшим и недовольным. Скорее всего потому, что один из бездомных обитателей трущоб не перестает ему досаждать.{{/GM}}

source: {{GM}}The buzzing and humming of nearby electronics comes to a swift halt.{{/GM}}
de: {{GM}}Das Sirren und Summen der Elektronik kommt plötzlich zum Erliegen.{{/GM}}
es: {{GM}}El zumbido y el canturreo de los aparatos electrónicos cercanos se detiene de repente.{{/GM}}
fr: {{GM}}Le bourdonnement des appareils électroniques s'arrête brutalement.{{/GM}}
it: {{GM}}Il ronzio delle apparecchiature elettroniche nelle vicinanze si arresta bruscamente.{{/GM}}
ru: {{GM}}Негромкое гудение записывающего оборудования внезапно прекращается.{{/GM}}

source: {{GM}}The camera swivels to show a well-dressed man sitting next to Sam.{{/GM}} Persuant to Mr. Watts' wishes, Rogers, Mengert & McCain has installed a secure dedicated phone line so you may contact us directly when the task is complete. We will then begin a verification process. Note that you must also be on a secure land-line to access this number. We will not accept transmissions from commlinks or other devices. {{GM}}The camera swivels back to Sam.{{/GM}}
de: {{GM}}Die Kamera schwenkt zur Seite und zeigt einen gut gekleideten Mann neben Sam.{{/GM}} Mr. Watts’ Wünschen entsprechend haben Rogers, Mengert & McCain eine sichere Telefonverbindung eingerichtet, über die Sie direkt Kontakt mit uns aufnehmen können, wenn die Aufgabe erledigt ist. Wir werden dann mit dem Verifikationsprozess beginnen. Beachten Sie, dass Sie nur über eine sichere Festnetzverbindung auf diese Nummer zugreifen können. Wir werden keine Anrufe von Kommlinks oder anderen Geräten entgegennehmen. {{GM}}Die Kamera schwenkt zurück zu Sam.{{/GM}}
es: {{GM}}La cámara gira para mostrar a un hombre bien vestido sentado junto a Sam.{{/GM}} De acuerdo con los deseos del Sr. Watts, Rogers, Mengert & McCain ha instalado una línea telefónica segura dedicada para que pueda ponerse directamente en contacto con nosotros cuando haya terminado la tarea. Entonces iniciaremos un proceso de verificación. Tenga en cuenta que también debe estar en una línea segura para acceder a este número. No aceptaremos transmisiones de commlinks ni de otros dispositivos. {{GM}}La cámara gira para mostrar de nuevo a Sam.{{/GM}}
fr: {{GM}}La caméra pivote pour révéler un homme bien habillé assis à côté de Sam.{{/GM}} En accord avec les souhaits de M. Watts, Rogers, Mengert & McCain ont installé une ligne téléphonique entièrement sécurisée afin que vous puissiez nous contacter une fois la tâche accomplie. Nous entamerons alors un processus de vérification. Veuillez noter que vous devez également utiliser une ligne fixe sécurisée pour accéder à ce numéro. Nous n'accepterons aucune transmission par commlinks ou appareils similaires. {{GM}}La caméra revient sur Sam.{{/GM}}
it: {{GM}}La telecamera ruota per mostrare un uomo ben vestito seduto accanto a Sam.{{/GM}} Come indicato dal Sig. Watts, lo studio Rogers, Mengert & McCain ha installato una linea telefonica dedicata protetta per permetterle di contattarci direttamente, quando l'operazione sarà completata. Inizieremo, quindi, un processo di verifica. Si ricordi che anche lei deve utilizzare una linea telefonica protetta per accedere a questo numero. Non accetteremo comunicazioni tramite commlink o dispositivi di altro genere. {{GM}}La telecamera torna su Sam.{{/GM}}
ru: {{GM}}Камера поворачивается. В кадр попадает хорошо одетый человек, сидящий рядом с Сэмом.{{/GM}} Согласно указаниям мистера Уоттса, фирма Роджерс, Менгерт и МакКейн установила выделенную линию, которая позволит вам связаться с нами по выполнении условий этого устного контракта. Обратите внимание, что выделенная линия будет доступна только при использовании защищенного канала связи. Мы не принимаем звонков, совершенных с помощью коммлинков или каких бы то ни было других устройств связи. {{GM}}Камера снова поворачивается к Сэму.{{/GM}}

source: {{GM}}The clocker looks around. More nervous now.{{/GM}} Maybe yeah. Maybe. For the right price. You can feel it. What it’s like to die. What it’s like to kill.
de: {{GM}}Der Zeitarbeiter schaut sich um, noch nervöser diesmal.{{/GM}} Ja, vielleicht. Vielleicht. Wenn der Preis stimmt. Dann kannst du es fühlen. Wie es ist, zu sterben. Wie es ist, zu töten.
es: {{GM}}El cronometrador mira a su alrededor. Ahora más nervioso.{{/GM}} Quizás, sí. Quizás. Por el precio adecuado. Puedes sentirlo. Lo que se siente al morir. Lo que se siente al matar.
fr: {{GM}}Le clocker regarde autour de lui. Il a l'air plus nerveux à présent.{{/GM}} Peut-être, ouais. Peut-être. Pour le bon prix. Tu peux le ressentir. Ressentir ce que c'est que de mourir. Ressentir ce que c'est que de tuer.
it: {{GM}}Lo spacciatore si guarda intorno. È più nervoso ora.{{/GM}} Forse sì. Forse. Ma per un prezzo adeguato. Puoi provarlo. Com'è morire. Com'è uccidere.
ru: {{GM}}Орк оглядывается по сторонам. Вопрос заставил его нервничать.{{/GM}} Может быть. Может. Стоит дороже. Можешь почувствовать на своей шкуре что это такое, умирать. Что это такое, быть убийцей.

source: {{GM}}The coroner frowns.{{/GM}} So you insisted at the time.
de: {{GM}}Der Gerichtsmediziner runzelt die Stirn.{{/GM}} Darauf haben Sie zumindest bestanden.
es: {{GM}}El forense frunce el ceño.{{/GM}} Eso sostuviste por aquel entonces.
fr: {{GM}}Le médecin légiste fronce les sourcils.{{/GM}} C'est déjà ce que vous disiez à ce moment-là.
it: {{GM}}Il medico legale sospira.{{/GM}} È quello che insistevi all'epoca.
ru: {{GM}}Коронер хмурится.{{/GM}} Так ты приказал написать в отчете.

source: {{GM}}The creature makes a mangled sound of chittering and human agony.{{/GM}}
de: {{GM}}Die Kreatur gibt einen verstörendes Geräusch von sich, das halb insektenartiges Zwitschern, halb menschlicher Schmerzenslaut ist.{{/GM}}
es: {{GM}}La criatura emite un sonido retorcido de zumbidos y agonía humana.{{/GM}}
fr: {{GM}}La créature émet un son de terreur et d'agonie d'une voix étonnamment aigüe.{{/GM}}
it: {{GM}}La creatura emette un suono a metà tra uno stridio e un lamento agonizzante.{{/GM}}
ru: {{GM}}Существо издает странный звук. Хруст хитина мешается с почти человеческим стоном агонии.{{/GM}}

source: {{GM}}The doctor herself is an unassuming sort, perhaps the type to go unnoticed entirely, if not for the spritely spirit perched on her shoulder like her own personal gargoyle. The spirit's burning eyes follow you constantly, even as the doctor's own eyes are buried in her charts. However, she does look up long enough to acknowledge your approach.{{/GM}} I'm Dr. Castle. I understand you were instrumental in bringing Coyote back to us. Thank you for that.
de: {{GM}}Die Ärztin selbst gehört eher zu der unauffälligen Sorte. Vielleicht würde sie sogar gänzlich unbemerkt bleiben, wenn da nicht der kleine Geist auf ihrer Schulter säße. Die Augen des Geistes folgen dir unentwegt, auch wenn die Ärztin selbst tief in ihre Akten versunken zu sein scheint. Sie blickt jedoch lange genug auf, um dein Kommen zu bemerken.{{/GM}} Ich bin Dr. Castle. Hab gehört, es ist dir zu verdanken, dass Coyote wieder bei uns ist. Dafür danke ich dir.
es: {{GM}}La doctora es una persona sencilla, tal vez de las que pasarían desapercibidas si no fuera por el espíritu de duende que lleva sobre el hombro, como si de su gárgola personal se tratara. Los ojos ardientes del espíritu te siguen constantemente, incluso cuando la doctora clava la mirada en sus informes. No obstante, sí que alza la mirada el tiempo suficiente para saber que te estás acercando.{{/GM}} Soy la Dra. Castle. Tengo entendido que tú has sido una pieza clave en la recuperación de Coyote. Muchas gracias.
fr: {{GM}}Le docteur parait effacé, le genre de personne que l'on ne remarque pas, à part peut-être pour l'esprit perché sur son épaule comme une gargouille de compagnie. Les yeux brûlants de l'esprit vous suivent tout le temps, même quand sa propriétaire a le nez dans ses dossiers. Cette dernière vous observe néanmoins arriver.{{/GM}} Je suis le Dr Castle. J'ai cru comprendre que vous nous avez aidés à ramener Coyote. Je vous en remercie.
it: {{GM}}La dottoressa ha un'aria dimessa, passerebbe quasi inosservata se non fosse per il piccolo spirito abbarbicato sulla sua spalla, come un gargoyle personale. Lo sguardo penetrante dello spiritello ti segue dappertutto, anche quando la dottoressa tiene gli occhi sui suoi grafici. Comunque, alza gli occhi e si accorge del tuo arrivo.{{/GM}} Sono la dottoressa Castle, ho saputo che il tuo contributo è stato decisivo per il ritorno di Coyote. Ti ringrazio per questo.
ru: {{GM}}Врач выглядит совершенно обычным человеком. Ее легко было бы не заметить, если бы не шкодливый дух, примостившийся у нее на плече, как маленькая горгулья. Его пылающие глаза неусыпно следят за тобой, пока сама она изучает какие-то снимки. Заметив тебя, она отрывается от работы и кивает.{{/GM}} Я - доктор Касл. Насколько мне известно, Койот добралась сюда только благодаря тебе. Должна сказать тебе за это спасибо.
