Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: For who? Your mother? You really think she'd prefer a legacy of death over one of life?
de: Für wen? Deine Mutter? Denkst du wirklich, es ist ihr lieber, für immer mit Tod anstatt mit Leben verbunden zu sein?
es: ¿Para quién? ¿Tu madre? ¿De verdad crees que habría preferido un legado de muertes más que su propia vida?
fr: Pour qui ? Votre mère ? Vous pensez vraiment qu'elle préfère un héritage de mort plutôt que de vie ?
it: A chi? A tua madre? Pensi davvero che avrebbe preferito un'eredità di morte piuttosto che di vita?
ru: Вы и вправду считаете, что ваша мать хотела смерти тех, кому сама подарила жизнь?

source: Forget him. I'll tell you anything you want. I'll do anything you want. I'll be your little playmate, BUYER NAME.
de: Vergiss ihn. Ich sag dir alles, was du willst. Ich tu alles, was du willst. Ich bin deine kleine Spielgefährtin, NAME DES KÄUFERS.
es: Olvídalo. Te diré todo lo que quieras. Haré lo que quieras. Seré tu compañero de juegos, NOMBRE DEL COMPRADOR.
fr: Oubliez-le. Je vous dirai tout ce que vous voulez. Je ferai tout ce que vous voulez. Je serai votre compagnon de jeu, BUYER NAME.
it: Lascialo perdere. Ti dirò tutto quello che vuoi. Farò tutto quello che vuoi. Sarò il tuo giocattolino, NOME CLIENTE.
ru: Забудь про него. Я расскажу тебе все, что хочешь. Сделаю все, что ты хочешь. Я стану твоей рабыней, ИМЯ ПОКУПАТЕЛЯ.

source: Forget something? Or just taking one last browse through my stock? Best to be prepared. Better safe than sorry. Measure twice, cut once. And a hundred other trite sayings that seem woefully inadequate under the circumstances. But what shall it be?
de: Was vergessen? Oder schaust du einfach so noch mal meine Bestände durch? Vorbereitung ist alles. Doppelt genäht hält besser. Lieber einmal zu viel als einmal zu wenig. Und noch Dutzende anderer Sprüche, die angesichts der Umstände kläglich unzureichend sind. Also, was soll es sein?
es: ¿Has olvidado algo? ¿O solo les estás echando una última ojeada a mis artículos? Es mejor ir preparado. Más vale prevenir que curar. Hombre previsor, vale por dos. Y un montón de refranes absurdos que resultan tremendamente inadecuados en estas circunstancias. Bueno, ¿qué va a ser?
fr: Vous avez oublié quelque chose ? Ou vous jetez juste un dernier coup d'œil à mon stock ? Vaut mieux être préparé. Mieux vaut prévenir que guérir. Il faut mesurer deux fois avant de couper. Et j'ai encore une bonne centaine de banalités comme ça qui me paraissent inadéquates aux vues des circonstances. Laquelle devrais-je choisir ?
it: Dimenticato qualcosa? O stai solo dando un'ultima occhiata al mio inventario? Meglio essere preparati. Meglio prevenire che curare. Misura due volte, taglia una volta sola. E un centinaio di altri proverbi banali che sembrano del tutto inadeguati in queste circostanze. Ma cosa succederà?
ru: Еще что-нибудь? Постарайся ничего не забыть. Запас карман не тянет. Семь раз отмерь, один раз отрежь. И еще сотня замечательных, но бесполезных пословиц и поговорок. Итак?

source: Forgive me... I am the Baron Samedi. Perhaps you have heard of Samedi? He is a decker of unique gifts. Some have gone so far as to call him a technomancer.
de: Entschuldige ... meine Name ist Baron Samedi. Du hast sicherlich schon von Samedi gehört. Ein Decker mit einzigartigen Fähigkeiten. Manche gehen sogar so weit und nennen ihn einen Technomancer.
es: Perdóname... Soy el barón Samedi. ¿Es posible que hayas oído hablar de Samedi? Es un pirata con una habilidad única. Algunos incluso han llegado a llamarle tecnomante.
fr: Pardonnez-moi... Je suis le Baron Samedi. Peut-être avez-vous entendu parler de Samedi ? C'est un decker très talentueux. Certains vont jusqu'à l'appeler le technomancien.
it: Perdonami... Sono Baron Samedi. Forse hai sentito parlare di Samedi? È un Decker con dei poteri unici. Qualcuno è arrivato a definirlo tecnomante.
ru: Прошу прощения. Меня зовут Барон Самеди. Быть может, тебе уже доводилось слышать о Самеди? Он талантливый декер. Некоторые даже называют его техномантом.

source: Forgot? Come on! How do you collect?
de: Vergessen? Ach, komm schon! Wie kommst du denn an die Belohnung?
es: ¿Olvidarlo? ¡Vamos! ¿Cómo cobras?
fr: Oublié quelques chose ? Allez ! Comment allez-vous collecter ?
it: Dimenticato? Andiamo! Quanto prenderai?
ru: Вылетело из головы? Да ладно! Такие деньжищи! Кстати, кто должен их тебе выплатить?

source: Forgotten Souls
de: Verlorene Seelen
es: Almas olvidadas
fr: Âmes oubliées
it: Anime perse
ru: Заблудшие души

source: Fork over the meat and get to the prisoner got it.
de: Ich soll also das Fleisch rüberschieben und zur Gefangenen. Geht klar.
es: Suelta la carne y llega hasta el prisionero.
fr: Lancer la viande et aller voir le prisonnier, compris.
it: Dai qua la carne e vai dal prigioniero, ok?
ru: Кинуть мясо псам и только потом идти, ясно.

source: Found a buyer for the first bunraku. A man in the Barrens offered me ¥20,000 for the female troll I've been modifying. He likes them big, he says. All that's left is to arrange delivery. He says he can put me in touch with some more buyers if I'll accommodate special orders. These morons lives are already over anyway- the least they could do is line my pockets.
de: Ich habe einen Käufer für das erste Bunraku gefunden. Ein Mann aus den Barrens hat mir ¥20.000 für den weiblichen Troll angeboten, den ich modifiziert habe. Er mag sie gerne groß, meinte er. Nur die Lieferung muss noch arrangiert werden. Er sagt, er könne mich mit mehr Käufern in Kontakt bringen, wenn ich bereit wäre, Spezialaufträge anzunehmen. Das Leben dieser Geistesgestörten ist eh vorbei. Wenn sie mir etwas Geld einbringen, haben sie wenigstens noch irgendeinen Nutzen.
es: Encontré un comprador para el primer bunraku. Un hombre en los Barrens me ofreció 20 000 ¥ por la troll que he estado modificando. Le gustan grandes, dice. Solo queda concretar la entrega. Dice que puede ponerme en contacto con más compradores si acepto pedidos especiales. Las vidas de estos retrasados ya ha terminado en cualquier caso, lo menos que pueden hacer es llenarme los bolsillos.
fr: J'ai trouvé un acheteur pour le premier bunraku. Un mec de Barrens qui me propose 20 000 ¥ pour la trolle que j'ai modifiée. Il les aime bien les larges, qu'il dit. Il ne reste qu'à arranger la livraison. Il dit qu'il peut me mettre en relation avec d'autres clients si je peux accommoder les commandes spéciales. De toute façon, leur vie est déjà finie. Au moins ces fous peuvent encore me remplir les poches à moi.
it: Ho trovato già l'acquirente del primo bunraku. Un uomo nelle Terre desolate mi ha offerto ¥20.000 per la femmina di Troll che sto modificando. Mi ha detto che gli piacciono grandi. Resta solo da organizzare la consegna. Ha detto che può mettermi in contatto con degli altri acquirenti, se accetto ordini speciali. Questi idioti hanno i giorni contati. Il minimo che possono fare è riempirmi il portafogli.
ru: Нашел покупателя для первой бунраку. Делец в Пустошах предложил мне ¥20,000 за женщину-тролля, над которой я работал на досуге. По его словам, он любит, "когда баба в теле". Мне осталось только позаботиться о доставке. Он говорит, что может найти для меня других клиентов, если я готов браться за индивидуальные заказы. Жизнь этих кретинов все равно подошла к концу - а так я хотя бы смогу получить с их помощью прибыль.

source: Found a key...
de: Hier ist ein Schlüssel ...
es: He encontrado una llave...
fr: J'ai trouvé une clé...
it: Hai trovato una chiave...
ru: Найден ключ...

source: Found at a dive in the Barrens, this ID may just be the item you need to get yourself into the lab.
de: In einer Kneipe in den Barrens gefunden. Diese ID ist vielleicht genau das, was du brauchst, um ins Labor zu gelangen.
es: Encontrada en un antro de los Barrens, puede que este pase sea lo que necesitas para colarte en el laboratorio.
fr: Trouvé lors d'une descente à Barrens, cette carte pourrait bien vous être utile pour entrer dans le labo.
it: Trovata in una bettola nelle Terre desolate, questa tessera potrebbe essere esattamente quello che ti serve per introdurti nel laboratorio.
ru: Этот пропуск поможет тебе попасть в лабораторию.

source: Found in Sam's bunk in the Seamstresses Union.
de: Gefunden in Sams Bett in der Seamstresses Union
es: Encontrada en la cama de Sam en el Unión de Costureras.
fr: Trouvée sur la couchette de Sam au Seamstresses Union.
it: Trovata nella branda di Sam al Seamstresses Union.
ru: Найдена на койке Сэма в подвале Союза белошвеек.

source: Found in a surgical cart in Mercy Mental Hospital.
de: Gefunden auf einem Operationsbeiwagen im Mercy Mental Hospital.
es: Lo encontré en un carro quirúrgico, en el psiquiátrico Mercy.
fr: Je les ai trouvés sur un chariot de chirurgie à l'hôpital psychiatrique Mercy.
it: L'ho trovato al Mercy Mental Hospital in un carrello chirurgico.
ru: Найден на медицинском столике в психиатрической клинике "Милосердие".

source: Found in the basement of Mercy Mental Hospital.
de: Im Keller des Mercy Mental Hospital gefunden
es: Encontrado en el sótano del psiquiátrico Mercy.
fr: Trouvé au sous-sol de l'hôpital psychiatrique Mercy.
it: Trovato nello scantinato del Mercy Mental Hospital.
ru: Найден в подвале психиатрической клиники ''Милосердие''.

source: Found in the trash at the NTSB warehouse.
de: Gefunden im Müll in der NTSB-Lagerhalle.
es: Encontrado en la basura del almacén del CNST.
fr: Trouvée dans les poubelles à l'entrepôt du NTSB.
it: L'ho trovato nella spazzatura al magazzino del CNST.
ru: Найдена в куче мусора на складе НСПБНТ.

source: Found near the body of a Ripper victim in Pike Place.
de: Gefunden bei der Leiche eines Ripper-Opfers am Pike Place Market.
es: Encontrado cerca del cuerpo de una víctima del Destripador, en Pike Place.
fr: Trouvé près du cadavre d'une victime de l'éventreur à Pike Place.
it: Trovata vicino al corpo di una vittima dello Squartatore a Pike Place.
ru: Найдено рядом с телом жертвы потрошителя на рынке Пайк-Плейс.

source: Found on a runner in the NTSB Warehouse. Could be worth some money.
de: Gefunden bei einem Runner in der NTSB-Lagerhalle. Er könnte etwas wert sein.
es: Encontrado en un runner, en el almacén del CNST. Podría valer algo de dinero.
fr: Trouvé sur un runner dans l'entrepôt du NTSB. Pourrait rapporter de l'argent.
it: Trovata addosso a un Runner nel magazzino del CNST. Potrebbe valere un po' di soldi.
ru: Найден на теле раннера на складе НСПБНТ. Должен стоить неплохих денег.

source: Found on his body in the Universal Brotherhood.
de: Gefunden bei seiner Leiche in der Universellen Bruderschaft.
es: Encontrada en su cuerpo, en la Hermandad Universal.
fr: Trouvé sur son corps dans la Confrérie Universelle.
it: Trovata sul suo cadavere nella sede della Fratellanza Universale.
ru: Найден на теле в здании Всеобщего братства.

source: Frag off!
de: Verzieh dich!
es: ¡Que te den!
fr: Lâchez-moi !
it: Levati di torno!
ru: Отвали!

source: Frag off.
de: Verpiss dich.
es: Que te den.
fr: Casse-toi.
it: Vattene.
ru: Проваливай...

source: Frag, I knew she was lying. Told me they jammed all the Lone Star channels. Dammit. I'm out.
de: Scheiße, ich wusste, dass sie lügt. Hat mir erzählt, alle Lone-Star-Frequenzen wären blockiert. Verdammt. Ich bin raus.
es: Una granada, sabía que estaba mintiendo. Me dijo que habían bloqueado todos los canales de Lone Star. Maldita sea, se acabó.
fr: Putain, j'étais sûr qu'elle mentait. Elle m'a dit qu'ils ont bloqué les canaux de Lone Star. Merde. Je me casse.
it: Dannazione, sapevo che stava mentendo. Mi ha detto che tutti i canali della Lone Star erano intasati. Dannazione. Me ne vado.
ru: Черт! Я так и думал, что она лжет. Мне сказали, их декер глушит каналы "Звезды". Все, я сваливаю.

source: Fragging coward!
de: Verfluchter Feigling!
es: ¡Maldito cobarde!
fr: Bande de lâches !
it: Maledetto codardo!
ru: Проклятый трус!

source: Frank
ru: Фрэнк

source: Free will.
de: Freien Willen.
es: Libertad.
fr: Le libre arbitre.
it: Libero arbitrio.
ru: Свобода.

source: Friends having a drink, care to join us?
de: Wir sind nur ein paar Freunde, die einen trinken gehen. Interesse?
es: Unos amigos de copas, ¿te apuntas?
fr: On va boire un coup, vous voulez venir ?
it: Mi sto facendo un bicchierino con gli amici, vuoi unirti a noi?
ru: Мы идем в бар, чтобы выпить. Присоединяйся?

source: Friendship is defined a little differently in the shadows.
de: Freundschaft wird in den Schatten ein wenig anders definiert.
es: La amistad tiene una definición un poco diferente en las sombras.
fr: L'amitié est un concept un peu différent dans les ombres.
it: L'amicizia ha una definizione un po' diversa nelle Ombre.
ru: В тенях дружбу понимают иначе.

source: From the desk of Monica Sachnoff Dear Brian, I want you to know how happy the Universal Brotherhood has made me, but I am sad that I never get any responses from my letters to you. I would email or message you, but as you know from my letters we are not allowed to go online. You know that I have loved you since the day you were born. Mom and Dad always gave me crap for never being able to pronounce your name when you were a baby, but it’s been an endearing name for me to call you ever since. Please reply to this letter! Love Sister Monica
de: Vom Schreibtisch Monica Sachnoffs Lieber Brian, ich will dich wissen lassen, wie glücklich mich die Universelle Bruderschaft gemacht hat, doch es stimmt mich traurig, dass ich von dir nie Antworten auf meine Briefe erhalte. Ich würde dir eine Nachricht schicken, doch wie du aus meinen Briefen weißt, dürfen wir nicht online gehen. Du weißt, dass ich dich seit dem Tag, an dem du geboren wurdest, geliebt habe. Mom und Dad haben sich immer darüber lustig gemacht, dass ich deinen Namen zuerst nicht aussprechen konnte, doch für mich ist er ein Zeichen meiner Zuneigung zu dir. Bitte schreib mir zurück! In Liebe, Schwester Monica
es: Del escritorio de Monica Sachnoff Querido Brian: Quiero que sepas que la Hermandad Universal me ha hecho muy feliz, pero me entristece que nunca respondas a mis cartas. Te enviaría un email o un mensaje, pero ya sabes que no puedo conectarme en línea. Ya sabes que te he querido desde el día que naciste. Mamá y papá siempre se metían conmigo por no saber pronunciar tu nombre cuando eras un bebé, pero desde entonces me parece un nombre precioso y me encanta llamarte. ¡Por favor, responde a esta carta! Te quiere: tu hermana Monica
fr: Du bureau de Monica Sachnoff Cher Brian, Je voulais te faire savoir combien la Confrérie Universelle m'a rendu heureuse, bien que je sois triste que tu n'aies jamais répondu à mes lettres. Je t'aurais bien envoyé un email, mais comme tu le sais je n'ai pas le droit d'aller en ligne. Tu sais que je t'aime depuis la minute où tu es né. Maman et papa m'en ont toujours voulu de ne pas savoir prononcer ton nom correctement quand tu étais bébé, mais depuis ce temps ton nom est devenu synonyme d'amour fraternel. Réponds à cette lettre, s'il te plait ! Ta sœur Monica qui t'aime
it: Dalla scrivania di Monica Sachnoff Caro Brian, voglio che tu sappia quanta felicità mi ha donato la Fratellanza Universale, tuttavia mi rattrista non ricevere mai risposta alle lettere che ti invio. Ti manderei una e-mail o un messaggio ma, come ti ho scritto, ci è proibito stare online. Sai che ti ho amato sin dal giorno in cui sei venuto al mondo. Mamma e papà mi prendevano in giro perché non riuscivo a pronunciare bene "Brian" da bambina, ma da allora è sempre stato il nome a me più caro. Ti prego, scrivimi! Con affetto, sorella Monica
ru: Отправлено Моникой Сачнофф Дорогой Брайан, Я хочу поделиться с тобой своей радостью. Я по-настоящему счастлива во Всеобщем братстве, но меня печалит тот факт, что ты никогда не отвечаешь на мои письма. Я бы позвонила тебе или связалась по электронной почте, но как ты уже знаешь из моего предыдущего письма - нам не разрешают выходить в сеть. Я люблю тебя и всегда любила, прямо со дня твоего рождения. Мама и папа всегда смеялись надо мной за то, что я не могла правильно выговорить твое имя, но с тех пор я произношу его с особенным удовольствием. Пожалуйста, ответь на это письмо. Очень тебя прошу! С любовью, Сестра Моника

source: From the floor of the Lone Star cruiser, you watch the tops of the downtown corridor’s office buildings disappear, replaced by the gray overcast over the I-90 bridge. The nylon restraints binding your wrists and ankles, along with McKlusky’s whistling to the radio, make for an unpleasant ride. A half-hour later, the cruiser hits a whisper-smooth patch of road and a magnificent mansion fills your view, its design a blend of old-world finery and elvish grace. The car pulls to an abrupt halt and you’re dragged onto the driveway where McKlusky pulls a nasty-looking knife and cuts your bonds. You look up to see you’re surrounded by a squad of green clad “Ghosts” - special forces troops from Tir Tairngire. Massaging the feeling back into your numb extremities, you prepare to meet the man himself - James Telestrian III.
de: Auf dem Boden des Lone-Star-Streifenwagens liegend siehst du die Spitzen der Bürogebäude in Downtown allmählich verschwinden, bis du nichts als den grauen Himmel über der I-90-Brücke siehst. Die Nylonfesseln, die in deine Handgelenke schneiden und McKluskys unentwegtes Pfeifen im Takt des Radiogedudels sorgen für eine nicht gerade angenehme Fahrt. Etwa eine halbe Stunde später rollen die Räder des Streifenwagens auf ein ebenmäßiges Stück Asphalt und eine gewaltige Villa – teils Charme der alten Welt, teils elfische Anmut – rückt in dein Sichtfeld. Das Auto kommt unmittelbar zum Stehen und du wirst auf die Einfahrt hinausgeschleift, wo McKlusky dir mit einem übel aussehenden Messer die Fesseln aufschneidet. Als du dich aufrichtest, siehst du, dass du von einem Trupp grüngekleideter „Ghosts“ umgeben bist, der Spezialeinheit Tír Tairngires. Du reibst dir deine tauben Gelenke und machst dich darauf gefasst, James Telestrian III höchstpersönlich entgegenzutreten.
es: Desde la cubierta del Lone Star, ves cómo van desapareciendo las azoteas de los edificios de oficinas del corredor central, para dar paso a un cielo gris cubierto sobre el puente I-90. El trayecto te resulta un tanto desagradable: tienes las muñecas y los tobillos atados con cuerdas de nailon y McKlusky no para de silbarle a la radio. Media hora después, el crucero alcanza un trozo de carretera con suaves susurros, y una majestuosa mansión que combina el viejo mundo con la gracia élfica invade tu campo de visión. El vehículo se detiene de forma abrupta y te arrastran hasta el acceso, donde McKlusky saca un cuchillo imponente y te corta las ataduras. Alzas la vista y descubres que te rodea un pelotón de "fantasmas" vestidos de verde, tropas de las fuerzas especiales de Tir Tairngire. Te frotas las muñecas entumecidas para recuperar la sensibilidad, mientras te preparas para conocer al mismísimo James Telestrian III.
fr: À bord d'un 4x4 de Lone Star, vous regardez le haut des immeubles du centre ville disparaitre petit à petit, remplacés par le plafond gris du pont l-90. Le nylon ligotant vos poignets et vos chevilles vous fait mal, et McKlusky sifflotant sur un air passant à la radio n'aide pas à rendre le voyage agréable. Une demi-heure plus tard, le 4x4 s'engage sur une petite route silencieuse et une magnifique demeure s'offre bientôt à vos yeux, subtile mélange entre ancien monde et grâce elfique. Le véhicule s'arrête brusquement et vous en êtes extirpé violemment. McKlusky sort un couteau menaçant puis coupe vos attaches. Vous regardez autour de vous et vous vous découvrez entouré par un groupe de « Fantômes » vêtus de vert : les forces spéciales de Tir Tairngire. Retrouvant la sensation de vos membres, vous vous préparez à rencontrer James Telestrian III, lui-même.
it: Dal fondo del veicolo della Lone Star osservi i tetti degli edifici pieni di uffici della via centrale, che lasciano il posto al cielo grigio sopra il ponte della Interstate 90. Il viaggio è reso ancora più sgradevole dai lacci di nylon che hai intorno a mani e piedi e da McKlusky che fischietta i motivetti della radio. Dopo una mezz'ora imboccate un tratto di strada spianata e davanti ai tuoi occhi compare una villa magnifica; lo stile è un mix di eleganza del vecchio mondo e grazia elfica. Il veicolo si ferma bruscamente. McKlusky ti trascina sul viale, estrae un coltellaccio e ti libera dai lacci. Sollevi lo sguardo e capisci di essere in mezzo a una squadra di "fantasmi" vestiti di verde: le forze speciali di Tir Tairngire. Mentre ti massaggi le estremità ancora insensibili, ti prepari a incontrare lui, James Telestrian III in persona.
ru: Сидя на полу полицейского крейсера ''Одинокой звезды'', ты смотришь в окно, за которым проносятся крыши офисных зданий. Через какое-то время их сменяют тучи над мостом I-90. Нейлоновые наручники впиваются в лодыжки и запястья; радио Макклюски не перестает хрипеть и посвистывать. Все это изрядно портит тебе впечатление от поездки. Полчаса спустя крейсер приземляется на гладкую как шелк дорогу. Из темноты появляется особняк, в очертаниях которого угадывается великолепие старой Европы. Здание несет на себе отпечаток безупречного эльфийского вкуса. Автомобиль резко тормозит, и тебя вытаскивают наружу. Макклюски разрезает твои наручники ножом угрожающего вида. Оглядевшись, ты видишь, что вас окружают облаченные в зеленую форму “Призраки” - бойцы отряда особого назначения из Тир Тайрнжира. Ты ждешь встречи с одним из самых влиятельных людей города.

source: From the looks of this place, I can probably get anything I want.
de: So wie dieser Laden aussieht, kann ich hier vermutlich alles bekommen, was ich nur möchte.
es: Por la pinta que tiene este lugar, probablemente pueda conseguir lo que quiera.
fr: Vu l'état de l'endroit, je peux probablement obtenir ce que je veux.
it: A giudicare dalla gente qui dentro, probabilmente potrei chiedere di tutto.
ru: Судя по тому, какое это место, я смогу получить тут все что угодно.

source: From the night of the murder, signed by Sam Watts. Server's name was "Coyote".
de: Trägt das Datum der Mordnacht und wurde unterschrieben von Sam Watts. Der Name der Kellnerin lautet „Coyote“.
es: De la noche del asesinato, firmado por Sam Watts. El nombre de la camarera era "Coyote".
fr: Reçu daté de la nuit du meurtre et signé par Sam Watts. Le nom de la serveuse était "Coyote".
it: Risale alla notte dell'omicidio ed è firmato da Sam Watts. Il nome della cameriera è "Coyote".
ru: Подписанный Сэмом Уоттсом в ночь его убийства счет из бара напротив. Там, где должны стоять имя и фамилия официантки, написано всего одно слово: "Койот".
