Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: That’s what the Downtown folks call Mrs. Kubota. It's a Touristville thing - they like her to have a naughty name like that.
de: So nennen die Downtown-Leute Mrs. Kubota. Ist ein Touristville-Ding ... es gefällt ihnen, dass sie einen so unanständigen Spitznamen hat.
es: Así es como llama la gente del centro a la Sra. Kubota. Es típico de Touristville; les gusta que tenga un nombre de ese estilo.
fr: C'est comme ça que les gens du centre-ville appellent Mme Kubota. C'est typique de Touristville, ça les excite de nous donner ce genre de nom.
it: È così che la gente del centro chiama la signora Kubota. Gli piace affibbiarle nomi allusivi come questo. È tipico a Touristville.
ru: Так в городе называют мадам Куботу. Завсегдатаям туристического городка нравятся броские и похабные имена, чем развязней, тем лучше.

source: That’s what you’ll find out inside! Come in and find the power of Belonging.
de: Das wirst du hinter diesen Türen herausfinden! Komme herein und entdecke die Macht der Zugehörigkeit.
es: ¡Eso es lo que descubrirás en su interior! Entra y descubre el poder de Pertenecer.
fr: C'est ce que vous découvrirez à l'intérieur ! Entrez et découvrez le pouvoir de l'Appartenance.
it: Questo è ciò che troverai all'interno! Entra e trova la forza dell'Appartenenza.
ru: А это ты узнаешь внутри! Входи же и стань частью нашей огромной семьи.

source: That’s where I was headed, Mrs. Kubota.
de: Ich war bereits dorthin unterwegs, Mrs. Kubota.
es: Iba hacia allí, Sra. Kubota.
fr: J'y allais, Mme Kubota.
it: Ecco dove stavo andando, signora Kubota.
ru: Так точно, миссис Кубота.

source: That’s where real life is, kiddo. Reality’s living in the places no one wants you to see.
de: Das ist das echte Leben, Kindchen. Realität bedeutet, an den Orten zu leben, die du nicht sehen sollst.
es: Ahí es donde está la auténtica vida. La realidad vive en los lugares que nadie quiere que veas.
fr: C'est la vie réelle, gamin. La réalité c'est de vivre dans les endroits que personne ne veux que tu voies.
it: Dove si nasconde la vita vera. La realtà sopravvive nei luoghi dove ti proibiscono di andare.
ru: Это и есть настоящая жизнь, душа моя. Реальность - это место, где тебе не рады.

source: That’s where the shadow community goes to talk about anything... shadowy - who’s planning what projects, who’s hiring, which corp is screwing which - anything that affects shadowrunners and how they make money. It’s where I’d go to see if I could pick up any dirt about you.
de: Da kommt die Shadow-Community zusammen, um über alles zu reden, was die Welt der Schatten betrifft – wer welche Projekte plant, wer nach Runnern sucht, welche Kon sich mit welcher anlegt – alles, was die Arbeit von Shadowrunnern direkt betrifft. Wenn ich etwas über dich herausfinden wollte, wäre das meine erste Anlaufstelle.
es: Ahí es donde va la comunidad Shadow a hablar de todo lo referente a... las sombras... quién está planeando qué proyecto, quién contrata, qué corporación está incordiando a quién... todo lo que les incumbe a los shadowrunners y a su forma de conseguir dinero. Es el lugar adonde yo iría si quiera indagar tus trapos sucios.
fr: C'est l'endroit où la communauté de l'ombre discute de tout... dans l'ombre. Qui prévoit quel projet, qui embauche, quelle corporation entube l'autre : tout ce qui affecte les shadowrunners et comment ils gagnent de l'argent. C'est là où j'irais si je devais chercher des ragots à votre sujet.
it: È il posto dove la losca comunità degli Shadowrunner parla di... cose losche: chi sta architettando cosa, chi sta assoldando, quali corporazioni si fanno la guerra... Tutto quello che c'entra con i Runner e con il fare un po' di grana. È dove io andrei a cercare un po' di segreti sul tuo conto.
ru: Место, где раннеры собираются, чтобы перетереть за жизнь... обсудить дела - кто чем занимается, кто ищет работу, какая корпорация воюет с другой - в общем, место, где идет разговор обо всем, что касается раннеров и способов, которыми они зарабатывают. Если бы мне было интересно, кто ты и чего добиваешься, я бы начал задавать вопросы именно там.

source: That’s... that’s great! Hang on, let me slot Sam’s video for you.
de: Das ... das ist fantastisch! Moment, ich slotte Sams Video für dich.
es: Bien... ¡Genial! Espera, voy a cargar el vídeo de Sam.
fr: C'est... c'est super ! Attendez, je vais vous montrer la vidéo de Sam.
it: È... fantastico! Aspetta, ti inoltro il video di Sam.
ru: Это... Это замечательно! Подожди, сейчас я поставлю запись...

source: The Awakened Security Sentries were in varying condition when they arrived. Their general health is noted below: Subject 1: Good Subject 2: Average Subject 3: Average Subject 4: Excellent Subject 5: Poor
de: Die erwachten Sicherheitsgeschöpfe sind in unterschiedlichen Zuständen hier eingetroffen. Ihr allgemeiner Gesundheitszustand wird wie folgt festgehalten: Subjekt 1: Gut Subjekt 2: Durchschnittlich Subjekt 3: Durchschnittlich Subjekt 4: Ausgezeichnet Subjekt 5: Unterdurchschnittlich
es: Los Centinelas de Seguridad del Despertar presentaban diferentes estados cuando llegaron. Su estado general de salud se indica a continuación: Sujeto 1: Bueno Sujeto 2: Normal Sujeto 3: Normal Sujeto 4: Excelente Sujeto 5: Malo
fr: Les Sentinelles de sécurité Éveillées étaient dans des états variés lors de leur arrivée. Leur état de santé général est décrit ci-dessous : Sujet 1 : Bon Sujet 2 : Moyen Sujet 3 : Moyen Sujet 4 : Excellent Sujet 5 : Faible
it: Le Sentinelle risvegliate erano in diverse condizioni al loro arrivo. Il loro stato di salute generale è annotato di seguito: Soggetto 1: Buono. Soggetto 2: Nella media Soggetto 3: Nella media Soggetto 4: Ottimo Soggetto 5: Scarso
ru: Состояние здоровья некоторых Пробужденных дозорных вызывает у меня опасения. Результаты первичного осмотра: Подопытный 1: здоров Подопытный 2: умеренно здоров Подопытный 3: умеренно здоров Подопытный 4: здоров Подопытный 5: болен

source: The Baron understands the need for information all too well. Ask what you will.
de: Der Baron versteht den Drang nach mehr Informationen nur zu gut. Frag, was du willst.
es: El barón entiende muy bien la necesidad de información. Pregunta lo que quieras.
fr: Le Baron comprend parfaitement le besoin d'information. Demandez ce que vous voulez.
it: Baron capisce fin troppo bene il tuo bisogno di informazioni. Chiedi pure ciò che vuoi.
ru: Барон понимает, насколько важна информация. Спрашивай все, что считаешь нужным.

source: The Baron?
de: Der Baron?
es: ¿El Barón?
fr: Le Baron ?
it: Baron?
ru: Барон?

source: The Barrens that we can see and touch records the past with blood stains on the sidewalk and bullet holes in storefront walls. But the astral goes further, recording the emotions that accompanied these acts of violence. These events... texture astral space.
de: Die Barrens, die wir sehen und greifen können, zeichnen die Vergangenheit mit Blutspuren auf dem Bürgersteig oder Einschusslöchern in den Fassaden der Läden auf. Die Astralwelt geht viel weiter – zu jedem Akt der Gewalt werden Emotionen gespeichert. Diese Ereignisse ... verleihen dem Astralraum Textur.
es: Los Barrens que podemos ver y tocar documenta el pasado con manchas de sangre en la acera y agujeros de bala en las fachadas. Pero el mundo astral va más allá, grabando las emociones que acompañaron esos actos de violencia. Esos eventos... aportan textura al espacio astral.
fr: Le Barrens que nous pouvons voir et toucher se souvient du passé, des taches de sang sur le pavé et des impacts de balles sur les devantures. Mais l'astral va plus loin. Il se souvient des émotions qui ont accompagné ces actes de violence. Ces événements... texturent l'espace astral.
it: Nelle Terre desolate che noi conosciamo, il passato è registrato nelle chiazze di sangue sui marciapiedi e nei fori di proiettile sulle facciate dei negozi. Ma il piano astrale registra addirittura le emozioni che hanno accompagnato questi gesti violenti. Questi avvenimenti... sono i fili della trama del piano astrale.
ru: Пройдись по любой улице Пустошей. Ты увидишь кровавые пятна на тротуарах и дыры от пуль в стенах магазинов, но на астральном плане можно прочитать эмоции тех, кто принимал участие в ночном нападении или перестрелке. Такие события... изменяют текстуру астрального пространства.

source: The Barrens? Hell, if you have to ask, you probably shouldn't be out here. This stretch we're on is called Touristville though, and I suppose it's the closest thing around here to respectable. Fewer muggings, and you might even survive drinkin' the water if you're lucky. Wouldn't recommend it, though. {{GM}}He scratches his armpit.{{/GM}}
de: Die Barrens? Scheiße, wenn du schon fragen musst, solltest du echt nicht hier sein. Wir befinden uns hier aber gerade in Touristville – und das ist wahrscheinlich noch der ansehnlichste Bezirk. Weniger Raubüberfälle und wenn man hier Wasser aus der Leitung trinkt, kann man das sogar überleben. Würde ich trotzdem nicht empfehlen. {{GM}}Er kratzt sich unterm Arm.{{/GM}}
es: ¿Los Barrens? Demonios, si tienes que preguntar, probablemente no deberías estar aquí. Aunque la zona en la que estamos se llama Touristville, y supongo que es lo más parecido a algo respetable que hay por aquí. Hay menos atracos e incluso podrías beber agua y sobrevivir, si tienes suerte. Aunque no te lo recomiendo. {{GM}}Se rasca la axila.{{/GM}}
fr: Barrens ? Si on doit vous expliquer, c'est que vous devriez sûrement pas être ici. Ce coin s'appelle Touristville, et je suppose que c'est ce qui se rapproche le plus d'un endroit respectable. Moins de racket, et vous pourriez même ne pas mourir si vous buvez l'eau. Si vous avez de la chance. Mais je ne le recommanderais pas. {{GM}}Il se gratte les aisselles.{{/GM}}
it: Le Terre desolate? Diamine, se non sai di che parlo, è meglio che tu non stia troppo in giro. Almeno qui sei a Touristville, è la zona che più si avvicina all'idea di quartiere rispettabile. Ci sono meno rapine e se bevi l'acqua del rubinetto potresti persino avere qualche possibilità di sopravvivere. Non ti consiglio di provare, comunque. {{GM}}Si gratta un'ascella.{{/GM}}
ru: Пустоши? Ха! Если ты о них спрашиваешь, тебе точно здесь не место. Эта улица и есть Туристический городок - самое приличное во всех Пустошах место. Ограбления здесь случаются не так часто, и воду из-под крана иногда даже можно пить. Не советую тебе этого делать. {{GM}}Он чешет свою подмышку.{{/GM}}

source: The Better-Than-Life rides run the gamut from fantasies like “I CAN FLY” to real life recordings such as “BUM KILLER”. The list of rides doesn’t seem to have much value.
de: Die Better-Than-Life-Touren haben eine enorme Bandbreite, von Fantasien wie „ICH KANN FLIEGEN“ bis hin zu realen Aufzeichnungen wie etwa „PENNERKILLER“. Die Liste der möglichen Touren scheint keinen besonderen Mehrwert zu haben.
es: Los viajes de Better-Than-Life cubren todo el espectro, desde fantasías como “PUEDO VOLAR” hasta grabaciones de la vida real, como “MATAMENDIGOS”. La lista de viajes no parece valer de mucho.
fr: Les trips aux Better-Than-Life vont des rêves standard du genre "JE VOLE" aux enregistrements réels façon "TUEUR DE CLODOS". La liste de trips ne vaut pas grand-chose.
it: I viaggi BTL coprono una gamma che va dal "POSSO VOLARE" a registrazioni di esperienze vissute tipo "DA SBALLO". Questa lista non contiene informazioni di grande valore.
ru: Записанные лабораторией ИР-чипы представлены в широчайшем ассортименте, от невинных фантазий, озаглавленных “Я УМЕЮ ЛЕТАТЬ”, до гораздо более сомнительных, с названиями наподобие “УБИЙЦА БОМЖЕЙ”. Сам по себе этот список не представляет особенного интереса.

source: The Brotherhood probably retains mercs like the ones that just attacked us for their security detail. You're gonna need a full team if you're heading to their chapter house. I can arrange for some of Delilah's runners to meet you there, if you want to go now.
de: Dir Bruderschaft hat wahrscheinlich Söldner wie die, die uns eben angegriffen haben. Du brauchst ein komplettes Team, wenn du zum hiesigen Ortsverband willst. Ich könnte dafür sorgen, dass sich ein paar von Delilahs Runnern dort mit dir treffen, wenn du jetzt los willst.
es: La Hermandad probablemente tenga para su seguridad mercenarios como los que acaban de atacarnos. Vas a necesitar un equipo completo si vas a ir a su cabildo. Puedo conseguir que algunos runners de Delilah se reúnan con vosotros allí, si quieres ir ahora.
fr: La Confrérie garde sûrement des mercenaires comme ceux qui viennent de nous attaquer afin d'assurer sa sécurité. Vous aurez besoin d'une équipe complète si vous vous dirigez vers leur bâtiment. Je peux m'arranger pour que quelques-uns des runners de Delilah vous retrouvent ici, si vous voulez y aller maintenant.
it: La Sicurezza della Fratellanza probabilmente dispone di mercenari come quelli che ci hanno appena attaccato. Ti servirà una squadra intera se vuoi entrare nella loro sede. Se ci vuoi andare adesso, potrei chiamare qualcuno dei Runner di Delilah.
ru: Братство наверняка пользуется услугами охранных фирм. Его почти наверняка защищают такие же наемники, как те, что на нас напали. Если ты хочешь сунуться в их гнездо, тебе понадобится команда. Если хочешь отправиться туда прямо сейчас, я могу связаться с Далилой.

source: The Brotherhood... They... they were a family to me.
de: Die Bruderschaft ... Sie ... sie war eine Familie für mich.
es: La Hermandad... Ellos... ellos fueron como una familia para mí.
fr: La Confrérie... C'était... c'était comme ma famille.
it: La Fratellanza... Loro... erano una famiglia per me.
ru: Братство... они стали... были... моей семьей.

source: The Brothers and Sisters live in what's called "The Home" which I've heard has the kitchen and dorm rooms. From there I've been told there is a ton of security protecting what the freaks call the Inner Sanctum, but I’ve never seen any of that stuff.
de: Die Brüder und Schwestern leben im sogenannten „Aufenthaltsbereich“. Der soll wohl eine Küche und mehrere Schlafsäle haben. Dahinter befindet sich, geschützt von einer Unmenge an Sicherheitsvorkehrungen, das, was die Freaks ihr „Inneres Heiligtum“ nennen, aber das hab ich nie zu Gesicht bekommen.
es: Los Hermanos y Hermanas viven en lo que se llama "el Hogar", que por lo que he oído, tiene la cocina y los dormitorios. Me han dicho que hay un montón de seguridad protegiendo lo que esos bichos raros llaman el Sanctasanctórum, pero yo nunca he visto nada de eso.
fr: Les frères et les sœurs vivent dans ce qu'ils appellent le "Quartier", où, d'après ce que je sais, il y a la cuisine et les dortoirs. À partir de là, la sécurité est ultra renforcée afin de protéger ce que les plus tarés d'entre eux appellent le Sanctuaire intérieur, mais je n'ai jamais rien vu de tout ça.
it: Fratelli e Sorelle vivono in quella che viene chiamata "la Casa", che, a quanto ho sentito, è la zona della cucina e del dormitorio. Da lì, mi è stato detto che c'è una esercito di uomini della sicurezza a protezione di ciò che gli appassionati chiamano il Santuario nascosto ma, personalmente, non ho mai visto niente del genere.
ru: Братья и сестры спят в жилой части. Это их "дом" - там есть кухня и постели. Я слышал, что в здании есть какие-то внутренние помещения, но сам никогда их не видел. У входа в них стоят вооруженные охранники.

source: The CEO's office is the key to your goal. Go there now. I will consider what to do about this little setback.
de: Das Büro des CEOs ist der Schlüssel zu unserem Ziel. Geh jetzt dorthin. Ich werde mir überlegen, was wegen dieses kleinen Rückschlags zu tun ist.
es: La clave para tu objetivo es la oficina del CEO. Ve para allí. Yo ya pensaré qué hacer con este pequeño revés.
fr: Le bureau du PDG est la clé de notre mission. Courez-y vite. Je vais tâcher de remédier à ce petit contretemps.
it: L'ufficio dell'amministratore delegato è la chiave per il tuo obiettivo. Vai lì. Intanto rifletterò su come risolvere questo piccolo contrattempo.
ru: То, что нам нужно, находится в кабинете директора. Отправляйся туда. А я подумаю, что делать с этим неожиданным осложнением.

source: The DNA evidence doesn't belong to the killer.
de: Die DNA-Spur gehört nicht zum Mörder.
es: La muestra de ADN no pertenecen al asesino.
fr: La preuve ADN n'appartient pas au tueur.
it: La traccia di DNA non appartiene all'assassino.
ru: Образец ДНК принадлежит не убийце.

source: The Dead Man's Switch
de: Der Totmannschalter
es: El interruptor del hombre muerto
it: Il Segnalatore di decesso
ru: Последний звонок

source: The Elementals.
fr: Les Élémentaires.
it: Gli Elementali.
ru: Элементали.
