Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Telestrian Heavy Guard
de: Schwerer Telestrian-Wachmann
es: Guardia pesada de Telestrian
fr: Garde lourd Telestrian
it: Guardia armata della Telestrian
ru: Вооруженный охранник Телестриан Индастриз

source: Telestrian Industries Corporation has been working on Project Aegis for two years without fully understanding its use. Lowfyr did not trust me with the information. My engineers finally met The Dragon’s specifications 3 months ago and had just begun the production process when my cousin Lynne hired shadowrunners to destroy the lab and the factory - leaving us only the sample you stole.
de: Telestrian Industries hat zwei Jahre lang an Projekt Aegis gearbeitet, ohne genau zu wissen, worum es sich handelt. Lofwyr wollte mir diese Informationen nicht anvertrauen. Meine Ingenieure haben die Anforderungen des Drachen schließlich vor etwa drei Monaten erfüllt und der Herstellungsprozess war gerade angelaufen, als meine Cousine Lynne Shadowrunner anheuerte, um das Labor und die Fabrik zu zerstören. Uns blieb nur noch die Probe, die du gestohlen hast.
es: Telestrian Industries Corporation lleva dos años trabajando en el proyecto Aegis, sin comprender del todo su uso. Lowfyr no me confió esa información. Mis ingenieros al fin cumplieron las especificaciones del dragón hace tres meses, y acababan de iniciar el proceso de producción cuando mi prima Lynne contrató a unos shadowrunners para destruir el laboratorio y las instalaciones, dejándonos solo con la muestra que tú robaste.
fr: Telestrian Industries Corporation travaille sur le Projet Aegis depuis deux ans sans en avoir compris son utilisation entière. Lowfyr ne me faisait pas suffisamment confiance pour me donner cette information. Mes ingénieurs avaient enfin rempli les demandes du Dragon il y a 3 mois et avaient à peine lancé le processus de construction lorsque ma cousine Lynne a engagé des shadowrunners pour détruire le labo et l'usine. Il ne nous reste plus que cet échantillon que vous avez volé.
it: La corporazione delle Industrie Telestrian ha lavorato sul Progetto Aegis per due anni senza comprendere appieno il suo utilizzo. Lowfyr non si fidava di rivelarmi le informazioni. Alla fine i miei ingegneri avevano soddisfatto le caratteristiche tecniche del Drago già 3 mesi fa; avevano appena iniziato il processo di produzione quando mia cugina Lynne ingaggiò degli Shadowrunner per distruggere il laboratorio e la fabbrica, lasciandoci solo il campione che tu hai rubato.
ru: Корпорация Телестриан Индастриз работала над проектом ''Эгида'' на протяжении двух лет, однако рядовых исполнителей не ставили в известность о его назначении. Лофвир не счел нужным поделиться со мной этой инофрмацией. Мои инженеры наконец смогли вывести штамм, полностью отвечавший требованиям дракона три месяца назад и приступили к массовому производству, однако об этом узнала моя двоюродная сестра Линн. Она наняла команду раннеров, чтобы те уничтожили лабораторию и разгромили сборочный цех. После этого в нашем распоряжении остался всего один образец - тот, который попал тебе в руки.

source: Telestrian Lab Coat
de: Telestrian-Laborkittel
es: Bata de laboratorio de Telestrian
fr: Blouse de labo Telestrian
it: Camice del laboratorio Telestrian
ru: Лабораторный халат Телестриан Индастриз

source: Telestrian Legal Department Data Store
de: Datenspeicher der Telestrian-Rechtsabteilung
es: Almacenamiento de datos del departamento jurídico de Telestrian
fr: Centre de données du service juridique Telestrian
it: Archivio dati del dipartimento legale della Telestrian
ru: База данных юридического отдела Телестриан Индастриз

source: Telestrian Rigger
es: Mecánico de Telestrian
fr: Rigger Telestrian
it: Manipolatore della Telestrian
ru: Риггер Телестриан Индастриз

source: Telestrian Security Access Card
de: Telestrian-Sicherheitszugriffskarte
es: Tarjeta de acceso de seguridad de Telestrian
fr: Carte d'accès de sécurité Telestrian
it: Scheda per l'accesso alla Telestrian
ru: Пропуск сотрудника Телестриан Индастриз

source: Telestrian Security Guard
de: Telestrian-Wachmann
es: Guardia de seguridad de Telestrian
fr: Garde de sécurité Telestrian
it: Guardia di sicurezza della Telestrian
ru: Сотрудник одела безопасности Телестриан Индастриз

source: Telestrian Tech Worker
de: Telestrian-Techniker
es: Técnico de Telestrian
fr: Technicien Telestrian
it: Tecnico della Telestrian
ru: Техник Телестриан Индастриз

source: Telestrian Worker
de: Telestrian-Angestellter
es: Trabajador de Telestrian
fr: Employé Telestrian
it: Impiegato Telestrian
ru: Сотрудник Телестриан Индастриз

source: Telestrian pending patent applications
de: Zum Patent angemeldete Telestrian-Anwendungen
es: Solicitudes de patentes pendientes de Telestrian
fr: Demandes de brevets Telestrian en cours
it: Applicazioni Telestrian in attesa di brevetto
ru: Патентные заявки Телестриан Индастриз

source: Telestrian! Do not talk to me of Telestrian. He is an executive. A businessman. Do you know what his reaction was when he learned of the insect threat? He called a meeting! He and his associates will be debating action forever.
de: Telestrian! Erzähl mir nichts von Telestrian. Das ist ein Manager, ein Geschäftsmann. Weißt du, wie er reagiert hat, als er von der Insektenbedrohung erfahren hat? Er hat ein Meeting einberufen! Er und seine Partner werden sich auf immer und ewig beraten, bevor sie irgendwelche Maßnahmen ergreifen.
es: ¡Telestrian! No me hables de Telestrian. Es un ejecutivo. Un hombre de negocios. ¿Sabéis cuál fue su reacción cuando se enteró de la amenaza de los insectos? ¡Convocó una reunión! Él y sus socios estarán debatiendo el curso de acción durante años.
fr: Telestrian ! Ne me parlez pas de Telestrian. C'est un décideur. Un businessman. Savez-vous quelle a été sa réaction lorsqu'il a appris la menace insectoïde ? Il a convoqué une réunion ! Ses associés et lui vont débattre de la marche à suivre pendant une éternité.
it: Telestrian! Non mi parlare di Telestrian. Lui è un dirigente. Un uomo d'affari. Sai qual è stata la sua reazione quando ha saputo della minaccia degli insetti? Ha convocato una riunione! Lui e i suoi colleghi continuerebbero a discutere in eterno di un possibile intervento.
ru: Телестриан! Кто он такой? Исполнительный директор. Бизнесмен. Ты знаешь, что он сделал, когда узнал о нависшей угрозе? Организовал совещание! Он и его партнеры будут спорить до тех пор, пока не станет слишком поздно.

source: Tell Cherry Bomb About Shane
de: Erzähl Cherry Bomb von Shane
es: Háblale a Cherry Bomb de Shane.
fr: Parler de Shane à Cherry Bomb
it: Racconta di Shane a Cherry Bomb
ru: Расскажи Шерри о том, что случилось с Шином

source: Tell her that $(s.name) is looking for her. She'll know.
de: Sag ihr, dass $(s.name) nach ihr sucht. Sie wird wissen, worum es geht.
es: Dile que $(s.name) la está buscando. Ella lo entenderá.
fr: Dites-lui que $(s.name) la cherche. Je transmettrai.
it: Dille che $(s.name) la sta cercando. Capirà.
ru: Передайте ей, что ее разыскивает $(s.name). Она поймет.

source: Tell him I didn’t get the gems. Maybe I can take another run at it when I recover.
de: Sagt ihm, dass ich die Edelsteine nicht gefunden habe. Vielleicht können wir es noch mal versuchen, wenn es mir besser geht.
es: Decidle que no he conseguido las gemas. A lo mejor puedo hacer otra carrera cuando me recupere.
fr: Dis-lui que je n'ai pas eu les gemmes. Peut-être que je pourrai faire un autre run quand je serai rétablie.
it: Digli che non ho recuperato le gemme. Forse posso riprovarci quando mi sarò ripresa.
ru: Скажите ему, что мне не удалось добыть камни. Может, я попробую еще раз, когда поправлюсь.

source: Tell him I didn’t get the gems. Maybe you can make some sort of deal.
de: Sagt ihm, dass ich die Edelsteine nicht gefunden habe. Vielleicht können wir irgendwie anders ins Geschäft kommen.
es: Decidle que no he conseguido las gemas. A lo mejor podéis hacer algún trato.
fr: Dis-lui que je n'ai pas eu les gemmes. Tu peux peut-être passer une sorte d'accord.
it: Digli che non ho recuperato le gemme. Magari riesci a fare un accordo.
ru: Скажите ему, что мне не удалось добыть камни. Может, вы сумеете с ним договориться.

source: Tell me a bit about yourself, Aljernon.
de: Erzähl mir etwas über dich, Aljernon.
es: Háblame un poco de ti, Aljernon.
fr: Parlez-moi un peu de vous, Aljernon.
it: Parlami un po' di te, Aljernon.
ru: Расскажи мне о себе, Алджернон.

source: Tell me a little about yourself, Buster. Were you military?
de: Erzähl mir ein wenig von dir, Buster. Warst du beim Militär?
es: Cuéntame algo sobre ti, Buster. ¿Estuviste en el ejército?
fr: Parlez-moi un peu de vous, Buster. Vous étiez dans l'armée ?
it: Parlami un po' di te, Buster. Eri un militare?
ru: Расскажи мне о себе, Бастер. Ты служил в армии?

source: Tell me about Home section of the UB?
de: Erzähl mir vonm Aufenthaltsbereich der UB.
es: Háblame del Hogar de la HU.
fr: Dites-m'en plus sur les quartiers d'habitation de la CU.
it: Vorrei avere informazioni sulla sezione della FU denominata Casa.
ru: Расскажи мне о жилых помещениях Братства?

source: Tell me about Lynne Telestrian.
de: Was kannst du mir über Lynne Telestrian sagen?
es: Háblame de Lynne Telestrian.
fr: Parlez-moi de Lynne Telestrian.
it: Dimmi di Lynne Telestrian.
ru: Расскажи мне о Линн Телестриан.

source: Tell me about Sam. I hear you liked him.
de: Erzähl mir von Sam. Ich hab gehört, du mochtest ihn.
es: Háblame de Sam. He oído que te caía bien.
fr: Parle-moi de Sam. J'ai entendu dire que tu l'aimais bien.
it: Parlami di Sam. Ho sentito dire che ti piaceva.
ru: Просто расскажи мне о нем. Мне говорили, он тебе нравился.

source: Tell me about it. Some runner like you probably offed him to cover up his Corp master's involvement and tried to make it look like a Ripper killing. Here's the office key. Check it out for yourself if you want.
de: Das kannst du laut sagen. Irgend ein Runner, wie du es bist, hat ihn wahrscheinlich abgeknallt und versucht, es wie einen Ripper-Mord aussehen zu lassen, um die Rolle des Konzerns in der Sache zu vertuschen. Hier ist der Schlüssel zu seinem Büro. Sieh es dir ruhig an, wenn du willst.
es: Ya te digo. Seguramente algún runner como tú le ofreció ocultar su implicación e intentó que pareciera un crimen del Destripador. Esta es la llave de la oficina. Echa tú mismo un vistazo si quieres.
fr: À qui le dites-vous. Un Runner l'a sans doute liquidé pour éviter toute implication de ses commanditaires corporatistes et a maquillé le crime pour qu'on le mette sur le compte de l'éventreur. Voilà la clé du bureau. Allez jeter un coup d'œil, si ça vous chante.
it: A chi lo dici. Un Runner come te probabilmente gli ha offerto di coprire il coinvolgimento del capo della sua azienda per farlo sembrare un omicidio dello Squartatore. Ecco la chiave dell'ufficio. Controlla personalmente se vuoi.
ru: Ну еще бы. Скорее всего, его прикончил какой-нибудь раннер вроде тебя, чтобы обелить какую-то корпорацию, а затем попытался выдать убийство за работу Потрошителя. Вот ключ от офиса. Можешь просмотреть его файлы самостоятельно.

source: Tell me about that job again.
de: Wie war das noch gleich mit diesem Job?
es: Vuelve a contarme lo de ese trabajo.
fr: Parlez-moi un peu de ce boulot.
it: Dimmi di nuovo di quel lavoro.
ru: Напомни, чего тебе было от меня надо?

source: Tell me about the Inner Sanctum?
de: Erzähl mir vom inneren Heiligtum.
es: Háblame del Sanctasanctórum.
fr: Parlez-moi du Sanctuaire intérieur.
it: Vorrei avere informazioni sul Santuario nascosto.
ru: Расскажи мне о внутренних покоях?

source: Tell me about the Sanctuary area?
de: Erzähl mir vom Heiligtum.
es: Háblame del área del Santuario.
fr: Parlez-moi de la zone du Sanctuaire.
it: Vorrei avere informazioni sul Santuario.
ru: Что такое Пристанище?

source: Tell me about the night Sam Watts died.
de: Erzähl mir von der Nacht, in der Sam Watts starb.
es: Háblame de la noche en la que murió Sam Watts.
fr: Parle-moi de la nuit où Sam Watts est mort.
it: Dimmi della notte in cui Sam Watts è morto.
ru: Расскажи, что произошло ночью, когда умер Сэм Уоттс.

source: Tell me about this place.
de: Erzähl mir was über diesen Laden.
es: Háblame de este lugar.
fr: Parlez-moi de cet endroit.
it: Parlami di questo posto.
ru: Расскажи мне об этом месте.

source: Tell me about your mother and her death.
de: Erzähl mir von deiner Mutter und ihrem Tod.
es: Háblame de tu madre y de su muerte.
fr: Parlez-moi de votre mère et de la façon dont elle est morte.
it: Parlami di tua madre e di com'è morta.
ru: Расскажите мне о вашей матери и об обстоятельствах ее смерти.

source: Tell me again how you took over my commlink.
de: Erklär mir noch mal, wie du meinen Kommlink gekapert hast.
es: Explícame otra vez cómo tomaste el control de mi commlink.
fr: Expliquez-moi comment vous avez fait pour pirater mon commlink.
it: Com'è che ti sei infilato nel mio commlink?
ru: Расскажи мне еще раз, как ты взломал мой коммлинк.

source: Tell me how to get into that stairwell, old man.
de: Sag mir, wie ich in dieses Treppenhaus gelange, alter Mann.
es: Abuelo, dime cómo llegar a esa escalera.
fr: Dites-moi comment aller jusqu'à la cage d'escalier, vieil homme.
it: Dimmi come arrivare alle scale, vecchio.
ru: Расскажи мне, как попасть на эту лестницу, старик.

source: Tell me more about Project Aegis.
de: Erzählen Sie mir mehr über Projekt Aegis.
es: Cuéntame más sobre el proyecto Aegis.
fr: Parlez-moi du Projet Aegis.
it: Dimmi di più sul Progetto Aegis.
ru: Я хочу знать, что такое проект ''Эгида''.

source: Tell me more about trauma kits.
de: Erzähl mir mehr über Trauma-Kits.
es: Explícame más cosas sobre los traumakits.
fr: Dites m'en plus sur les trousses de soins.
it: Parlami dei kit di emergenza.
ru: Расскажите мне о медицинских комплектах.

source: Tell me something about yourself so that I can pair you with the right counselor.
de: Erzähl mir etwas über dich, dann kann ich den passenden Berater für dich finden.
es: Cuéntame algo sobre ti para que pueda asignarte el consejero adecuado.
fr: Parlez-moi un peu de vous afin que je puisse vous affecter au bon conseiller.
it: Parlami un po' di te, così potrò assegnarti al consulente più adatto.
ru: Расскажите мне о себе, чтобы я могла подобрать для вас подходящего наставника.

source: Tell me what areas of this place you have access to?
de: Zu welchen Bereichen dieser Anlage hast du Zutritt?
es: Dime a qué zonas de este lugar tienes acceso.
fr: Dites-moi, à quelles zones de cet endroit pouvez-vous accéder ?
it: Dimmi, a quali aree di questo luogo hai accesso?
ru: Расскажи, в какие помещения у тебя есть доступ.

source: Tell me where she went.
de: Sag mir, wo sie hingegangen ist.
es: Dime adónde ha ido.
fr: Dis-moi où elle est allée.
it: Dimmi dov'è andata.
ru: Расскажи мне, куда она пошла.

source: Tell that to my dad.
de: Sag das mal meinem alten Herren.
es: Díselo a mi padre.
fr: Dites ça à mon père.
it: Vallo a dire a mio padre.
ru: Скажи это моему папаше.

source: Tell the leader of the runner team with you to contact Baron Samedi in the Matrix as soon as they can gain access. Tell them I will be looking for them.
de: Sag dem Anführer des Runner-Teams, das bei dir ist, dass er Baron Samedi in der Matrix kontaktieren soll, sobald er Zugriff hat. Sag ihnen, dass ich nach ihnen Ausschau halte.
es: Dile al líder del equipo de tu equipo runners que se ponga en contacto con el barón Samedi en la Matriz, tan pronto como entren. Diles que los estaré buscando.
fr: Dites au leader de l'équipe de runners qui est avec vous de contacter le Baron Samedi dans la Matrice dès qu'ils y auront accès. Dites-leur que je serai à leur recherche.
it: Chiedi al capo del team dei Runner che è con te di contattare Baron Samedi nella Matrice non appena riescono ad accedervi. Di' loro che li cercherò.
ru: Скажи предводителю этого отряда связаться с Бароном Самеди в Матрице при первой же возможности. Скажи, что я буду их искать.

source: Tell you what, if you feel sore about it, look into my family background a bit. There’s gotta be people with money in there somewhere. Maybe one of them can throw you a few bucks. Take care, amigo. See you in hell.
de: Ich sag dir was, wenn du dich wirklich gelinkt fühlst, dann sieh dich ein bisschen in meinem Verwandtenkreis um. Irgendwer von ihnen muss Kohle haben. Vielleicht kann dir einer von ihnen ein paar Nuyen zukommen lassen. Und jetzt mach’s gut. Wir sehen uns dann in der Hölle.
es: Hagamos una cosa, si esto te ha dolido, investiga un poco a mi familia. Tiene que haber gente con dinero en alguna parte. Quizás alguien pueda darte unos cuantos pavos. Cuídate. Nos vemos en el infierno.
fr: Tu sais quoi, si ça te bouffe d'apprendre ça, fais des recherches sur ma famille. Il y a sûrement des gens qui ont de l'argent de côté. Peut-être qu'ils te fileront quelques nuyens pour la peine. Prend soin de toi, amigo. On se voit en enfer.
it: Ti dico una cosa. Se ti fa incazzare, cerca un po' tra i miei parenti. Tra di loro ci dev'essere qualcuno con la grana. Forse qualcuno di loro potrà darti qualche centone. Ti saluto, ciao. Ci vediamo all'inferno.
ru: Знаешь что? Если тебе нужны деньги, тряхни моих родичей. У них наверняка что-нибудь найдется. Кто-нибудь наверняка сможет тебе заплатить вместо меня. Береги себя, amigo. До встречи в аду.

source: Tell you what. You look like you can handle yourself in a fight. I could use some backup to settle the score with those Halloweeners out there. Their leader's got the whole gang searching the Barrens for me. I need to get rid of that asshole.
de: Ich sag dir was. Du siehst aus, als könntest du dich in einem Kampf behaupten. Ich könnte etwas Hilfe gebrauchen, um mir die Halloweeners vom Hals zu schaffen. Ihr Anführer lässt die gesamte Gang die Barrens nach mir durchkämmen. Ich muss dieses Arschloch irgendwie loswerden.
es: Te diré una cosa. Parece que puedes manejarte bien en una pelea. Me vendría bien algo de ayuda para ajustar las cuentas con esos Halloweeners. Su líder tiene a toda la banda buscándome en los Barrens. Tengo que librarme de ese capullo.
fr: Écoutez. Vous avez l'air de pouvoir vous débrouiller en combat. J'ai besoin de renforts pour aller régler leur compte à ces halloweeners, là-bas. Leur chef leur a ordonné de fouiller tout Barrens pour moi. Je dois me débarrasser de ce connard.
it: Sai che ti dico? Secondo me te la cavi bene in combattimento. Mi farebbe comodo un po' di supporto per chiudere i conti con quegli Halloweener. Il loro capo ha spedito l'intera gang a cercarmi per tutte le Terre desolate. Devo liberarmi di quel bastardo.
ru: Давай сделаем так. По тебе видно, что сражаться тебе не впервой. Мне нужна помощь, чтобы разобраться с Хеллоуинерами раз и навсегда. Их предводитель настропалил всю банду меня искать. Я хочу избавиться от этого засранца.

source: Test Tube Piece
de: Teil eines Reagenzglases
es: Fragmento de probeta
fr: Morceau de tube à essai
it: Provetta per esperimenti
ru: Осколок пробирки

source: Th-thank you. I think you're right. I feel better now. More whole. Now... I think I need some sleep.
de: D-danke. Ich glaube, du hast recht. Mir geht es jetzt besser. Ich fühle mich vollständiger. Ich ... glaub, ich sollte jetzt schlafen.
es: Gr-gracias. Creo que tienes razón. Ahora me siento mejor. Más completo. Ahora... Creo que necesito dormir.
fr: Me... Merci. Je crois que tu as raison. Je me sens mieux, maintenant. Plus entier. Maintenant... Je crois que j'ai besoin de dormir.
it: Gr-grazie. Penso che tu abbia ragione. Mi sento meglio ora. Più sano. Ora... Penso di aver bisogno di dormire.
ru: Спа-спасибо. Да, смогу. Мне уже лучше. Я чувствую себя гораздо лучше. А теперь... Думаю, мне лучше поспать.

source: Thank you Jeeves.
de: Danke, James.
es: Gracias, Ambrosio.
fr: Merci Nestor.
it: Grazie, Jeeves.
ru: Спасибо, Дживс.

source: Thank you for your help - they'll be back soon, though. At least you've bought us some time to scrape together the rest of the money.
de: Danke für deine Hilfe – doch die kommen sicher bald zurück. Immerhin hast du uns etwas Zeit verschafft, um den Rest des Geldes zusammenzukratzen.
es: Gracias por tu ayuda; aun así, volverán pronto. Al menos hemos ganado un poco de tiempo para conseguir el resto del dinero.
fr: Merci pour vous aide. Mais ils ne vont pas tarder à revenir. Au moins, vous nous avez fait gagner du temps pour rassembler le reste de l'argent.
it: Grazie per l'aiuto, ma torneranno presto. Almeno ci hai fatto guadagnare tempo per racimolare il resto del denaro.
ru: Спасибо за помощь - но они скоро вернутся. Ну, по крайней мере это дает нам время, чтобы собрать оставшиеся деньги.

source: Thank you for your help - they'll be back, though. At least you've bought us time to prepare for next month.
de: Danke für deine Hilfe – aber die kommen sicher bald zurück. Immerhin können wir uns jetzt auf den nächsten Monat vorbereiten.
es: Gracias por tu ayuda; aun así, volverán. Al menos hemos ganado un poco de tiempo para prepararnos para el mes que viene.
fr: Merci pour vous aide. Mais tôt ou tard, ils reviendront. Au moins, grâce à vous, on pourra se préparer pour le mois prochain.
it: Grazie per l'aiuto, ma torneranno. Almeno però ci hai fatto guadagnare tempo per prepararci al prossimo mese.
ru: Спасибо за помощь - но они скоро вернутся. Ну, по крайней мере это дает нам время, чтобы собрать деньги за следующий месяц.

source: Thank you for your help, friend. You know where to find me.
de: Vielen Dank für deine Hilfe. Du weißt ja, wo du mich finden kannst.
es: Gracias por tu ayuda. Ya sabes dónde encontrarme.
fr: Merci pour ton aide, l'ami. Tu sais où me trouver.
it: Grazie per l'aiuto. Sai dove trovarmi.
ru: Большое спасибо за помощь. Ты знаешь, где меня найти, если вдруг что.

source: Thank you for your time, Father.
de: Danke für dieses Gespräch, Vater.
es: Gracias por tu tiempo, Padre.
fr: Merci de m'avoir consacré votre temps, Père.
it: Grazie della disponibilità, Padre.
ru: Спасибо вам, отец.

source: Thank you for your time.
de: Danke für deine Hilfe.
es: Gracias por tu tiempo.
fr: Merci de m'avoir consacré tout ce temps.
it: Grazie della tua disponibilità.
ru: Спасибо.

source: Thank you sir.
de: Danke, Sir.
es: Gracias, señor.
fr: Merci, monsieur
it: Grazie, signore.
ru: Спасибо, сэр.

source: Thank you so much.
de: Vielen, vielen Dank!
es: Muchas gracias.
fr: Merci infiniment.
it: Grazie infinite.
ru: Большое спасибо.

source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!
ru: Спасибо!
