Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Listen, don’t give me a hassle about this... I just need to do my job and you need to let me do it.
de: Hör zu, mach mir deswegen keine Schwierigkeiten ... Ich muss einfach nur meine Arbeit machen, und du darfst mich nicht davon abhalten.
es: Escucha, no me comas la cabeza... Tengo que hacer mi trabajo, y tú deberías dejarme hacerlo.
fr: Écoutez, ne me compliquez pas la tâche... Je dois juste faire mon boulot, et pour ça vous devez me laisser passer.
it: Senti, non mi seccare con questa roba... Devo solo fare il mio lavoro e tu devi lasciarmelo fare.
ru: Давай уже, отойди в сторону... Я пытаюсь делать свою работу. Не мешай мне.

source: Little late to be picking up shipments isn’t it?
de: Ein bisschen spät, um Lieferungen einzusammeln, findest du nicht?
es: Un poco tarde para estar recogiendo envíos, ¿no?
fr: Il n'est pas un peu tard pour venir chercher des colis ?
it: Un po' tardi per ricevere spedizioni, no?
ru: Не слишком ли поздно, чтобы копаться в чужих посылках?

source: Load bearing, too.
de: Noch dazu eine tragende Wand.
es: Y además es de carga.
fr: Bien chargé, aussi.
it: E uno dei più importanti, anche.
ru: Хм-м...

source: Lobby doors unlocked.
de: Foyertüren entriegelt.
es: Puertas del vestíbulo desbloqueadas.
fr: Portes du hall déverrouillées.
it: Le porte della sala sono state sbloccate.
ru: Двери вестибюля открыты

source: Locate an Exit
de: Finde einen Ausgang
es: Encuentra la salida
fr: Trouver une sortie
it: Individua un'uscita
ru: Найди выход

source: Lone Star Database
de: Lone-Star-Datenbank
es: Base de datos de Lone Star
fr: Base de données de Lone Star
it: Database della Lone Star.
ru: База данных "Одинокой звезды"

source: Lone Star won't let me in there, but you seem to have the run of the place.
de: Lone Star lässt mich nicht hinein, aber du scheinst keine derartigen Probleme zu haben.
es: Lone Star no me dejará entrar, pero parece que tú te encargas de llevar este sitio.
fr: Lone Star ne veut pas me laisser entrer, mais on dirait que vous avez accès.
it: La Lone Star non mi lascerà entrare, ma sembra che tu possa muoverti liberamente.
ru: ''Одинокая звезда'' не разрешает мне войти, но ты - не я и можешь делать все, что захочешь.

source: Lone Star? Professional? Not the ones I’ve seen.
de: Lone Star? Profis? Nicht diejenigen, die ich gesehen hab.
es: ¿Lone Star? ¿Profesional? Los que yo he visto no lo son.
fr: Lone Star ? Professionnels ? Pas ceux que j'ai vus jusqu'à maintenant.
it: Lone Star? Professionista? Non somigli a nessuno dei professionisti che ho visto finora.
ru: ''Одинокая звезда''? Профессионалы? Едва ли.

source: Lonestar Adept
es: Experto de Lone Star
fr: Adepte de Lonestar
it: Adepto della Lone Star
ru: Адепт ''Одинокой звезды''

source: Lonestar Captain
de: Lone-Star-Anführer
es: Capitán de Lone Star
fr: Capitaine de Lone Star
it: Capitano Lone Star
ru: Капитан ''Одинокой звезды''

source: Lonestar Enforcer
de: Lone-Star-Vollstrecker
es: Agente de Lone Star
fr: Agent de Lone Star
it: Sicario Lone Star
ru: Охранник ''Одинокой звезды''

source: Lonestar Guard
de: Lone-Star-Wachmann
es: Guardia de Lone Star
fr: Garde de Lone Star
it: Agente Lone Star
ru: Охранник ''Одинокой звезды''

source: Lonestar Gunner
de: Lone-Star-Schütze
es: Artillero de Lone Star
fr: Artilleur de Lone Star
it: Mitragliere Lone Star
ru: Стрелок ''Одинокой звезды''

source: Lonestar Heavy Gunner
de: Schwerer Lone-Star-Schütze
es: Artillero pesado de Lone Star
fr: Artilleur de Lone Star
it: Artigliere pesante Lone Star
ru: Пулеметчик ''Одинокой звезды''

source: Lonestar Mage
de: Lone-Star-Magier
es: Mago de Lone Star
fr: Mage de Lone Star
it: Mago Lone Star
ru: Маг ''Одинокой звезды''

source: Long night.
de: War ’ne lange Nacht.
es: Una noche larga.
fr: Longue nuit.
it: È stata una notte difficile.
ru: Ночь выдалась долгая, миссис Кубота.

source: Long story. Might take awhile.
de: Ist ’ne lange Geschichte.
es: Una larga historia. Podría tardar bastante.
fr: C'est une longue histoire. Ça pourrait prendre un moment.
it: Lunga storia. Potrebbe volerci un po'.
ru: Долгая история. Так сразу и не расскажешь.

source: Look $(l.guy), I didn't want to have to do this.
de: Hör mal, $(l.guy), ich wollte nicht, dass es so weit kommt.
es: Mira, $(l.guy), no quería tener que hacer esto.
fr: Écoutez $(l.guy), Je ne voulais pas en arriver là.
it: Guarda $(l.guy), avrei voluto non doverlo fare.
ru: Слушай, $(l.guy), я не хочу этого делать.

source: Look Around Before Holmes Arrives
de: Sieh dich um, bevor Dr. Holmes erscheint
es: Echa un vistazo antes de que llegue Holmes
fr: Fouiller avant que Holmes n'arrive
it: Dai un'occhiata in giro prima che torni Holmes
ru: Оглядись по сторонам, пока не прибыл доктор Холмс

source: Look Raoul, I know and you know that there's nothing in that vent but I when I told that to Silverstar, he accused me of not wanting to crawl in there. Said was letting the company down by not displaying the Corporate Value of "Duty".
de: Sieh mal, Raoul, ich weiß, dass in dem Schacht da nichts ist, und du weißt das auch, aber als ich Silverstar das gesagt habe, hat er mich beschuldigt, dass ich da nur nicht reinkriechen will. Hat gesagt, dass ich eine Enttäuschung für die Firma wäre, weil ich meiner „Pflicht“ nicht nachkomme.
es: Verás, Raoul, yo sé y tú sabes que no hay nada en esa rejilla, pero cuando se lo dije a Silverstar me acusó de no querer meterme ahí. Me dijo que era una decepción para la empresa porque no demostraba el valor corporativo del "deber".
fr: Écoute Raoul, on sait tous les deux qu'il n'y a rien dans ce conduit, mais quand j'ai dit ça à Silverstar, il m'a accusé de ne pas vouloir ramper là-dedans. Il a dit que je décevais l'entreprise en ne faisant pas preuve de valeurs corporatistes.
it: Guarda Raoul, lo so io e lo sai tu che non c'è niente in questo buco, ma quando l'ho detto a Silverstar, mi ha accusato di non volermici infilare. Ha detto che stavo deludendo l'azienda non dimostrando di possedere senso del "dovere".
ru: Слушай, Рауль. Там ничего нет, и ты это знаешь. Я это тоже знаю, но когда я сказал об этом Сильверстару, он обвинил меня в том, что я лентяй и заявил, что я обязан обшарить их все. Сказал, что я подвожу компанию, потому что не разделяю одну из ее важнейших ценностей - чувство "Долга".

source: Look around... clearly, I'm not going to be offended by ANY idea you can come up with.
de: Sieh dich doch um ... wie du siehst, bin ich offen für alle Arten von besonderen, brutalen Ideen.
es: Mira a tu alrededor... Es evidente que no me voy a ofender por NINGUNA idea que se pueda ocurrir a ti.
fr: Regardez autour de vous... je ne vais clairement pas être offensé, peu importe ce que vous allez dire.
it: Guardati intorno... liberamente, QUALUNQUE idea ti venga in mente, non mi sentirò offeso.
ru: Оглядись. Неужели ты думаешь, что меня можно смутить необычными пожеланиями?

source: Look at yourself, Gino. It isn’t better than life. It’s sucking your life. You’re wasting away.
de: Sieh dich doch an, Gino. Das ist nicht „besser als das Leben“. Es saugt das Leben aus dir heraus. Du vegetierst vor dich hin.
es: Mírate. Gino. No es mejor que la vida. Te está absorbiendo la vida. La estás malgastando.
fr: Regarde-toi, Gino. Ce n'est pas mieux que la vie. Ça te BOUFFE la vie. Tu es en train de te bousiller.
it: Guardati, Gino. Questo non è meglio della vita. Ti sta risucchiando la vita. Ti stai buttando via.
ru: Погляди на себя, Джино. Идеальная реальность не лучше настоящей жизни. Она убивает тебя. Ты уже почти покойник.

source: Look chummer. Hit the street and crawl back into the chip you were using before you stumbled in here.
de: Hör mal, Chummer. Verzieh dich und und schmeiß den Chip wieder ein, den du benutzt hast, bevor du hier reingestolpert bist.
es: Mira, colega. Lárgate de aquí y arrástrate de vuelta al chip que estabas usando antes de caer aquí.
fr: Écoute, mec. Dégage et retourne dans la puce que tu utilisais avant que tu t'amènes ici.
it: Guarda. Esci e torna strisciando nel chip che stavi utilizzando prima di venire qui.
ru: Слушай, чудила. Вали обратно на улицу, засунь себе в слот какую-нибудь запись и крути ее до тех пор, пока не забудешь сюда дорогу.

source: Look for Coyote in the Royale Apartments
de: Suche in den Royale Apartments nach Coyote
es: Busca a Coyote en los apartamentos Royale
fr: Chercher Coyote dans les Royale Apartments
it: Cerca Coyote negli Appartamenti Royale
ru: Найди Койот в апартаментах ''Роял''

source: Look mate, just pay up!
de: Hey, Alter, jetzt zahl endlich!
es: ¡Mira colega, tú paga!
fr: Écoute, mon pote, faut payer maintenant !
it: Senti, paga e basta!
ru: Ладно, хватит. Плати давай!

source: Look, I have my orders. I just need a few minutes.
de: Hör zu, ich hab meine Befehle. Ich brauche nur ein paar Minuten.
es: Mira, yo tengo órdenes. Solo tardaré unos minutos.
fr: Écoutez, j'ai des ordres. Il me faut juste quelques minutes.
it: Guarda, sto solo eseguendo degli ordini. Mi servono solo pochi minuti.
ru: Слушай, у меня приказ. Это займет всего несколько минут.

source: Look, I know its "Duty Before All" around here but I just want to get things cleaned up.
de: Schau mal, ich weiß, dass unser aller Motto „Pflichtbewusstsein vor allem“ sein soll, aber ich will einfach nur hier aufräumen.
es: Mira, sé que por estos lares "El deber es lo primero" pero solo quería limpiar las cosas.
fr: Écoutez, je sais que "le devoir passe avant tout" par ici, mais il faut que je fasse le ménage.
it: Guarda, lo so che qui "il dovere viene prima di tutto", ma io voglio solo pulire.
ru: Ну да. Слушай, я понимаю, что "долг самое главное" и все такое, но мне надо прибраться.

source: Look, I told you to watch yourself. Unless you want to be transfered to the Telestrian stables for shovel duty, you better get your act together.
de: Hören Sie, ich hab Ihnen gesagt, Sie sollen sich zusammenreißen. Reißen Sie sich am Riemen, es sei denn, Sie möchten mit einer Schaufel in der Hand in Telestrians Stallungen landen.
es: Mira, te dije que te anduvieras con cuidado. A menos que quieras que te trasladen a los establos de Telestrian para manejar la azada, será mejor que te organices bien.
fr: Écoutez, je vous ai dit de faire attention. À moins que vous ne préfériez être transféré aux étables Telestrian pour ramasser le crottin de cheval, vous feriez mieux de vous ressaisir.
it: Guarda, ti ho detto di fare attenzione. A meno che tu non voglia essere trasferito a spalare merda nelle stalle Telestrian, è meglio che ti dia una regolata.
ru: Слушай, я же сказал тебе не привлекать лишнего внимания. Иначе ты рискуешь отправиться в конюшни Телестриана выгребать навоз.

source: Look, I went to the best school in the country for Matrix engineering. I KNOW what I’m doing! They locked the nodes down when they caught me but I put slipped in some code before they did, so it has to be me that jacks in. Just hold them off and let me fix it!
de: Hör zu, ich bin auf die beste Schule des Landes gegangen, was Matrix-Engineering angeht. Ich WEISS, was ich tue! Sie haben die Knotenpunkte abgeriegelt, aber ich habe etwas von meinem eigenen Code eingespeist, bevor sie mich erwischt haben, also muss ich mich dort einklinken und sonst niemand. Halte sie einfach zurück, bis ich das Problem behoben habe!
es: Escucha: yo fui a la mejor escuela de ingeniería de Matriz de todo el país. ¡SÉ lo que hago! ¡Cuando me pillaron bloquearon los nodos, pero antes de que lo hicieran logré meter un programa, así que tengo que ser yo quien se conecte. ¡Retenlos y déjame que lo arregle!
fr: Écoutez, je suis allé dans la meilleure école d'ingénierie de la Matrice du pays. Je SAIS ce que je fais ! Ils ont verrouillés les nœuds quand ils m'ont pris, mais j'ai eu le temps d'y mettre quelques codes, pour que je puisse les pirater. Retenez-les et laissez-moi faire mes réparations !
it: Senti, ho frequentato la migliore scuola di ingegneria della Matrice del paese. SO cosa faccio! Dopo la mia cattura hanno bloccato i nodi, ma prima che lo facessero ho inserito un certo codice e adesso posso collegarmi solo io. Tienili a bada e fammeli sistemare!
ru: Слушайте, я защитила дипломный проект по матричной безопасности. Я ЗНАЮ что делаю! Они отключили матричные узлы в этом сегменте после того, как поймали меня, но я успела перехватить административные права и могу отменить команду. В сеть должна идти я. Только прикройте меня, пока я этим занимаюсь!

source: Look, I’m getting out of here. I’ll talk to you later.
de: Hör zu, ich leg jetzt auf. Ich rede später mit dir.
es: Mira, voy a irme de aquí. Hablaré contigo más tarde.
fr: Écoutez, je me casse. Je vous reparlerai plus tard.
it: Ascolta, io me ne vado. Ci sentiamo dopo.
ru: Слушай, мне надо сваливать. Перезвони потом.

source: Look, if I'm going to stick my neck out, the carrot's gotta be juicy enough. 200.
de: Hör zu, wenn ich meinen Hals hinhalten soll, dann sollte das Zuckerstück schon groß genug sein. 200.
es: Mira, si voy a jugarme el cuello, más vale que valga la pena. 200.
fr: Écoutez, pour me faire sortir de mon trou, la carotte doit être assez juteuse. 200.
it: Senti, se devo rischiare le mutande, che almeno ne valga la pena. 200.
ru: Слушай, я, между прочим, нехило рискую. Риск должен оплачиваться. 200.

source: Look, just let me by.
de: Lass mich doch einfach vorbei.
es: Mira, solo déjame pasar.
fr: Écoutez, laissez-moi passer.
it: Andiamo, devo passare.
ru: Слушай, кончай валять дурака. Пропусти меня.

source: Look, kid - you don’t set the rules here. This is a great big world and there’s all sorts of things going on. You’re just gonna have to accept that.
de: Hör zu, Kindchen – du machst hier nicht die Regeln. Wir leben in einen ganz schön großen Welt und es passieren viele seltsame Sachen. Du musst lernen, das einfach zu akzeptieren.
es: Mira, aquí tú no pones las reglas. Vivimos en un mundo muy grande, y están pasando todo tipo de cosas. Vas a tener que aceptarlo.
fr: Écoute petit, tu ne dictes pas les règles ici. Le monde est grand et il se passe tout un tas de choses. Il va falloir que tu l'acceptes.
it: Ascolta, dolcezza, non le fai tu le regole qui. Il nostro è un mondo difficile, dove succede di tutto. Devi solo accettarlo.
ru: Полушай, деточка, мир - это большое и страшное место, которое живет по своим собственным правилам. Он не прогнется под тебя только потому, что тебе этого захотелось. Смирись с этим.

source: Look, let's not hang out here too long, alright? Too many Lone Star pigs around. {{GM}}Paco looks over at the victim again.{{/GM}} It's too bad, whatever happened here... I'm not going to let anything like this happen to Coyote.
de: Hör zu, lass uns nicht allzu lang hier herumhängen, in Ordnung? Hier sind zu viele Lone-Star-Schweine. {{GM}}Paco sieht sich noch einmal das Opfer an.{{/GM}} Das ist echt schlimm, was hier passiert ist ... Ich werde nicht zulassen, dass Coyote so etwas passiert.
es: Oye, no nos quedemos mucho tiempo aquí, ¿de acuerdo? Hay demasiados cerdos de Lone Star por la zona. {{GM}}Paco vuelve a mirar a la víctima.{{/GM}} Es una pena, sea lo que sea lo que pasó aquí... No voy a dejar que a Coyote le pase nada así.
fr: Bon, vaudrait mieux ne pas trop s'attarder ici, d'accord ? Y'a trop de poulets de Lone Star, dans le coin. {{GM}}Paco jette à nouveau un coup d'œil à la victime.{{/GM}} C'est terrible, ce qui s'est passé ici... Hors de question de laisser Coyote subir le même sort.
it: Senti, non perdiamo troppo tempo qui, ok? Troppo porci della Lone Star da queste parti. {{GM}}Paco osserva di nuovo la vittima.{{/GM}} Qualunque cosa sia successa qui, è orrenda. Non permetterò che una cosa simile accada a Coyote.
ru: Слушай, давай не будем тут задерживаться? Слишком много легавых из "Одинокой звезды". {{GM}}Пако начинает рассматривать жертву.{{/GM}} Какой кошмар... Я не позволю, чтобы с Койот случилось что-то подобное.

source: Look, that's not my problem. I'm at the bottom of the Cutter ranks anyway - I couldn't do drek about that even if I wanted to.
de: Ja, aber das ist nicht mein Problem. Ich steh sowieso ganz unten auf der Hackordnung bei den Cutters – selbst wenn ich wollte, könnte ich da nix machen.
es: Mira, ese no es mi problema. De todos modos, estoy en lo más bajo de las filas de los Cortadores. No podría hacer una mierda aunque quisiera.
fr: Écoutez, c'est pas mon problème. Je suis pas haut dans la hiérarchie des Cutters de toute façon, je pourrais rien y faire même si je le voulais.
it: Ascolta, non è un problema mio. All'interno dei Cutter sono l'ultima ruota del carro, anche volendo non potrei fare un bel niente.
ru: Слушай, я здесь ни при чем. Я до сих пор в банде на птичьих правах. Я ничего не могу с этим поделать, даже если очень захочу.

source: Look, you SINless garbage. I've got a job to do. Find a new blanket, or I'll find a reason to use my stun baton.
de: Hör mal gut zu, du SINloses Stück Drek. Ich hab hier einen Job zu erledigen. Such dir eine neue Decke oder du kommst in den Genuss meines Betäubungsschlagstocks.
es: Mira, basura noNIS. Tengo que hacer mi trabajo. Busca una nueva manta o buscaré un motivo para usar mi porra.
fr: Écoute, saloperie de SINless, J'ai du boulot. Trouve-toi une nouvelle couverture, ou ça me donnera une bonne raison d'utiliser mon électromatraque.
it: Senti, lurido reietto. Ho da fare. Trova una nuova coperta o ti farò assaggiare il mio manganello elettrico.
ru: А ГРЕХ у тебя есть? Я так и думал. Нет у тебя никаких прав, так что найди себе новое одеяло, пока мне не пришло в голову отогнать тебя дубинкой.

source: Look... Paco... I needed an excuse to come back here and settle some debts. Figured... figured I might as well get paid for it. {{GM}}Her voice is strong still, but her body's beginning to shake.{{/GM}}
de: Okay, Paco ... Ich brauchte ’ne Ausrede, um hierher zurückzukommen und ein paar Schulden zu begleichen. Hab mir gedacht, ich ... ich könnte genauso gut dafür bezahlt werden. {{GM}}Ihre Stimme bleibt stark, aber ihr Körper beginnt zu zittern.{{/GM}}
es: Mira... Paco... Necesitaba una excusa para volver aquí y saldar algunas deudas. Creí... creí que también podría recibir un pago por eso. {{GM}}Su voz aún es fuerte, pero su cuerpo empieza a temblar.{{/GM}}
fr: Écoute... Paco... J'avais besoin d'une excuse pour revenir et régler quelques dettes. Je me suis dit... je me suis dit que je pourrais me faire payer pour ça. {{GM}}Sa voix est toujours forte, mais son corps commence à trembler.{{/GM}}
it: Ascolta... Paco... Mi serviva una scusa per venire qui a risolvere delle questioni in sospeso. Ho pensato... a quel punto potevo anche guadagnarci qualcosa. {{GM}}La sua voce è ancora forte ma il suo corpo inizia a tremare.{{/GM}}
ru: Послушай... Пако... Мне был нужен предлог, чтобы вернуться и заплатить по старым счетам. Я решила... убить одним выстрелом двух зайцев и немного подзаработать. {{GM}}Она говорит ровным и спокойным голосом, но ее начинает бить дрожь.{{/GM}}

source: Looked like you could use a hand.
de: Dachte, ich sollte dir vielleicht zur Hand gehen.
es: Parecía que necesitabas una mano.
fr: J'ai pensé que tu pourrais avoir besoin d'un coup de main.
it: Sembrava che avessi bisogno di una mano.
ru: Каждому нужен друг. Крепкое плечо, на которое можно опереться.

source: Looking for a date, honey?
de: Suchst du nach einem Date, Schätzchen?
es: ¿Buscas una cita, cariño?
fr: Tu veux passer de bon temps, chéri ?
it: Cerchi un appuntamento, dolcezza?
ru: Ищешь приключений, красавчик?

source: Looking for a date?
de: Suchst du nach einem Date?
es: ¿Buscas compañía?
fr: Tu veux passer du bon temps ?
it: Cerchi compagnia?
ru: Ищешь компанию?

source: Looking for a date? $+(l.race_plural) are my favorite...
de: Suchst du nach einem Date? $+(l.race_plural) mag ich am Liebsten ...
es: ¿Buscas una cita? Los $+(l.race_plural) son mis favoritos...
fr: Tu veux passer de bon temps ? J'adore les $+(l.race_plural)...
it: Cerchi compagnia? $+(l.race_plural)? I miei preferiti...
ru: Хочешь приятно провести время? $+(l.race_plural) меня заводят...

source: Looking into the death of Sam Watts.
de: Ich stelle Nachforschungen über Sam Watts’ Tod an.
es: Investigo la muerte de Sam Watts.
fr: J'enquête sur la mort de Sam Watts.
it: Investigare sulla morte di Sam Watts.
ru: Я расследую смерть Сэма Уоттса.

source: Looks like Charlie didn't handle things... get 'em!
de: Sieht aus, als hätte Charlie es nicht gepackt ... schnappt sie!
es: Parece que Charlie no se ocupa de las cosas... ¡a por ellos!
fr: On dirait que Charlie n'a pas bien fait le boulot... chopez-les !
it: Sembra che Charlie non si sia occupato della cosa... prendeteli!
ru: Похоже, Чарли не справился... Взять их!

source: Looks like Coyote keeps her clothes in boxes on the floor.
de: Coyote lagert ihre Klamotten anscheinend in Kisten auf dem Boden.
es: Parece que Coyote guarda la ropa en cajas en el suelo.
fr: Apparemment, Coyote garde ses vêtements dans des caisses par terre.
it: A quanto pare, Coyote tiene i vestiti in scatole, per terra.
ru: Похоже, Койот держит свою одежду в коробках на полу.

source: Looks like an old diary.
de: Es sieht aus wie ein altes Tagebuch.
es: Parece un viejo diario.
fr: On dirait un vieux journal intime.
it: Sembra un vecchio diario.
ru: Похоже, это старый дневник.

source: Looks like business is good for Dial-a-Morgue, these days.
de: Es scheint ja, als liefe das Geschäft für dich zurzeit ganz gut.
es: Parece que últimamente le va bien el negocio a Depósito-Express.
fr: On dirait que les affaires avec « 3615 la morgue » vont bien ces derniers temps.
it: Sembra che ultimamente il lavoro non manchi per gli obitori.
ru: Я вижу, работы у паталогоанатомов по вызову хоть отбавляй.

source: Looks like it's the key to the warehouse.
de: Sieht aus wie der Schlüssel zum Warenlager.
es: Parece que es la llave del almacén.
fr: On dirait que c'est la clé de l'entrepôt.
it: Sembra la chiave del magazzino.
ru: Похоже, это ключ от склада.

source: Looks like it.
de: Sieht so aus.
es: Eso parece.
fr: On dirait bien.
it: Così pare.
ru: Похоже на то.

source: Looks like the Brotherhood is transforming their followers into bugs.
de: Es scheint, die Bruderschaft würde ihre Anhänger in Käfer verwandeln.
es: Parece que la Hermandad está transformando a sus seguidores en bichos.
fr: On dirait que la Confrérie transforme ses disciples en insectes.
it: Pare che la Fratellanza stia trasformando i suoi seguaci in insetti.
ru: Ты сама все видела. Братство превращает своих последователей в жуков.

source: Looks like the maintenance staff has left their equipment out.
de: Anscheinend hat das Wartungspersonal seine Ausrüstung hier stehen lassen.
es: Parece que el personal de mantenimiento se ha dejado el equipamiento fuera.
fr: On dirait que le personnel de maintenance a laissé son équipement.
it: Sembra che il personale della manutenzione abbia lasciato in giro gli attrezzi.
ru: Похоже, кто-то из техников оставил здесь свое снаряжение.

source: Looks like there's a hole in the wall behind this old dresser.
de: In der Wand hinter diesem alten Schrank scheint sich ein Loch zu befinden.
es: Parece que hay un agujero en la pared detrás de esa vieja cómoda.
fr: On dirait qu'il y a un trou dans le mur derrière cette vieille commode.
it: Guarda, c'è un buco nel muro dietro questa vecchia cassettiera.
ru: Похоже, в стене за буфетом есть дыра.

source: Looks like this elevator only goes to the Penthouse.
de: Sieht so aus, als würde der Lift nur zum Penthouse fahren.
es: Parece que este ascensor solo va al ático.
fr: On dirait bien que cet ascenseur ne va qu'à l'appartement.
it: Sembra che questo ascensore arrivi solo al piano attico.
ru: Похоже, этот лифт поднимается сразу в пентхаус.
