Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Excellent! Funds are transferring to your account now to help you assemble your team. Telestrian keeps Project Aegis information on a private local network - it cannot be accessed from the outside through the Matrix. You must jack into it from within the office complex itself.
de: Ausgezeichnet! In diesem Moment werden Gelder auf dein Konto überwiesen, um dich bei der Bildung eines Teams zu unterstützen. Telestrian speichert die Informationen über Projekt Aegis auf einem privaten lokalen Netzwerk – es kann nicht von außen über die Matrix darauf zugegriffen werden. Du musst dich im Inneren des Gebäudes selbst darin einklinken.
es: ¡Excelente! Ya se están transfiriendo a tu cuenta los fondos para ayudarte a formar tu equipo. Telestrian guarda la información del proyecto Aegis en una red local privada; no se puede acceder a ella desde fuera, a través de la Matriz. Debes conectarte a ella desde el interior de su edificio de oficinas.
fr: Excellent ! Les fonds sont en train d'être transférés sur votre compte pour vous aider à assembler votre équipe. Telestrian a sauvegardé les informations concernant le Projet Aegis sur un réseau local privé. On ne peut pas y accéder depuis l'extérieur. Vous devrez vous brancher dans la Matrice depuis l'intérieur du complexe de bureaux.
it: Eccellente! Stiamo trasferendo dei fondi sul tuo conto per aiutarti a costituire il tuo team. Telestrian conserva le informazioni sul Progetto Aegis su una rete locale privata, alla quale non si può accedere dall'esterno e attraverso la Matrice. Devi infiltrarti in questa rete dall'interno dell'ufficio.
ru: Превосходно! Я перевожу на твой счет средства, которые помогут тебе собрать команду. Телестриан держит информацию о проекте "Эгида" в закрытой локальной сети - туда невозможно попасть из Матрицы. Тебе придется найти точку входа где-то в самом офисе.

source: Excellent! I’m sure you deserve it. How do you collect?
de: Wunderbar! Ich bin mir sicher, du hast es dir verdient. Wie kommst du an die Belohnung?
es: ¡Excelente! ¡Estoy seguro de que te lo mereces. ¿Cómo cobras?
fr: Excellent ! Je suis sûr que vous le méritez. Comment allez-vous collecter ?
it: Ottimo! Direi che te lo meriti. Quanto prenderai?
ru: Так держать! Ни одно доброе дело не должно остаться без вознаграждения. Кто должен выплатить тебе деньги?

source: Excellent! Shall we say, 300 nuyen?
de: Ausgezeichnet! Sagen wir mal ... 300 Nuyen?
es: ¡Excelente! ¿Qué te parecen 300 nuyens?
fr: Excellent ! Disons par exemple, 300 nuyens ?
it: Eccellente! Diciamo 300 nuyen?
ru: Замечательно! Первый взнос составит 300 нюйен.

source: Excellent! So glad you have seen reason. The Baron is transferring a portion of your fee to your account now to help you assemble your team. The rest will be payable upon the successful retrieval of the sample. Telestrian keeps Project Aegis information on a private local network - it cannot be accessed from the outside through the Matrix. You must jack into it from within the office complex.
de: Ausgezeichnet! Ich bin froh, dass du zur Vernunft gekommen bist. Der Baron transferiert jetzt einen Teil deiner Bezahlung auf dein Konto, um dich bei der Bildung eines Teams zu unterstützen. Den Rest erhältst du, wenn du die Probe erfolgreich in deinen Besitz gebracht hast. Telestrian speichert die Informationen über Projekt Aegis auf einem privaten lokalen Netzwerk – es kann nicht von außen über die Matrix darauf zugegriffen werden. Du musst dich im Inneren des Gebäudes selbst darin einklinken.
es: ¡Excelente! Me alegro de que hayas entrado en razón. El barón está transfiriendo una parte de tus honorarios a tu cuenta, para ayudarte a formar tu equipo. El resto se te pagará al completar la retirada de la muestra. Telestrian guarda la información del proyecto Aegis en una red local privada; no se puede acceder a ella desde fuera, a través de la Matriz. Debes conectarte a ella desde el interior de su edificio de oficinas.
fr: Excellent ! Heureux que vous ayez été frappé par la raison. Le Baron vous transfère une portion de vos honoraires dès à présent pour vous aider à assembler votre équipe. Le reste sera payé à la livraison de l'échantillon. Telestrian a sauvegardé les informations concernant le Projet Aegis sur un réseau local privé. On ne peut pas y accéder depuis l'extérieur. Vous devrez vous brancher dans la Matrice depuis l'intérieur du complexe.
it: Eccellente! Sono contento che tu capisca le mie ragioni. Baron sta trasferendo una parte del tuo compenso sul tuo conto per aiutarti a costituire il tuo team. Il resto ti verrà pagato dopo che avrai recuperato il campione. Telestrian conserva le informazioni sul Progetto Aegis su una rete locale privata, alla quale non si può accedere dall'esterno e attraverso la Matrice. Devi infiltrarti in questa rete dall'interno dell'ufficio.
ru: Превосходно! Барон рад, что мы договорились. Сейчас он переведет на твой счет аванс, который позволит тебе нанять команду. Остальные деньги он выплатит тебе, когда образец окажется у него в руках. Телестриан держит информацию о проекте "Эгида" в закрытой локальной сети - туда невозможно попасть из Матрицы. Тебе придется найти точку входа где-то в самом офисе.

source: Excellent.
de: Ausgezeichnet.
es: Excelente.
it: Eccellente.
ru: Превосходно.

source: Excellent. We agree on terms. I've got some runners on call if you've got any special requests.
de: Ausgezeichnet. So kommen wir ins Geschäft. Ich habe hier ein paar Runner zur Auswahl, falls du besondere Wünsche hast.
es: Excelente. Estamos de acuerdo en los términos. Tengo algunos runners disponibles, si tienes alguna petición especial.
fr: Excellent. Nous sommes d'accord. Signez ici. J'ai quelques runners qui sont disponibles si vous avez des demandes particulières.
it: Eccellente. Siamo d'accordo su termini. Alcuni Runner sono reperibili, in caso di richieste particolari.
ru: Превосходно. Значит, мы договорились об условиях нашего сотрудничества. Если у тебя есть особые требования, я постараюсь подыскать необходимых людей.

source: Excuse me $(scene.BroSis), let me finish with Sister Monica here first. {{GM}}She turns to the other woman at the desk{{/GM}} Sister Monica, you have to be more careful with your ID. {{GM}}She reaches down to a box on the floor{{/GM}} Here is a blank keycard. Take it and your ruined card to Brother Christopher and he will let you into the office to program a new one.
de: Entschuldigung, $(scene.BroSis). Lass mich erst kurz mit Schwester Monica hier sprechen. {{GM}}Sie dreht sich zu einer anderen Frau am Schreibtisch um.{{/GM}} Schwester Monica, du musst vorsichtiger mit deiner ID sein. {{GM}}Sie greift in eine Kiste auf dem Boden. {{/GM}} Hier ist eine leere Schlüsselkarte. Bring sie zusammen mit deiner ruinierten Karte zu Bruder Christopher. Er wird dich ins Büro lassen, damit du dir eine neue programmieren kannst.
es: Perdón $(scene.BroSis), déjame terminar antes con Hermana Monica. {{GM}}Se gira hacia la otra mujer de la mesa{{/GM}} Hermana Monica, tienes que tener más cuidado con tu tarjeta. {{GM}}Echa mano a una caja que hay sobre el suelo.{{/GM}} Aquí tienes una tarjeta virgen. Llévasela, junto con tu tarjeta rota, a Hermano Christopher y te dejará entrar en la oficina para que imprimas una nueva.
fr: Excusez-moi $(scene.BroSis), je dois d'abord m'occuper de Sœur Monica. {{GM}}Elle se tourne vers l'autre femme qui se tient devant le bureau.{{/GM}} Sœur Monica, vous devez faire plus attention à votre carte. {{GM}}Elle attrape une boite posée au sol.{{/GM}} Voilà une carte vierge. Apportez-la à Frère Christopher avec votre carte abimée, et il vous fera entrer dans le bureau afin que vous puissiez en programmer une nouvelle.
it: Scusami $(scene.BroSis), fammi prima sbrigare questa cosa con Sorella Monica. {{GM}}Si volta verso l'altra donna alla scrivania.{{/GM}} Sorella Monica, devi fare più attenzione con la tua tessera di identificazione. {{GM}}Prende una scatola da terra.{{/GM}} Ecco una tessera vergine. Portala insieme alla tessera danneggiata a Fratello Christopher. Ti farà accedere all'ufficio per programmarne una nuova.
ru: Прошу прощения, $(scene.BroSis), одну минуту. Сестра Моника подошла первой. {{GM}}Она поворачивается к другой женщине.{{/GM}} Сестра Моника, с пропусками нужно быть осторожнее. {{GM}}Она протягивает руку в коробку и достает оттуда пластиковую карточку.{{/GM}} Вот чистый пропуск. Отнеси его брату Кристоферу и покажи ему старый, он откроет для тебя кабинет и поможет сделать замену.

source: Excuse me! Please leave the keycards alone.
de: Entschuldigung! Lass doch bitte die Schlüsselkarten, wo sie sind.
es: ¡Eh! Deja las tarjetas de acceso.
fr: Excusez-moi ! Veuillez laisser ces cartes.
it: Per favore! Non si possono toccare le tessere.
ru: Прошу прощения! Не надо трогать карточки.

source: Excuse me, are you Mr. Delilah?
de: Habe ich zufällig das Vergnügen mit Mr. Delilah?
es: Disculpe, ¿es usted el Sr. Delilah?
fr: Excusez-moi, vous êtes M. Delilah ?
it: Mi scusi, è lei il signor Delilah?
ru: Прошу прощения, это вы - мистер Далила?

source: Excuse me?
de: Wie bitte?
es: ¿Perdón?
fr: Pardon ?
it: Prego?
ru: Прошу прощения?

source: Explain yourself. Now.
de: Sag mir, was du willst, sofort!
es: Explícate. Ahora.
fr: Expliquez-vous. Immédiatement.
it: Spiegati. Subito.
ru: Объяснись. Быстро.

source: Ey, that's mine!
de: Hey, die gehört mir!
es: ¡Eh, eso es mío!
fr: Hé, c'est à moi !
it: Ehi, è roba mia!
ru: Эй, это мое!

source: FAMILY DEBTS
de: FAMILIENBANDE
es: DEUDAS DE FAMILIA
fr: DETTES FAMILIALES
it: DEBITI DI FAMIGLIA
ru: СЕМЕЙНЫЙ ДОЛГ

source: FBI Agent
es: Agente del FBI
fr: Agent du FBI
it: Agente FBI
ru: Агент ФБР

source: Face: Calm down, SW: I have a message from Baron Samedi
de: Unterhändler: Beruhig dich. SW: Ich habe eine Nachricht von Baron Samedi.
es: Cara: Tranquilízate, SW: Tengo un mensaje del barón Samedi
fr: Face : Du calme, SW : J'ai un message de Baron Samedi
it: Face: Calmati, SW: Ho un messaggio da parte di Baron Samedi
ru: Фейс: успокойся, СВ: У меня послание от барона Самеди.

source: Face: He wanted me to give you this
de: Unterhändler: Er wollte, dass ich dir das gebe.
es: Cara: Quería que te diera esto.
fr: Face : Il voulait donner ça.
it: Face: Voleva che ti dessi questo.
ru: Фейс: Он хотел, чтобы я передал вам вот это.

source: Face: His last wish was for you to know the truth. I'm so sorry Marie Louise but the Black IC got him, there was nothing I could do.
de: Unterhändler: Sein letzter Wunsch war, dass du die Wahrheit erfährst. Es tut mir leid, Marie-Louise, aber das schwarze IC hat ihn erwischt, ich konnte nichts mehr tun.
es: Cara: Su último deseo fue que tú supieras la verdad. Lo siento mucho, Marie Louise, pero los PAI negros pudieron con él, no pude hacer nada.
fr: Face : Sa dernière volonté a été que vous sachiez la vérité. Je suis désolé Marie Louise, mais les CI Noires l'ont eu, on a rien pu faire.
it: Face: Il suo ultimo desiderio è stato che tu conoscessi la verità. Mi dispiace Marie Louise ma è stato preso dalle MAI nere, non ho potuto fare niente.
ru: Фейс: его последним желанием было донести до тебя правду. Прости, Мария-Луиза, но его убил черный лед. У меня не было возможности помочь ему.

source: Face: I try to make my nuyen while keeping my soul.
de: Unterhändler: Ich versuche nur meinen Unterhalt zu verdienen, ohne mein Gewissen zu verlieren.
es: Cara: Intento ganarme unos nuyens sin perder mi alma.
fr: Face : J'essaye de gagner mes nuyens en conservant mon âme.
it: Face: Cerco di guadagnarmi qualche nuyen senza macchiarmi l'anima.
ru: Фейс: Я просто зарабатываю себе на жизнь. Это не означает, что я хочу продать душу дьяволу.

source: Face: Your fathers systems were more than he could handle he did things in the Matrix never knew were even possible, I did'nt know he was just a kid. He would have been one of the greats along side Dodger and Fastjack I would have I had him on one of my crews or any run.
de: Unterhändler: Dein Vater war von seinen Systemen überfordert. Er hat in der Matrix Dinge getan, die niemand für möglich gehalten hätte. Ich wusste nicht, dass er nur ein Kind ist. Er hätte zu den Großen gehören können ... neben Dodger und Fastjack. Ich hätte ihn auf jedem Run mit in meine Crew genommen.
es: Cara: Los sistemas de tu padre eran más de lo que podía afrontar, hizo cosas en la Matriz que ni siquiera creía posibles, no sabía que no era más que un crío. Habría sido uno de los grandes, a la altura de Dodger y Fastjack, lo habría tenido en uno de mis equipos o en cualquier run.
fr: Face : Les systèmes de défense de votre père étaient trop compliqués ; il a fait des choses dans la Matrice que je pensais impossibles, je ne savais pas que ce n'était qu'un gosse. Il serait devenu l'un des plus meilleurs, comme Dodger et Fastjack. Je l'aurais pris dans mon équipe à coup sûr, quel que soit le run.
it: Face: I sistemi di tuo padre erano troppo per lui, ha fatto cose nella Matrice che non credevo nemmeno possibili, non sapevo che fosse solo un ragazzino. Sarebbe diventato un grande insieme a Dodger e Fastjack, avrei voluto averlo in una delle mie squadre o in qualche missione
ru: Фейс: Системы твоего отца оказались слишком хороши. Он был невероятно хорош и выделывал трюки, о которых я даже не слышал - я не знал, что он был еще подростком. Со временем он стал бы одним из лучших, наравне с Плутом и Быстрым Джеком. Мы бы пошли с ним в любой набег.

source: Fair enough. Well, it sounds like you’re taking a dive into the deep end here. John’s right, I might be able to help you out. I was with Sam the other night, the night of the murder... poor guy. He was hangin’ at the Seamstresses Union that night, tripped out and rowdy. I’d been laying low there for a few days after a bad run. Mrs. Kubota asked me to throw Sam out, so I did. But out in the alley some gangers got the jump on me...
de: Also gut. Tja, es klingt, als würdest du völlig im Dunkeln tappen. John hat Recht, ich könnte dir helfen. Ich hab Sam in der Nacht, in der er starb gesehen ... armer Kerl. Er war in der Seamstresses Union, total zu und streitlustig. Ich hatte mich da nach einem üblen Run ein paar Tage lang zurückgezogen. Mrs. Kubota bat mich, ihn hinauszuwerfen, also tat ich es. Aber draußen in der Gasse haben mich ein paar Ganger überrascht ...
es: Me vale. Bueno, parece que vas a lanzarte en la parte que cubre. John tiene razón, yo podría ayudarte. Estaba con Sam la otra noche, la noche del asesinato... pobre tipo. Estaba en el Unión de Costureras esa noche, muy pasado y alborotador. Estaba ocultándome allí unos días después de un mal trabajo. La Sra. Kubota me pidió que echara a Sam, y lo hice. Pero en el callejón unos pandilleros se abalanzaron sobre mí...
fr: Ça se défend. Eh bien on dirait que vous faites le grand plongeon. John a raison, je peux peut-être vous aider. J'étais avec Sam l'autre nuit, la nuit du meurtre... pauvre gars. Il était au Seamstresses Union cette nuit-là. Il était bourré et sur les nerfs. Je me faisais oublier pour quelques jours après qu'un run ait mal tourné. Mme Kubota m'a demandé de vider Sam, donc c'est ce que j'ai fait. Mais dans l'allée des gangers m'ont pris par surprise.
it: Ok. Beh, a quanto pare vuoi andare fino in fondo alla faccenda. John ha ragione, forse posso aiutarti. Ero con Sam l'altra notte, la notte dell'omicidio... poveraccio. Se ne stava al Seamstresses Union quella sera, era strafatto e in vena di attaccar briga. Io me ne stavo lì nascosto da qualche giorno, dopo una missione finita male. La signora Kubota mi chiese di buttare fuori Sam e così feci. Ma poi, nel vicolo, dei ganger mi hanno assalito...
ru: Ну что же, раз ты собираешься сунуть руку в осиное гнездо, а Джон за тебя ручается, я постараюсь помочь. Я был с Сэмом в ночь его убийства... Бедный парень. Он надрался в Союзе белошвеек и начал буянить. Я старался не привлекать к себе внимания после неудачного набега, но миссис Кубота попросила меня вывести Сэма на свежий воздух, и отказать ей я не мог. Как только за нами хлопнула дверь, на меня набросились эти подонки...

source: Fall back to the elevated one!
de: Zieht euch zur Erhabenen zurück!
es: ¡Retroceded hasta el ascendido!
fr: Repliez-vous vers le premier élevé !
it: Ritraetevi di fronte a chi è stato innalzato!
ru: Отступаем! Все отступаем к святейшему!

source: Fan out and secure the area!
de: Verteilt euch und sichert den Bereich!
es: ¡Dispersaos y asegurad el área!
fr: Déployez-vous et prenez le contrôle du secteur !
it: Sparpagliatevi e monitorate l'area!
ru: Всем рассредоточиться!

source: Fascinating again! Detective McKlusky isn't interested in anything but Detective McKlusky. He'd convict his own mother if it meant another 10 nuyen a week in his paycheck. Plus, he's on the take. {{GM}}Dresden pauses, considering.{{/GM}} You have honor, after a fashion. I try to honor the dead in my work, so we have that in common.
de: Faszinierend! Detective McKlusky interessiert sich für nichts außer Detective McKlusky. Er würde seine eigene Mutter einbuchten, wenn ihm das ein paar Nuyen extra die Woche einbringen würde. Das, und er lässt sich schmieren. {{GM}}Dresden hält kurz inne, während er nachdenkt.{{/GM}} Du hast Ehre, auf deine eigene Art. Ich versuche, die Toten mit meiner Arbeit zu ehren, also haben wir das gemeinsam.
es: ¡Fascinante, una vez más! Al inspector McKlusky no le interesa nada que no sea el inspector McKlusky. Encerraría a su propia madre si con eso fuera a conseguir diez nuyens más a la semana en su nómina. Además, está cobrando sobornos. {{GM}}Dresden se detiene, pensativo.{{/GM}} Tienes honor, en cierto modo. Intento honrar a los muertos con mi trabajo, tenemos eso en común.
fr: Fascinant, à nouveau ! Le détective McKlusky ne s'intéresse à rien d'autre qu'au détective McKlusky. Il vendrait sa propre mère si ça pouvait lui rapporter quelques nuyens supplémentaires. En plus, il est corrompu. {{GM}}Dresden marque une pause.{{/GM}} Vous ne manquez pas d'honneur. J'essaye d'honorer les morts dans mon métier, nous avons donc ça en commun.
it: Ancora più affascinante! Al detective McKlusky interessa solo il detective McKlusky. Metterebbe dentro sua madre se ciò significasse avere 10 nuyen in più in busta paga. In più, è corrotto. {{GM}}Dresden si ferma a pensare.{{/GM}} C'è dell'onore in te, in qualche modo. Io cerco di onorare i morti nel mio lavoro, quindi abbiamo qualcosa in comune.
ru: Это восхитительно! Детектив Макклюски обеспокоен исключительно благополучием детектива Макклюски. Он бы и свою старенькую маму записал в подозреваемые, предложи ему начальство надбавку в 10 нюйен. Кроме того, он берет взятки. {{GM}}Дрезден о чем-то задумывается.{{/GM}} В каком-то смысле ты поступаешь благородно. Я сам отношусь к мертвым с почтением, так что могу тебя понять.

source: Father O'Malley
de: Vater O’Malley
es: Padre O'Malley
fr: Père O'Malley
it: Padre O'Malley
ru: Отец О'Мэлли

source: Father O'Malley leaves, granting you an opportunity to speak with Jessica. But it's hardly a private conversation, as the elf, Lynne, has chosen to stay and support her friend. As it so happens, Jake and Coyote have also lingered, lending you support, too.
de: Vater O’Malley geht davon und dir bietet sich die Gelegenheit, mit Jessica zu sprechen. Aber es ist keine private Unterhaltung, da die Elfin Lynne noch hier ist, um ihre Freundin zu unterstützen. Zufällig sind Jake und Coyote auch noch da und unterstützen dich ihrerseits.
es: Padre O'Malley se marcha y encuentras la ocasión de hablar con Jessica. Pero no es exactamente una conversación privada, ya que Lynne, la elfa, ha decidido quedarse a apoyar a su amiga. Y resulta que Jake y Coyote también se han quedado para apoyarte a ti.
fr: Le père O'Malley part, ce qui vous offre une opportunité de parler avec Jessica. Mais on ne peut pas appeler ça une conversation privée, Lynne ayant choisi de rester pour soutenir son amie. Jake et Coyote s'attardent aussi, offrant leur soutien.
it: Padre O'Malley si allontana, concedendoti un'opportunità di parlare con Jessica. Ma la conversazione è tutt'altro che privata dal momento che l'Elfo, Lynne, ha scelto di rimanere per dare sostegno alla sua amica. D'altro canto, Jake e Coyote sono rimasti per dare sostegno a te.
ru: Отец О'Мэлли уходит, оставляя тебя наедине с Джессикой. Увы, переговорить с ней лицом к лицу у тебя не получится: эльфийка по имени Линн стоит рядом с ней, поддерживая свою подругу. Джейк и Койот тоже решили задержаться, скорее всего для того, чтобы поддержать *тебя*.

source: Father Willy Hansen
de: Vater Willy Hansen
es: Hermano Willy Hansen
fr: Père Willy Hansen
it: Padre Willy Hansen
ru: Отец Вилли Хансен

source: Father Willy has authorized the following new keycards to be printed. Click name to see UB ID alphanumeric.
de: Vater Willy hat die folgenden neuen Schlüsselkarten zum Druck freigegeben. Klicke auf den Namen, um die Zeichenfolge der UB-ID anzuzeigen.
es: Padre Willy ha autorizado la impresión de las siguientes tarjetas de acceso nuevas. Haz clic en el nombre para ver el alfanumérico identificador de la HU.
fr: Père Willy a autorisé l'impression des cartes suivantes. Cliquer sur un nom pour voir l'ID alphanumérique de la CU.
it: Padre Willy ha autorizzato la stampa delle seguenti nuove schede. Fai clic sul nome per vedere l'identificativo FU alfanumerico.
ru: Отец Вилли разрешил выдачу новых карточек следующим членам Братства. Выберите имя, чтобы получить доступ к индивидуальному коду члена Всеобщего братства.

source: Father Willy is truly an inspiration. After years of living in the shadows he found the light about three years ago and now is a beacon for us to follow here at the Universal Brotherhood.
de: Vater Willy ist wahrhaft eine Inspiration. Nach Jahren in den Schatten hat er vor etwa drei Jahren das Licht gesehen und vermag es nun, uns hier in der Universellen Bruderschaft zu geleiten.
es: Padre Willy es una verdadera inspiración. Tras años viviendo en las sombras, encontró la luz hace unos tres años y ahora es el guía al que todos seguimos aquí, en la Hermandad Universal.
fr: Père Willy est une véritable inspiration. Après des années à vivre dans les ténèbres, il trouva la lumière il y a trois ans, et il est maintenant un guide que nous suivons tous ici à la Confrérie Universelle.
it: Padre Willy è davvero una fonte di ispirazione. Ha vissuto a lungo nelle Ombre, finché tre anni fa non ha trovato la luce ed è diventato un fulgido esempio per tutti noi della Fratellanza Universale.
ru: Отец Вилли стал для нас всех источником вдохновения. Он много лет вел преступный образ жизни, но потом узрел истину и теперь наставляет новообращенных членов Всеобщего братства.

source: Father Willy.
de: Vater Willy.
es: Para Padre Willy.
fr: Père Willy.
it: Per Padre Willy.
ru: На отца Вилли.
