Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Data found at the NTSB that shows Renraku caused the crash of an Ares jetliner.
de: Daten, die beim NTSB gefunden worden. Sie beweisen, dass Renraku den Absturz eines Ares-Jets verursacht hat.
es: Datos encontrados en el CNST, que demuestran que Renraku provocó el accidente de un avión Ares.
fr: Données récupérées au NTSB qui montrent que Renraku est responsable du crash d'un avion Arès.
it: Dati trovati nell'ufficio del CNST che provano che la Renraku ha causato l'incidente dell'aereo Ares.
ru: Информация со склада НСПБНТ, которая доказывает причастность Ренраку к крушению авиалайнера корпорации Арес.

source: Data from the NTSB. Renraku would pay to keep it quiet, and Ares would pay to know what it is.
de: NTSB-Daten. Renraku würde dafür zahlen, dass niemand davon erfährt und Ares würde viel dafür geben, herauszufinden was es ist.
es: Datos del CNST. Renraku pagaría para mantenerlo en secreto y Ares pagaría por saber qué es.
fr: Des données de la NTSB. Renraku paierait pour ne pas les rendre publiques, et Ares pour savoir ce que c'est.
it: Dati del CNST. La Renraku pagherebbe per mettere tutto a tacere e la Ares pagherebbe per sapere.
ru: База данных со склада НСПБНТ. Ренраку заплатила раннерам, чтобы они похитили эту запись. Арес наверняка захочет ее купить.

source: Data missing or corrupted. Contact your administrator for help.
de: Fehlende oder beschädigte Daten. Bitte wenden Sie sich an Ihren Administrator.
es: Datos ausentes o dañados. Solicite la ayuda de su administrador.
fr: Données manquantes ou corrompues. Contacter l'administrateur pour obtenir de l'aide.
it: Dati mancanti o danneggiati. Contattare l'amministratore.
ru: Файл отсутствует или поврежден. Обратитесь к системному администратору.

source: David Fry II
ru: Дэвид Фрай-младший

source: David looks almost as tired as you do. You can tell that this case has gotten under his skin like it has yours.
de: David sieht fast so müde aus wie du. Du erkennst deutlich, dass der Fall ihm genauso sehr zu schaffen macht wie dir.
es: David parece casi tan cansado como tú. Se nota que este caso le ha llegado tan hondo como a ti.
fr: David a l'air aussi fatigué que vous, vous pouvez constater qu'il a cette enquête dans la peau, comme vous.
it: David ha la tua stessa aria stanca. È evidente che questo caso lo ha turbato quanto ha turbato te.
ru: Дэвид выглядит почти таким же усталым, как ты. Очевидно, что загадка Потрошителя не дает покоя и ему тоже.

source: Days here tend to be slow, so I volunteer at a medical center on the other side of Touristville. And I had a rough shift.
de: Die Tage hier verlaufen eher ruhig, also arbeite ich freiwillig in einer Klinik auf der anderen Seite von Touristville. Es war eine richtig harte Schicht.
es: Los días aquí pasan muy despacio, así que me presenté voluntariamente en el centro médico, al otro lado de Touristville. Y tuve un turno duro.
fr: Les journées sont calmes par ici, donc je fais du volontariat dans un centre médical de l'autre côté de Touristville. Et aujourd'hui ça n'a pas été facile.
it: Le giornate qui tendono a essere lente, quindi faccio volontariato presso un centro medico dall'altra parte di Touristville. E ho avuto un turno movimentato.
ru: Когда у меня мало работы, я берусь оперировать в медицинском центре на другой стороне Туристического городка. Сугубо на общественных началах. Нелегкий выдался сегодня денек.

source: DeadMansSwitch
de: Totmannschalter
it: Segnalatoredidecesso
ru: ПоследнийЗвонок

source: Deal with the Halloweeners Gang
de: Rechne mit der Halloweener-Gang ab
es: Encargarse de la banda de los Halloweeners
fr: S'occuper du gang des halloweeners
it: Affronta la gang degli Halloweener
ru: Разберись с Хэллоуинерами

source: Deal.
de: Abgemacht.
es: Hecho.
fr: Vendu.
it: Affare fatto.
ru: Договорились.

source: Deal. Here's the necklace. {{GM}}Give Frank the necklace.{{/GM}}
de: Abgemacht. Hier ist die Kette. {{GM}}Gib Frank die Kette.{{/GM}}
es: Hecho. Aquí tienes el collar. {{GM}}Entregar el collar a Frank.{{/GM}}
fr: Vendu. Voilà le collier. {{GM}}Donner le collier à Frank.{{/GM}}
it: Affare fatto. Ecco la collana. {{GM}}Dai a Frank la collana.{{/GM}}
ru: Договорились. Держи ожерелье. {{GM}}Отдать Фрэнку ожерелье.{{/GM}}

source: Dealer
es: Traficante
it: Spacciatore
ru: Пушер

source: Dear Charles, We have been trying to reach you for months. We have come to the Universal Brotherhood several times and every time have been told that we could not see you. Since you are not allowed to go online in any way the only way we can try to contact you is by letters, which we have done time and again with no response. How can you forget the people that raised you, and loved you? Mom and Dad
de: Lieber Charles, seit Monaten versuchen wir, dich zu erreichen. Mehrmals sind wir zur Universellen Bruderschaft gekommen und jedes Mal wurde uns gesagt, dass wir dich nicht sehen dürfen. Da du nicht online gehen kannst, können wir nichts tun, außer dir Briefe zu schicken. Doch so viele Briefe wir auch schreiben, wir erhalten keine Antwort. Wie kannst du nur die Leute vergessen, die dich aufgezogen, dich geliebt haben? Mom und Dad
es: Querido Charles: Llevamos meses intentando contactar contigo. Hemos ido varias veces a la Hermandad Universal, y siempre nos decían que no podíamos verte. Como no puedes conectarte en línea, solo podemos contactar contigo por carta, te hemos enviado muchas pero no hemos recibido respuesta. ¿Cómo puedes olvidarte de las personas que te criaron y que tanto te han querido? Mamá y papá
fr: Cher Charles, Nous essayons de te joindre depuis des mois. Nous sommes venus plusieurs fois à la Confrérie Universelle, et à chaque fois on nous a dit qu'il était impossible de te voir. Étant donné que tu ne peux pas te connecter en ligne, la seule manière de te contacter est de t'envoyer des lettres, ce que nous avons fait à maintes reprises sans obtenir de réponses. Comment as-tu pu oublier les personnes qui t'ont élevé, et aimé ? Maman et papa
it: Caro Charles, sono mesi che cerchiamo di avere tue notizie. Siamo venuti a cercarti alla Fratellanza Universale e tutte le volte ci è stato detto che non potevamo vederti. Visto che ti vietano di collegarti, l'unico modo che abbiamo di contattarti è via lettera. Ne abbiamo spedite tante, senza ricevere alcuna risposta. Come puoi dimenticarti delle persone che ti hanno cresciuto e amato? Mamma e papà
ru: Дорогой Чарльз, Мы уже много месяцев безуспешно пытаемся связаться с тобой. Мы несколько раз приходили во Вселенское братство, но твой наставник сообщал нам, что тебя нет в здании или просто отказывал нам во встрече. Поскольку вам не разрешают выходить в сеть, нам остается только писать тебе эти письма, но ты пока не ответил ни на одно из них. Как ты мог забыть людей, которые вырастили тебя? Мы очень тебя любим. Мама и папа

source: Dear Sister Julie, It is my pleasure to invite you to join us in the Inner Sanctum as a Mother of the Universal Brotherhood. I have left your upgraded keycard in your locker. We rejoice to be with you! Father Willy
de: Liebe Schwester Julie, mit großer Freude heiße ich dich im inneren Heiligtum und als neue Mutter der Universellen Bruderschaft willkommen. Deine neue Schlüsselkarte findest du in deinem Schrank. Wir freuen uns darüber, dass du bei uns bist! Vater Willy
es: Querida Hermana Julie: Tengo el placer de invitarte a unirte a nosotros en el Sanctasanctórum como Madre de la Hermandad Universal. Te he dejado la nueva tarjeta de acceso en tu taquilla. ¡Nos alegra contar con tu compañía! Padre Willy
fr: Chère sœur Julie, C'est avec plaisir que je vous invite à rejoindre le Sanctuaire intérieur en tant que Mère de la Confrérie Universelle. J'ai laissé votre carte d'accès mise à jour dans votre casier. Nous nous réjouissons de votre arrivée ! Père Willy
it: Cara Sorella Julie, Ho il piacere di invitarla a unirsi a noi nel Santuario nascosto come Madre della Fratellanza Universale. Ho lasciato la tessera aggiornata nel suo armadietto. Ci rallegriamo di averla con noi! Padre Willy
ru: Дорогая сестра Джулия, Для меня большая честь пригласить тебя присоединиться к нам во внутренних покоях Всеобщего братства. Твой новый пропуск лежит в шкафчике. Мы очень рады приветствовать тебя среди матерей и отцов! Отец Вилли

source: Death and I have an understanding. He doesn’t bother me and I don’t bother him. {{GM}}He rolls his eyes.{{/GM}} Okay, that’s not really true. The truth is that there are some things you can’t know, kid. Insects from another dimension only scratch the surface of what’s really going on in the Sixth World. And the idea that anyone knows what’s really going on is kinda nuts in itself.
de: Der Tod und ich haben ein Abkommen getroffen. Er lässt mich in Ruhe und ich lasse ihn in Ruhe. {{GM}}Er rollt mit den Augen.{{/GM}} Okay ... das war auch nicht ganz die Wahrheit. Die Wahrheit ist nämlich, dass es Dinge gibt, die so junge Leute wie du nicht wissen können. Insekten aus einem anderen Universum sind nur die Spitze des Eisberges von dem, was wirklich in der Sechsten Welt abgeht. Und man kann davon ausgehen, dass jemand, der versteht, was hier wirklich abgeht, nicht mehr alle Schrauben beisammen haben kann.
es: La muerte y yo llegamos a un trato. Ella no me molesta y yo no la molesto a ella. {{GM}}Pone los ojos en blanco.{{/GM}} Vale, eso no es del todo cierto. La verdad es que hay algunas cosas que no puedes saber. Los insectos de otra dimensión solo arañan la superficie de lo que está pasando realmente en el Sexto Mundo. Y la idea de que alguien sepa qué está pasando realmente es una locura en sí misma.
fr: La mort et moi, nous avons un marché. Elle ne vient pas m'embêter et je ne l'embête pas. {{GM}}Ses yeux roulent dans ses orbites.{{/GM}} Ok, c'est pas tout à fait vrai. La vérité c'est qu'il y a certaines choses que tu ne peux pas savoir, petit. Des insectes d'une autre dimension ne peuvent que gratter à la surface de ce qui se passe vraiment dans le Sixième Monde. Et l'idée que qui que ce soit sache ce qui se passe vraiment est complètement folle en elle-même.
it: La Morte ed io abbiamo un accordo. Lei non dà fastidio a me e io non do fastidio a lei. {{GM}}Alza gli occhi al cielo.{{/GM}} Ascolta, non è proprio vero. La verità è che ci sono alcune cose che non puoi sapere, dolcezza. Gli insetti dell'altra dimensione sono solo una goccia nel mare degli eventi del Sesto Mondo. E la sola idea che tutti sappiano cosa succede è un'assurdità.
ru: Мы со смертью на короткой ноге. Я не докучаю старушке, а она обходит меня стороной. {{GM}}Он закатывает глаза.{{/GM}} Ну хорошо, это не совсем правда. Правда заключается в том, что есть вещи, которых ты никогда не узнаешь. Насекомые из другого измерения - это лишь малая часть того, что происходит в Шестом мире. Мысль о том, что кто-то может знать *всю* правду, просто абсурдна.

source: Death would be too quick a punishment. You’re going to pay for what you’ve done. {{GM}}Take her with you.{{/GM}}
de: Der Tod würde dich viel zu schnell von deiner Schuld erlösen. Du wirst für das, was du getan hast, büßen müssen. {{GM}}Nimm sie mit dir nach draußen.{{/GM}}
es: La muerte sería un castigo demasiado rápido. Vas a pagar por lo que has hecho. {{GM}}Llévatela.{{/GM}}
fr: La mort serait une punition trop rapide. Vous allez payer pour ce que vous avez fait. {{GM}}La prendre avec vous.{{/GM}}
it: La morte sarebbe una punizione troppo rapida. Pagherai per ciò che hai fatto. {{GM}}Prendila con te.{{/GM}}
ru: Смерть стала бы недостаточным наказанием. Я дам тебе шанс искупить вину. {{GM}}Забрать ее с собой.{{/GM}}

source: Debuff Fist
de: Debuff-Faust
es: Debilitación de puño
fr: Poing Affaiblissant
it: Pugno smuscolato
ru: Ослабляющий кулак

source: Decide the Fate of Sam Watt's Killer
de: Entscheide über das Schicksal von Sam Watts’ Mörderin
es: Decide el destino del asesino de Sam Watt
fr: Décider du destin du tueur de Sam Watts
it: Decidi la sorte dell'omicida di Sam Watts
ru: Реши участь убийцы Сэма Уоттса

source: Decide you need a fix more than you need a beat-down? Smart move. Now what do you need?
de: Hast dich entschieden, dass du ’nen Rausch dringender nötig hast als ’ne Tracht Prügel? Kluge Entscheidung. Also, was brauchst du?
es: Decídete: ¿qué necesitas más, un encargo o una paliza? Un movimiento astuto. Dime, ¿qué es lo que necesitas?
fr: Vous avez décidé de prendre un fix au lieu de vous faire cogner ? Bonne décision. Bon, qu'est-ce que vous voulez ?
it: Decidi, hai più bisogno di una dose o di un po' di botte? Mossa intelligente. Ora, che cosa ti serve?
ru: Правильно. Зачем тебе получать по морде, если вместо этого можно получить дозу? Так что тебе подогнать?

source: Decomposing.
de: In einem Stadium der Verwesung.
es: Pudriéndose.
fr: En train de pourrir.
it: In decomposizione.
ru: Разлагается.

source: Decreases the target's Armor by 10. Lasts 0 RNDS.
de: Verringert die Panzerung des Gegners um 10. Hält 0 Runden an.
es: Reduce la armadura del objetivo en 10. Dura 0 rondas.
fr: Réduit l'Armure de la cible de 10. Dure 0 tours.
it: Indebolisce l'Armatura del bersaglio di 10. Dura 0 turni.
ru: Снижает броню цели на 10. Продолжает действовать в тчение 0 раундов.

source: Decreases the target's Dodge by 10. Lasts 0 RNDS.
de: Verringert die Ausweichfähigkeit des Ziels um 10. Dauert 0 Runden an.
es: Reduce la capacidad esquiva del objetivo en 10. Dura 0 rondas.
fr: Réduit l'Esquive de la cible de 10. Dure 0 tours.
it: Indebolisce la Schivata del bersaglio di 10. Dura 0 turni.
ru: Понижает характеристику Уклонение цели на 10. Действует в течение 0 раундов.

source: Deductions?
de: Abzüge?
es: ¿Gastos?
fr: Déductions ?
it: Detrazioni?
ru: Компенсации?

source: Defeat Dr. Holmes
de: Besiege Dr. Holmes
es: Derrota al Dr. Holmes
fr: Vaincre le Dr. Holmes
it: Sconfiggi il dottor Holmes
ru: Победи доктора Холмса

source: Defeat Pitezel
de: Besiege Pitezel
es: Derrota a Pitezel
fr: Vaincre Pitezel
it: Sconfiggi Pitezel
ru: Победи Пицеля

source: Defeat the Runner Crew
de: Besiege die Runner-Crew
es: Derrota al grupo de runners
fr: Battre la bande de runners
it: Sconfiggi la banda di Runner
ru: Избавься от команды раннеров

source: Defend Marie-Louise
de: Verteidige Marie-Louise
es: Defiende a Marie-Louise
fr: Protéger Marie-Louise
it: Difendi Marie Louise
ru: Защищай Марию-Луизу

source: Definitely. Take your time to reconnoiter. We're chill here.
de: Auf jeden Fall. Lass dir ruhig Zeit und sieh dich genau um. Hier draußen ist alles locker.
es: Por supuesto. Tómate el tiempo que necesites para explorar. Estamos bien.
fr: Sans problème. Prends ton temps. On va attendre ici.
it: Certo. Fai pure la ricognizione. Qui è tutto tranquillo.
ru: Само собой. Осмотрись, не спеши. Мы подождем.

source: Delicious. A trophy hunter. What was it?
de: Wundervoll. Ein Trophäenjäger. Was hat er sich geholt?
es: Genial. Un buscador de trofeos. ¿Qué fue?
fr: Charmant. Un chasseur de trophées. C'était quoi ?
it: Delizioso. Un cacciatore di trofei. Cos'era?
ru: Великолепно. Мы имеем дело с коллекционером. И что он забрал на этот раз?

source: Delilah Muscle
de: Delilahs Bodyguard
es: Sicario Delilah
it: Mercenario Delilah
ru: Охранник Далилы

source: Delilah? I thought you said you'd never do another deal with that man.
de: Delilah? Ich dachte, du hast gesagt, du würdest nie wieder mit dem Kerl zusammenarbeiten.
es: ¿Delilah? Creía que habías dicho que no volverías a hacer tratos con ese tío.
fr: Delilah ? Je croyais que tu ne voulais plus jamais traiter avec lui.
it: Delilah? Mi pareva avessi detto che non avresti più fatto affari con lui.
ru: Далила? Ты же говорила, что больше не собираешься иметь с ним никаких дел.

source: Deliver Stevie J.'s BTL Chip
de: Liefere Stevie J den BTL-Chip
es: Entrega el chip de BTL de Stevie J.
fr: Livrer la puce BTL de Stevie J.
it: Consegna il microchip BTL di Stevie J.
ru: Отнеси ИР-чип Стиви-младшего

source: Deliver the Stones to Mr. Delilah
de: Bringe die Edelsteine zu Mr. Delilah
es: Entregar las piedras al Sr. Delilah
fr: Remettre les pierres à M. Dellilah
it: Consegna le pietre al signor Delilah
ru: Отнеси камни мистеру Далиле

source: Denver.
ru: Денвер.

source: Depends on the year. Let me take a look. {{GM}}He angles his cyber-optics towards the ring, and ponders a moment.{{/GM}}
de: Hängt vom Jahr ab. Lass mich mal sehen. {{GM}}Er dreht seine Cyber-Optik in Richtung des Rings und überlegt einen Moment.{{/GM}}
es: Depende del año. Deja que le eche un vistazo. {{GM}}Dirige su ciberojos hacia el anillo y medita durante un momento.{{/GM}}
fr: Ça dépend de l'année. Laissez-moi regarder. {{GM}}Il ajuste ses optiques cybernétiques vers la bague et réfléchit.{{/GM}}
it: Dipende dall'anno. Fammi dare uno sguardo. {{GM}}Orienta i suoi occhi cibernetici verso l'anello e riflette un po'.{{/GM}}
ru: Зависит от года. Позволь взглянуть. {{GM}}Он кладет кольцо на ладонь, поправляет кибернетическую линзу и на несколько секунд задумывается.{{/GM}}

source: Depicted is a clock tower at a train station in downtown Portland in the Tir. The plaque reads "Efficiency".
de: Zu sehen ist eine Turmuhr am Bahnhof in Portland im Tír. Auf der Plakette steht das Wort „Effizienz“.
es: Tiene dibujada una torre con reloj en una estación de tren del centro de Portland, en Tir. En la placa se lee "Eficiencia".
fr: L'image montre la tour d'horloge d'une gare dans le centre-ville de Portland de Tir. Sur la plaque, on peut lire "efficacité".
it: Vi è raffigurata una torre dell'orologio in una stazione ferroviaria nel centro di Portland nel Tir. Sulla targhetta si legge "Efficienza".
ru: На картине изображен портлендский вокзал с красивыми часами. На табличке написано "Эффективность".

source: Despite Coyote’s clear desire to stand on her own two feet, Paco needs to help her through the door into the Seamstresses Union. Heads raise, and the front room of the bar falls strangely silent. Paco stands by her side now, not speaking, his dark eyes flat with fury. Coyote presses a rag to her clawed-up face. She winces but manages to keep control as she breathes in slow, deep breaths to manage the pain. Taking a closer look, you see her arm isn’t much more than shreds of meat and broken bone held together by tendons and burned skin. It’ll be a miracle if she still has it by the end of the night...
de: Obwohl Coyote auf ihren eigenen zwei Beinen stehen will, muss ihr Paco durch die Tür in die Seamstresses Union helfen. Köpfe drehen sich in ihre Richtung und im vorderen Bereich der Bar wird es merkwürdig still. Paco steht nun an ihrer Seite. Er sagt nichts, aber seine dunklen Augen blitzen vor Wut. Coyote drückt einen Stofflappen auf ihr zerfetztes Gesicht. Sie zuckt leicht, aber es gelingt ihr, sich zusammenzureißen und den Schmerz mit tiefen, langsamen Atemzügen unter Kontrolle zu bringen. Bei genauerem Hinsehen stellst du fest, dass von ihrem Arm nicht mehr viel übrig ist außer ein paar Fetzen Fleisch und gebrochenen Knochen – das Ganze nur von Sehnen und verbrannter Haut zusammengehalten. Es würde einem Wunder gleichkommen, wenn sie den Arm am Ende der Nacht noch haben würde ...
es: A pesar del claro deseo de Coyote de mantenerse sola en pie, Paco tiene que ayudarla a cruzar la puerta del Unión de Costureras. Las cabezas se levantan y la sala delantera del bar se sumerge en un extraño silencio. Ahora Paco está junto a ella, sin hablar, con sus oscuros ojos irradiando furia. Coyote se aprieta un trapo contra su cara marcada. Hace un gesto de dolor pero consigue mantener el control respirando con inspiraciones lentas y profundas para dominar el dolor. Al observarla más detenidamente, ves que su brazo no es más que un puñado tiras de carne y un hueso roto aguantado por los tendones y una piel quemada. Será un milagro si aún lo conserva al terminar la noche...
fr: Même si Coyote a l'air bien décidée à se tenir sur ses deux jambes, Paco doit l'aider à franchir le seuil de la porte du Seamstresses Union. Les têtes se lèvent et un silence étrange s'abat sur la salle principale du bar. Paco se tient maintenant à ses côtés sans rien dire. Ses yeux noirs brillent de colère. Coyote presse un chiffon contre son visage tout éraflé. Elle grimace de douleur mais parvient tout de même à la contrôler en respirant lentement et profondément. En la regardant mieux, vous voyez que son bras n'est plus qu'un amas de chair et d'os cassés. Ces lambeaux ne sont unis que par des tendons et de la peau brûlée. Ça serait un miracle qu'elle ait encore un bras demain...
it: Nonostante sia evidente che Coyote voglia reggersi in piedi da sola, Paco deve aiutarla a passare dalla porta del Seamstresses Union. Le teste si alzano, e sulla sala anteriore del bar cala un silenzio bizzarro. Paco è al suo fianco, non parla; i suoi occhi scuri sono colmi di furia. Coyote si preme un fazzoletto sulla faccia piena di graffi. Trema, ma riesce a mantenere il controllo respirando lentamente e profondamente, per limitare il dolore. Osservandola più da vicino, noti che del suo braccio non sono rimasti che dei frammenti di carne e ossa rotte tenuti insieme da tendini e pelle ustionata. Sarà un miracolo se entro fine serata ce l'avrà ancora...
ru: Несмотря на то, что Койот твердо решила вернуться в бар на своих ногах, она опирается на плечо Пако. К тому времени, как вы добираетесь до дверей Союза, ему приходится ее почти нести. Когда вы входите в зал, завсегдатаи удивленно замолкают и все головы поворачиваются в вашу сторону. Пако молча стоит рядом с ней, и в его темных глазах пылает ярость. Койот прижимает к своему разорванному лицу какую-то тряпку. Она морщится, но продолжает дышать ровно и размеренно, чтобы хоть как-то совладать с болью. Присмотревшись, ты понимаешь, что ее рука представляет собой почти голую кость, кое-как прикрытую изодранными ошметками плоти и сгоревшей кожей. Если ей удастся ее сохранить, это будет чудом...

source: Destroy the Lab's Research
de: Zerstöre die Forschungsergebnisse der Einrichtung
es: Destruye el laboratorio de investigación
fr: Détruire les recherches du labo
it: Distruggi le ricerche del laboratorio
ru: Уничтожь исследовательский проект

source: Diane Ravenwood
ru: Диана Рейвенвуд
