Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: You hear right. I got a few. I sell ‘em at a discount. Charlie charges 50 nuyen for ‘em but I can get you three for 100¥.
de: Das stimmt. Ich habe sogar ein paar. Verkaufe sie zum Spottpreis. Bei Charlie kosten sie 50 Nuyen das Stück, aber bei mir kriegt ihr drei für 100¥.
es: Has oído bien. Tengo unas cuantas. Las vendo con descuento. Charlie cobra 50 nuyens por ellas, pero yo te puedo dar tres por 100¥.
fr: T'as bien entendu. J'en ai. J'les vends à prix réduits. Charlie les vend pour 50 nuyens, mais j'peux t'en avoir trois pour 100 ¥.
it: Ti hanno detto bene. Ne ho alcune. Le vendo a prezzo scontato. Charlie chiede 50 nuyen, ma io posso dartene tre per 100 ¥.
ru: У меня есть несколько. Я продаю их со скидкой. Чарли берет 50 за штуку, а я могу дать тебе три за 100¥.

source: You hear scratching coming from a crypt.
de: Du vernimmst ein Kratzen aus dem Inneren einer Gruft.
es: Escuchas un chirrido que procede de una cripta.
fr: Vous entendez un grincement provenant d'une crypte.
it: Senti dei rumori provenire da una cripta.
ru: Из склепа доносятся скребущие звуки.

source: You hear scratching coming from the crypt.
de: Du vernimmst ein Kratzen aus dem Inneren der Gruft.
es: Escuchas un chirrido que procede de la cripta.
fr: Vous entendez un grincement provenant de la crypte.
it: Senti dei rumori provenire dalla cripta.
ru: Из склепа доносятся скребущие звуки.

source: You hear the sounds of soft music playing within and what many soft slippers gliding across a smooth floor.
de: Du hörst die sanften Klänge von Musik aus dem Inneren hervorschallen und das Geräusch vieler weicher Pantoffel, die über glatten Boden schlurfen.
es: Escuchas el sonido de una suave música sonando en el interior y de muchas zapatillas deslizándose sobre un suelo pulido.
fr: Vous entendez une douce musique qui vient de l'intérieur ainsi que le bruit de nombreuses pantoufles qui glissent sur un sol lisse.
it: Senti il suono della musica dolce che proviene da dentro e quello di molte pantofole morbide che scivolano su un pavimento liscio.
ru: Изнутри доносится негромкая музыка. Ты слышишь мягкое шлепанье домашних тапочек по мраморному полу.

source: You heard the boss, get it done.
de: Ihr habt den Boss gehört, an die Arbeit.
es: Ya has oído al jefe, haz tu trabajo.
fr: Vous avez entendu le patron, on y va.
it: Avete sentito il capo, al lavoro.
ru: Вы слышали приказ. По местам!

source: You here to buy equipment?
de: Bist du hier, um Ausrüstung zu kaufen?
es: ¿Has venido a comprar equipamiento?
fr: Vous êtes ici pour acheter de l'équipement ?
it: Sei qui per rifornire il tuo equipaggiamento?
ru: Ты за снаряжением?

source: You his butler?
de: Du bist sein Butler?
es: ¿Eres su mayordomo?
fr: Vous êtes son majordome ?
it: Sei il suo maggiordomo?
ru: Ты его дворецкий?

source: You hunker down in the janitor’s locker room amid the smells of industrial-strength cleansers, floor wax, and body odor. Sleep is impossible as you must be constantly on your guard for the telltale sounds of security teams or building maintenance crews. Morning eventually comes and with it, another chance at Project Aegis.
de: Du machst es dir in der Hausmeisterumkleide so gut es geht zwischen den Gerüchen von Industriereiniger, Bohnerwachs und Schweiß gemütlich. An Schlaf ist nicht zu denken, da du stets mit halbem Ohr nach den Geräuschen eines Sicherheitsteams oder des Wartungspersonals lauschst. Aber schließlich bricht der Morgen an und mit ihm eine neue Chance, Projekt Aegis in die Finger zu bekommen.
es: Te agachas en la sala de taquillas del limpiador, invadida por el olor a productos de limpieza industriales, cera de suelos y olor corporal. Es imposible dormir, tienes que estar alerta constantemente por los sonidos reveladores de los equipos de seguridad y los trabajadores del servicio de mantenimiento del edificio. Por fin llega la mañana y, con ella, otra oportunidad para el proyecto Aegis.
fr: Vous vous repliez dans le vestiaire du concierge au milieu des odeurs de nettoyant industriel, de cire pour le sol et d'odeurs corporelles. Dormir n'est pas une alternative : vous devez rester sur vos gardes au cas où l'équipe de sécurité ou l'équipe d'entretien débarquent. Le matin arrive enfin et avec lui, une seconde chance pour le projet Aegis.
it: Ti accucci nel ripostiglio del custode, tra odori di detergenti industriali, cera per pavimenti e sudore. Vegli tutta la notte per carpire ogni rumore che segnali l'avvicinarsi di una squadra di sicurezza o dei manutentori dell'edificio. Alla fine sorge il sole e con esso una nuova opportunità per il Progetto Aegis.
ru: Ты проводишь ночь в раздевалке для уборщиков. До самого рассвета тебя донимают запахи чистящих средств, полироли и орочьего пота. Сон бежит от тебя, но спать все равно было бы глупо: охрана здания или еще кто-нибудь могут заглянуть в твое убежище в любой момент. Наконец наступает утро. Оно дарит тебе еще один шанс подобраться к проекту ''Эгида''.

source: You idiot! There's no need to anesthetize him - he’s already dead!
de: Du Idiot! Wozu betäubst du ihn? Er ist doch bereits tot!
es: ¡Idiota! No hacía falta anestesiarlo, ¡ya está muerto!
fr: Idiot ! Pas besoin de l'anesthésier, il est déjà mort !
it: Idiota! Non c'è bisogno di anestetizzarlo, è già morto!
ru: Болван! Он уже мертв, зачем было давать ему наркоз?

source: You impress me, $(l.sir). My father’s bastards are intentionally not well known, even to themselves. Nevertheless, I fail to see the connection between this "Sam Watt’s" death and a raid on one of my office buildings. There is no connection between the research project and the dead man that I am aware of.
de: Sehr beeindruckend, $(l.sir). Es ist durchaus Absicht, dass niemand von den Abkömmlingen meines Vaters weiß, nicht einmal sie selbst. Nichtsdestotrotz erkenne ich die Verbindung zwischen dem Tod dieses „Sam Watts“ und dem Angriff auf eines meiner Bürogebäude nicht. Zwischen dem Forschungsprojekt und dem Toten besteht meines Wissens nach keinerlei Verbindung.
es: Impresionante, $(l.sir). Nos hemos ocupado de que no se conozca la existencia de los bastardos de mi padre, incluso para ellos mismos. Sin embargo, no consigo ver la conexión entre la muerte de este "Sam Watts" y una incursión en uno de mis edificios de oficinas. Que yo sepa, no hay ninguna relación entre el proyecto de investigación y el hombre muerto.
fr: Vous m'impressionnez, $(l.sir). Les bâtards de mon père sont volontairement peu connus, même d'eux-mêmes. Quoi qu'il en soit, je ne vois pas le lien entre la mort de ce "Sam Watts" et une attaque sur l'un de mes immeubles de bureaux. À ce que je sache, il n'y a aucun lien entre le projet de recherche et cet homme...
it: Sono colpito, $(l.sir). Nessuno sa dei figli bastardi di mio padre. Non si conoscono nemmeno tra di loro. Tuttavia non riesco a comprendere la relazione tra la morte di questo "Sam Watts" e l'assalto ai miei uffici. Non sono a conoscenza di nessun collegamento tra quest'uomo e il progetto di ricerca.
ru: Я впечатлен, $(l.sir). Часто даже сами незаконнорожденные дети моего отца не знают, чья кровь течет у них в жилах. И все же я не вижу связи между гибелью этого "Сэма Уоттса" и набегом на один из моих офисов. Покойный не имел отношения к этому исследовательскому проекту.

source: You jack into the Matrix or in the context of a run, when you jack into the local node of the facility you’re in, the deck determines how many programs and ESPs you can carry and the firepower of your base Matrix attack. Decks have IP when a deck’s IP is reduced to zero you'll get booted from the system - and it'll hurt.
de: Wenn du dich in die Matrix oder während eines Runs in den lokalen Knotenpunkt einer Einrichtung einklinkst, bestimmt dein Deck, wie viele Programme und ESPs du mitnehmen kannst und wie stark dein Standard-Matrix-Angriff ist. Decks haben IP und wenn die IP deines Decks auf Null gesunken ist, wirst du aus dem System geworfen – und das tut weh.
es: Te conectas a la Matriz o dentro de un run, cuando te conectas al nodo local del edificio en el que estás, el ciberterminal determina cuántos programas y PSE puedes llevar y la potencia de disparo de tu ataque de base de la Matriz. Los ciberterminales tienen PI y cuando los PI de un ciberterminal lleguen a cero, serás expulsado del sistema; y eso duele.
fr: Quand vous vous branchez à la Matrice ou bien, dans le contexte d'une mission, quand vous piratez le nœud local des bâtiments où vous vous trouvez, le deck détermine le nombre de programmes et d'ESP que vous pouvez emportez et la puissance de votre attaque matricielle de base. Les decks ont des PI. Quand les PI d'un deck tombe à zéro, vous vous faites éjecter du système. Et ça, ça fait mal.
it: Quando ti colleghi alla Matrice o durante una missione, tramite il nodo locale del luogo in cui ti trovi, il Deck determina quanti programmi e ESP puoi portare con te e la potenza di fuoco del tuo attacco base nella Matrice. I Deck hanno un certo numero di PI. Quando tale numero arriva a zero, il sistema ti espellerà. Ti garantisco che fa male.
ru: Дека - это инструмент, который позволяет человеку подключиться к Матрице посредством точки входа. Ее технические характеристики определяют, сколько программ и агентов ты можешь использовать, а также ограничивают эффективность твоей базовой матричной атаки. Еще одной характеристикой деки является устойчивость соединения. Если она упадет до нуля, тебя выбросит из системы - что доставляет весьма болезненные ощущения.

source: You killed David Fry II.
de: Du hast David Fry II getötet.
es: Has matado a David Fry II.
fr: Vous avez tué David Fry II.
it: Hai ucciso David Fry II.
ru: Дэвид Фрай II погиб.

source: You know anything about Sam’s murder?
de: Weißt du etwas über den Mord an Sam?
es: ¿Sabes algo sobre el asesinato de Sam?
fr: Qu'est-ce que vous savez sur le meurtre de Sam ?
it: Sai qualcosa dell'omicidio di Sam?
ru: Ты знаешь что-нибудь об убийстве Сэма?

source: You know as much as I do on that account. You have actually seen one of those entomical cynegetic trans-viatical dwellers in darkness. I have not. However, based on your recent reconnaissance, I would expect to find deranged cultists, deranged priests, a deranged shaman, and a shit-ton of giant bugs.
de: Du weißt genauso viel wie ich darüber. Du hast einen dieser zynegetischen, transviatalen Insekten-Bewohner in der Dunkelheit gesehen, ich nicht. Basierend auf deiner kürzlichen Erkundungstour würde ich davon ausgehen, dass wir auf verrückte Kultisten und Priester, eine geistesgestörte Schamanin und jede Menge riesiger Käfer stoßen werden.
es: Sabes lo mismo que yo sobre ese tema. De hecho, tú has visto a uno de esos moradores transviáticos cinegéticos entomológicos en la oscuridad. Yo no. Aun así, basándome en tu reciente exploración, doy por sentado que encontrarás adoradores enloquecidos, sacerdotes enloquecidos, un chamán enloquecido y un montón de bichos gigantescos.
fr: Tu en sais autant que moi à ce sujet. C'est toi qui as vu l'une de ces créatures entomologiques cynégétiques transviatiques des ténèbres. Pas moi. Mais si j'étais toi, d'après ton exploration récente, je m'attendrais à trouver des disciples dérangés, des prêtres cinglés, un chaman taré et un tas de grosses bestioles qui puent.
it: Ne sai quanto me in proposito. Tu hai visto dal vivo uno di quegli abitanti entomo-cinegetici trans-viatici dell'oscurità. Nessuna paura. Comunque, sulla base alla tua recente ricognizione, mi aspetterei di trovare fanatici deviati, sacerdoti deviati, uno Sciamano deviato, e una valanga di insetti giganti.
ru: Об этом ты знаешь больше меня. В отличие от тебя, я никогда не видел бесплотных насекомоподобных тварей, явившихся в наш мир из-за пределов времени и пространства. Тем не менее, если судить по результатам твоей разведки боем, нас ждут помешанные культисты, помешанные жрецы, помешанная шаманка и до жопы тараканов размером с упитанного тролля.

source: You know someone named Jessica?
de: Kennst du jemanden namens Jessica?
es: ¿Conoces a una tal Jessica?
fr: Est-ce que tu connais quelqu'un appelé Jessica ?
it: Conosci una donna di nome Jessica?
ru: Ты знаешь кого-нибудь по имени Джессика?

source: You know that nothing in this world can save him anymore, right?
de: Du weißt, dass ihn nichts mehr auf der Welt retten kann, oder?
es: Sabes que ya no hay nada en este mundo que pueda salvarlo, ¿verdad?
fr: Vous comprenez que rien au monde ne pourra le sauver, n'est-ce pas ?
it: Sai che non c'è niente al mondo che possa salvarlo ormai, giusto?
ru: Ты же понимаешь, что его уже ничто не спасет?

source: You know the deal, Coyote. I work, I get paid.
de: Du weißt, wie es läuft, Coyote. Ich arbeite, ich werde bezahlt.
es: Ya sabes cómo va esto, Coyote. Si trabajo, cobro.
fr: Tu sais comment ça marche, Coyote. Tout travail mérite salaire.
it: Sai come funziona, Coyote. Il mio lavoro si paga.
ru: Ты знаешь, как работают раннеры, Койот. Если тебе нужна помощь, плати.

source: You know the traffic these days. Fill me in.
de: Sie wissen ja, wie das so ist mit dem Verkehr. Was gibt’s?
es: Ya sabes como está el tráfico estos días. Ponme al día.
fr: La circulation est infernale ces jours-ci. Quoi de neuf ?.
it: Sai com'è, il traffico. Aggiornami.
ru: Ужасные пробки в это время суток. Расскажи мне, что тут случилось.

source: You know this would go faster if you were'nt in here getting in the way
de: Ich wäre schneller hiermit fertig, wenn du nicht hier wärst, um mir im Weg zu stehen.
es: ¿Sabes? Esto sería mucho más rápido si no estuvieras aquí estorbando.
fr: Vous savez, ça irait plus vite si vous ne vous mettiez pas au milieu.
it: Sai, la cosa potrebbe essere più veloce se tu non fossi d'intralcio.
ru: Знаешь, уборка шла бы гораздо быстрее, если бы ты не путался у меня под ногами.

source: You know where I can find a fence, Mr. Kluwe?
de: Weißt du, wo ich einen Hehler finden kann, Mr. Kluwe?
es: ¿Sabe dónde puedo encontrar un “proveedor”, Sr. Kluwe?
fr: Vous savez où je pourrais trouver un acheteur, M. Kluwe ?
it: Signor Kluwe, sa dove posso trovare un ricettatore?
ru: Мистер Клюве, где мне найти скупщика информации?

source: You know where I can find a fence?
de: Weißt du, wo ich einen Hehler finden kann?
es: ¿Sabes dónde puedo encontrar un proveedor?
fr: Vous savez où je peux trouver un receleur ?
it: Sai dove posso trovare un ricettatore?
ru: Ты знаешь, где мне найти скупщика?

source: You know you won't be getting paid after I kill your boss, right?
de: Sie wissen, dass Sie nicht bezahlt werden, wenn ich Ihren Boss umlege, oder?
es: Sabes que no cobrarás cuando haya matado a tu jefe, ¿verdad?
fr: Vous savez que vous ne serez pas payé une fois que j'aurai tué votre chef, non ?
it: Lo sai che non ti pagano più se uccido il tuo capo, no?
ru: Вы же понимаете, что когда я убью вашего босса, вам не заплатят?

source: You know, it's almost as if things are going according to plan.
de: Klingt ja fast so, als ob die Dinge zur Abwechslung mal nach Plan laufen würden.
es: Es casi como si las cosas estuvieran saliendo según lo planeado.
fr: On dirait presque que le plan se déroule sans accroc.
it: Sembra quasi che gli eventi stiano seguendo uno schema.
ru: Не могу поверить, что пока все идет по плану.

source: You leave Touristville behind and make your way into the Barrens proper, exiting civilization as you know it. With each step, the little order that still exists falls away, taken over by anarchy in its purest form. All semblance of government oversight, corporate domination, even media influence disappears, leaving an urban-feral landscape of bleak desperation. Yet hidden in this wreckage of a suburb, Renraku Computer Systems has hidden some sort of R&D research lab - probably to take advantage of some old tech left after the Shiawase nuclear powerplant meltdown or the crash that decimated the computer industry in ‘29. You find your way into the lab. The place has definitely seen better days. No security systems are online greet you - just the ones made of meat. Maybe you can help a scientist make a life-change.
de: Du verlässt Touristville und begibst dich ins Herz der Barrens und fort von der Zivilisation, wie du sie kennst. Mit jedem Schritt, den du machst, weichen die letzten Instanzen der Ordnung mehr und mehr der reinsten Form von Anarchie. Jeder Anschein von staatlicher Kontrolle, kommerziellen Besitzes und selbst der Einfluss der Medien verschwindet und hinterlässt nichts als eine wilde, urbane Landschaft voll stiller Verzweiflung. Und doch verbirgt sich in diesem traurigen Überbleibsel eines Bezirks eine F&E-Einrichtung von Renraku Computer Systems. Vermutlich nutzen sie irgendwelche alte Technik, die nach der Kernschmelze des Shiawese-Atomkraftwerks oder des Crashs der Computer-Industrie von ’29 zurückgeblieben ist. Du bahnst dir deinen Weg bis zur Einrichtung. Der Laden hat schon bessere Zeiten erlebt. Keine Sicherheitssysteme sind vor Ort, um dich zu begrüßen – außer die aus Fleisch und Blut. Vielleicht kannst du einem Wissenschaftler dabei helfen, sein Leben zu ändern.
es: Dejas Touristville atrás y te diriges a las tierras baldías, saliendo de la civilización tal y como la conoces. Con cada paso, el pequeño orden que aún existe se desvanece, invadido por la anarquía en su estado más puro. Cualquier cosa parecida a supervisión gubernamental, autoridad corporativa, incluso influencia de los medios, desaparece, dejando un panorama urbano salvaje de desolada desesperación. Sin embargo, escondido en este suburbio en ruinas, Renraku Computer Systems ha ocultado una especie de laboratorio de investigación de I+D, probablemente para aprovecharse de alguna vieja tecnología abandonada después de la fusión de la planta nuclear Shiawase, o de la crisis que diezmó la industria informática en el 29. Consigues entrar en el laboratorio. Sin duda, el lugar ha visto días mejores. Ningún sistema de seguridad está online para recibirte... solo los hechos de carne. Quizás puedas ayudar a un científico a cambiar de vida.
fr: Vous quittez Touristville et vous vous dirigez vers Barrens à proprement parler. Vous laissez derrière vous la civilisation telle que vous la connaissez. À chaque pas, le peu d'ordre qui existe s'effrite un peu plus, balayé par l'anarchie dans sa forme la plus pure. Tout ce qui ressemble de près ou de loin à une présence gouvernementale, au pouvoir d'une corporation, ou même à l'influence des médias disparait dans le tourbillon de désespoir de ces paysages à la fois sauvages et urbains. Mais dans les ruines d'une banlieue, Renraku Computer Systems a dissimulé un genre de labo de R&D, sûrement pour tirer avantage d'une vieille technologie quelconque qui aurait survécu à l'accident nucléaire de Shiawase ou au crash qui a décimé l'industrie informatique en 29. Vous vous frayez un chemin jusqu'à l'intérieur du labo. L'endroit a connu des jours meilleurs. Aucun des systèmes de sécurité automatiques n'est là pour vous accueillir. Seulement ceux en chair et en os. Peut-être pourrez-vous aider un scientifique à changer sa vie.
it: Ti lasci Touristville alle spalle e ti avvii verso le Terre desolate, abbandonando la civiltà così come la conosci. A ogni passo, quel po' di ordine che ancora esiste sparisce, sostituito dall'anarchia nella sua forma più pura. Ogni parvenza di controllo governativo, dominio aziendale, finanche di influenza dei media scompare, lasciando un paesaggio urbano selvatico di desolante disperazione. Eppure, in questo sobborgo disastrato, la Renraku Computer Systems ha nascosto una sorta di laboratorio R&D, forse per approfittare di qualche vecchia tecnologia rimasta dopo il disastro del motopropulsore nucleare di Shiawase o l'incidente che ha decimato l'industria informatica nel '29. Riesci a entrare nel laboratorio. Il posto ha sicuramente visto giorni migliori. Non ci sono sistemi di sicurezza online a salutarti, solo quelli in carne e ossa. Forse puoi aiutare uno scienziato a costruire una vita migliore.
ru: Ты покидаешь район, в который отваживаются заглядывать туристы, и направляешься в Пустоши. Очень скоро цивилизация остается у тебя за спиной. С каждым шагом существующий порядок отступает под натиском хаоса, анархии в ее первозданной и чистой форме. Власть правительства, деньги корпораций, влияние средств массовой информации - ничто из этого не имеет значения здесь, посреди серой пустоты, испещренной останками небоскребов. Она источает запах безнадежности. Где-то посреди этого унылого ландшафта скрывается исследовательская лаборатория корпорации Ренраку. Скорее всего, в ней идет работа над технологиями, которые могли сохраниться после взрыва атомной электростанции Шиаваси или кризиса, который поставил на колени компьютерную индустрию в 2029 году. Через какое-то время вы приближаетесь к ее входу. Определенно, исследовательская станция знавала лучшие дни. Здесь нет электронных систем безопасности, только обычные охранники.

source: You leave a very distinctive trail, ML. You need to work on that. Now what the hell is going on here?
de: Du hinterlässt eine ziemlich eindeutige Spur, ML. Daran solltest du arbeiten. Also was zur Hölle geht hier vor?
es: Dejas un rastro muy característico, ML. Tienes que corregir eso. ¿Y qué demonios pasa ahora?
fr: Vous laissez derrière vous des indices évidents, ML. Vous devriez travailler là-dessus. Alors qu'est-ce qui se passe au juste, ici ?
it: Lasci molte tracce, Marie Louise. Devi lavorarci ancora su. Che diamine succede qui?
ru: Ты оставляешь очень характерный след, М. Л. Если хочешь оставаться незамеченной, тебе надо над этим поработать. Так что здесь, черт побери, происходит?

source: You let that $(l.guy) in to a crime scene again, I'm calling internal affairs.
de: Wenn du noch einmal jemand Unbefugten an einen Tatort heranlässt, wende ich mich an die Abteilung für interne Angelegenheiten.
es: Has vuelto a dejar a ese $(l.guy) entrar en la escena de un crimen. Voy a llamar a asuntos internos.
fr: Si vous laissez ce $(l.guy) fourrer son nez sur une scène de crime, j'appelle les affaires intérieures, c'est clair ?
it: Hai lasciato di nuovo che quel $(l.guy) avesse accesso a una scena del crimine, dovrò chiamare la disciplinare.
ru: С меня хватит! Если еще раз пустишь на место преступления эту гниду, жди повестки из отдела внутренних расследований.

source: You like working here?
de: Arbeitest du gerne hier?
es: ¿Te gusta trabajar aquí?
fr: Vous aimez travailler ici ?
it: Ti piace lavorare qui?
ru: Ты здесь работаешь?

source: You look cold and hungry. Want a hot soykaf and jelly filled donut?
de: Du siehst durchgefroren und hungrig aus. Willst du einen heißen Soykaf und einen Donut mit Marmeladenfüllung?
es: Parece que tienes frío y hambre. ¿Qué me dices de un café de soja caliente y una rosquilla de mermelada?
fr: Vous avez l'air d'avoir froid et faim. Vous voulez un sojafé bien chaud et un donut ?
it: Sembri infreddolito e affamato. Vuoi un SoiaCaf caldo e una ciambella alla marmellata?
ru: Ночь холодная. Хочешь горячего сойкофе и пончик?

source: You look like someone who needs the latest in matrix tech. What can I get you?
de: Du siehst aus wie jemand, der die neueste Matrix-Technologie brauchen kann. Was kann ich für dich tun?
es: Veo que necesitas lo último en tecnología de la Matriz. ¿Qué puedo hacer por ti?
fr: Tu ressembles à quelqu'un qui a besoin de la dernière technologie matricielle. Qu'est-ce que tu veux ?
it: Hai l'aria di chi cerca le ultime novità tecnologiche della Matrice. Cosa ti serve?
ru: Интересуешься новейшими матричными технологиями? Могу помочь. Что тебе показать?

source: You look like the type. Seedy.
de: Du scheinst genau die Art Person zu sein. Schäbig.
es: Encajas en un ambiente sórdido a la perfección.
fr: Vous avez la tête de l'emploi. Miteux.
it: Sembri il tipo. Squallido.
ru: Достаточно одного взгляда, чтобы понять. Сэм всегда имел дело с отребьем.
