Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Do you know where the murder site is or not?
de: Weißt du jetzt, wo der Tatort ist, oder nicht?
es: ¿Sabes dónde está la escena del crimen, o no?
fr: Savez-vous où se trouve l'endroit du meurtre ou pas ?
it: Sai dov'è il luogo dell'omicidio o no?
ru: Так ты знаешь, где убили Сэма, или нет?

source: Do you know why you're here, Valerie?
de: Weißt du, warum du hier bist, Valerie?
es: ¿Sabe por qué está aquí, Valerie?
fr: Savez-vous pourquoi vous êtes ici, Valerie ?
it: Sai perché sei qui, Valerie?
ru: Ты знаешь, почему ты здесь, Валери?

source: Do you like it here?
de: Gefällt es dir hier?
es: ¿Te gusta este lugar?
fr: Vous aimez cet endroit ?
it: Ti piace qui?
ru: Тебе здесь нравится?

source: Do you often wander the docks at night unarmed?
de: Gehst du oft nachts unbewaffnet durch die Docks?
es: ¿Sueles pasearte por los muelles de noche, sin armas?
fr: Vous vous promenez souvent sur les docks sans arme, la nuit ?
it: Giri spesso per il porto senza nemmeno un'arma?
ru: И часто ты бродишь по причалам без оружия после темноты?

source: Do you realize that it would take an act of Congress to grant me full citizenship? And they have yet to do it once. Wars are started more easily than a meta gets a SIN in this country.
de: Wusstest du, dass ich bis vor den Kongress selbst ziehen müsste, um eine vollwertige Staatsbürgerschaft zu erhalten? Und dieses Privileg hat er bis jetzt noch niemandem gewährt. Kriege werden schneller begonnen, als ein Meta in diesem Land eine SIN erhält.
es: ¿Te das cuenta de que necesitaría un acta del Congreso para conseguir la plena ciudadanía? Y aún no lo han hecho ni una vez. Es más fácil empezar una guerra que un meta consiga un número de la SS en este país.
fr: Vous réalisez qu'il faudrait que le congrès passe une loi pour que je sois un citoyen à part entière ? Il va pourtant falloir que les choses changent. Il est presque impossible pour un méta d'obtenir un SIN. Il y a eu des guerres pour moins que ça.
it: Ti rendi conto che sarebbe necessario un atto del Congresso per attribuirmi la piena cittadinanza? E non è mai successo nella storia. È più facile che scoppi una guerra al giorno d'oggi, piuttosto che un metaumano riceva un Numero di indentificazione del sistema.
ru: Чтобы даровать нам полноценное гражданство, понадобится указ Конгресса. И непохоже, чтобы они собирались издавать его в ближайшем будущем. Эта страна скорее развяжет войну, чем выдаст ГРЕХ метачеловеку.

source: Do you require my magic?
de: Benötigst du meine magischen Waren?
es: ¿Necesitas mi magia?
fr: Avez-vous besoin de ma magie ?
it: Ora, hai bisogno della mia magia?
ru: Тебе нужна помощь волшебника?

source: Do you see that arm, chummer? I have to operate. Now. Okay Coyote, let’s take a look at your face...
de: Siehst du diesen Arm, Chummer? Ich muss sofort operieren. Okay, Coyote, jetzt werde ich mich erst mal um dein Gesicht kümmern ...
es: ¿Ves ese brazo, colega? Tengo que operar. Ahora. Vale Coyote, veamos tu cara...
fr: Vous voyez ce bras, hein ? Je dois opérer. Immédiatement. Ok Coyote, voyons un peu votre visage...
it: Vedi quel braccio? Devo operare. Subito. Ok, Coyote, diamo uno sguardo al viso...
ru: Видишь ее руку? Ее надо прооперировать. Причем немедленно. Ладно, Койот, давай посмотрим на твое личико...

source: Do you think she would have approved of Holmes killing people to retrieve her organs?
de: Glaubst du etwa, sie hätte es akzeptiert, dass Holmes Leute umbringt, um ihre Organe zurückzubekommen?
es: ¿Crees que habría aceptado que Holmes matara gente para extraer sus órganos?
fr: Vous pensez qu'elle aurait approuvé que Holmes tue des gens pour leur prendre des organes ?
it: Pensi che avrebbe approvato che Holmes uccidesse gente per recuperare i suoi organi?
ru: Вы считаете, она одобрила бы действия Холмса? Он убивал людей, чтобы вернуть ее органы.

source: Do you truly believe that, after what we just witnessed?
de: Glaubst du das wirklich? Nach dem, was wir hier gerade gesehen haben?
es: ¿De veras lo crees, después de lo que hemos visto?
fr: Vous le croyez vraiment, après ce que nous venons de voir ?
it: Ci credi veramente, dopo tutto quello che abbiamo appena visto?
ru: Ты действительно в это веришь после того, что мы тут видели?

source: Do you trust him?
de: Traust du ihm?
es: ¿Confías en él?
fr: Vous lui faites confiance ?
it: Ti fidi di lui?
ru: Ты ему доверяешь?

source: Do you want to place the turret here?
de: Willst du das Geschütz hierhin bewegen?
es: ¿Quieres colocar aquí la torreta?
fr: Voulez-vous installer la tourelle ici ?
it: Vuoi collocare qui la torretta?
ru: Разместить турель на этом месте?

source: Do you work for the rock star?
de: Arbeitest du für den Rockstar?
es: ¿Trabajas para la estrella del rock?
fr: Vous travaillez pour la vedette ?
it: Lavori per la rock star?
ru: Ты работаешь на рок-звезду?

source: Doctor
de: Doktor
es: Médico
fr: Docteur
it: Medico
ru: Доктор

source: Doctor Castle is drying her hands from a previous surgery when you approach.
de: Als du dich näherst, trocknet Dr. Castle noch ihre Hände nach ihrer letzten Operation.
es: Cuando te acercas, la doctora Castle se está secando las manos tras una operación.
fr: Vous vous approchez alors que le docteur Castle s'essuie les mains après une opération.
it: Quando ti avvicini, la dottoressa Castle si sta asciugando le mani dopo un intervento chirurgico.
ru: Когда ты подходишь к ней, доктор Касл моет руки после недавней операции.

source: Doctors still learn how to use them in their first year of medical school - as do coroners - but neither profession uses them much any more. It's possible some of the slimier chop shops still use scalpels, I suppose, but I wouldn't know where to look.
de: Ärzte lernen immer noch in ihrem ersten Jahr im Medizinstudium, wie man ein Skalpell verwendet – Gerichtsmedizinier übrigens auch – aber keiner von ihnen benutzt sie noch sehr häufig. Es ist gut möglich, dass einige der schäbigeren Ausschlachter noch immer Skalpelle verwenden, doch ich wüsste nicht, wo ich einen solchen Laden finden könnte.
es: Los médicos todavía aprenden a usarlos en el primer año de carrera, y también los forenses, pero apenas se usan ya en ninguna de estas profesiones. Es posible que algunas de las tiendas de triturado más pequeñas todavía usen bisturíes, pero no sabría dónde mirar.
fr: Les docteurs apprennent toujours à s'en servir dans leur première année d'étude, tout comme les légistes, mais aucuns d'entre eux ne les utilisent dans leur profession. Il est possible que certains petits ateliers de découpage utilisent encore des scalpels, mais je ne saurais pas vous dire lesquels.
it: Gli studenti del primo anno di medicina, così come i medici legali, imparano ancora come utilizzarli, ma nessun'altra professione se ne serve più ormai. È possibile che qualche sudicia officina utilizzi ancora i bisturi, suppongo, ma non saprei dove cercare.
ru: Докторов учат пользоваться ими на первом курсе - как и судебных медиков - но ни в той, ни в другой профессии металлические инструменты уже не используются. На смену им пришли хирургические лазеры, так что теперь ты найдешь скальпели разве что в совсем уж сомнительных конторах. Я с такими дела не имею.

source: Dodger
ru: Плут

source: Does Hans Brackhaus really work for a Great Dragon?
de: Arbeitet Hans Brackhaus wirklich für einen Großen Drachen?
es: ¿Es cierto que Hans Brackhaus trabaja para un Gran Dragón?
fr: Hans Brackhaus travaille vraiment pour un grand dragon ?
it: Hans Brackhaus lavora davvero per un Grande Drago?
ru: Ганс Бракхаус действительно служит великому дракону?

source: Does Mother and Father reflect them being in charge?
de: Bedeutet Mutter und Vater, dass sie hier das Sagen haben?
es: Y ¿Madre y Padre son los responsables?
fr: Est-ce que les Mères et les Pères sont des responsables ?
it: Il titolo di Madre o Padre corrisponde a qualche carica?
ru: Мать и отец - так называют высокопоставленных членов Братства?

source: Does it matter?
de: Spielt das eine Rolle?
es: ¿Importa?
fr: Cela est-il important ?
it: Ha importanza?
ru: Тебе не все равно?

source: Does the bus stop here?
de: Hält der Bus hier?
es: ¿El autobús para aquí?
fr: On peut y aller en bus ?
it: L'autobus ferma qui?
ru: Где здесь автобусная остановка?

source: Does the press really matter?
de: Ist die Presse überhaupt wichtig?
es: ¿Importa realmente la prensa?
fr: La presse importe-t-elle vraiment ?
it: La stampa conta qualcosa?
ru: Мнение журналистов что-то значит?

source: Does the stairwell over there go to the top floor?
de: Führt das Treppenhaus da in den oberen Stock?
es: ¿Esa escalera de ahí lleva al último piso?
fr: Les escaliers là-bas vont jusqu'au dernier étage ?
it: Quelle scale laggiù arrivano all'attico?
ru: Эта лестница ведет на верхний этаж?

source: Does your new family know how you treated your old one?
de: Weiß deine neue Familie, wie du deine alte behandelt hast?
es: ¿Sabe tu nueva familia cómo trataste a la antigua?
fr: Est-ce que votre nouvelle famille sait comment vous avez traité votre ancienne famille ?
it: La tua nuova famiglia sa come trattavi quella vecchia?
ru: А твоя новая семья знает, как ты обошлась со старой?

source: Doesn't mean jack to me. Unless someone radios me with an update, my orders are that nobody gets in.
de: Das ist mir völlig schnuppe. Sofern mich niemand mit neuen Befehlen anfunkt, lautet mein Auftrag, hier niemanden reinzulassen.
es: Eso a mí no me incumbe. Si nadie me avisa por radio de lo contrario, tengo órdenes de que no entre nadie.
fr: Ça ne me dit rien du tout. À moins qu'on me prévienne par radio, mes ordres sont que personne ne doit entrer.
it: Balle. A meno che non riceva degli aggiornamenti via radio, gli ordini sono che non entra nessuno.
ru: И что? У меня приказ. Пока меня не сменят, я никого не должен сюда пускать.

source: Doesn’t really affect me.
de: Das Ganze betrifft mich ja eigentlich nicht.
es: En realidad, no me afecta.
fr: Ça ne change rien pour moi.
it: Per me è indifferente.
ru: Меня это не касается.

source: Dog
de: Hund
es: Perro
fr: Chien
it: Cane
ru: Собака

source: Dog is less a canine and more a symbol of loyalty. Coyote is less a scavenger and more a trickster.
de: Hund ist also nicht hündisch, sondern ein Symbol für Loyalität. Kojote kein Aasfresser, sondern eher ein Schwindler.
es: Perro no es tanto un canino como un símbolo de lealtad. Coyote no es tanto un carroñero como un embaucador.
fr: Le chien est bien moins canidé, et plus un symbole de loyauté. Le coyote n'est pas vraiment charognard, mais plutôt un arnaqueur.
it: Il Cane non è tanto un animale, quanto un simbolo di lealtà. Il Coyote non è tanto un animale che si nutre di carogne quanto una vecchia volpe.
ru: Собака - не друг человека, а воплощение преданности. Койот - не падальщик, а проказник.

source: Domo arigato, $(l.Name). That girl is precious to me. It is not often that we see acts like these in the Barrens. You have performed a great service for my little family and I welcome you into my home. Consider it yours while your work keeps you here. But we both know that words are mere air. Beyond my thanks, I offer you this renumeration. Please take it as a show of respect.
de: Domo arigato, $(l.Name). Dieses Mädchen bedeutet mir sehr viel. Taten wie diese sieht man nicht besonders oft in den Barrens. Du hast meiner kleinen Familie einen großen Dienst erwiesen und ich heiße dich in meinem Heim willkommen. Betrachte es als dein eigenes Zuhause, solange dein Job dich hier festhält. Aber wir wissen beide, dass Worte nur heiße Luft sind. Abgesehen von meiner unendlichen Dankbarkeit biete ich dir auch noch diese Belohnung an. Bitte nimm sie als Zeichen meines Respekts an.
es: Domo arigato, $(l.Name). Le tengo mucha estima a esa chica. No acostumbramos a ver actos como este en los Barrens. Has sido de gran ayuda para mi pequeña familia y te doy la bienvenida a mi hogar. Considéralo el tuyo mientras tengas que quedarte aquí por trabajo. Pero los dos sabemos que las palabras se las lleva el viento. Además de mi agradecimiento, te ofrezco esta remuneración., Por favor, acéptala como muestra de respeto.
fr: Domo arigato, $(l.Name). Je tiens beaucoup à cette fille. De tels actes de bravoure sont rares à Barrens. Vous avez rendu un grand service à ma petite famille et vous êtes désormais le bienvenu chez moi. Ma maison est la vôtre tant que votre travail vous contraint à rester ici. Mais nous savons tous les deux que les gestes valent plus que les mots. Outre mes remerciements, permettez-moi de vous offrir cette rémunération. Veuillez l'accepter en guise de respect.
it: Domo arigato, $(l.Name). Quella ragazza mi è molto cara. Non capita spesso di vedere atti come questo nelle Terre desolate. Hai reso un grande favore alla mia umile famiglia, perciò ti do il benvenuto a casa mia. Considerala anche casa tua fintanto che il lavoro ti tratterrà qui. Ma sappiamo entrambi che le parole volano via facilmente. Oltre i miei ringraziamenti, ti offro questa ricompensa. Ti prego di accettarla come pegno del mio rispetto.
ru: Домо аригато, $(l.Name). Я успела привязаться к этой девочке. Подобная самоотверженность не часто встречается в Пустошах. Тебе удалось оказать услугу мне и моей семье, и для меня честь приветствовать тебя в этом доме. Пожалуйста, располагайся в нем и живи столько, сколько тебе потребуется. Мы оба знаем, как мало значат слова. Помимо благодарности я прошу тебя принять еще и эту скромную компенсацию. Прими ее в знак моего искреннего уважения.

source: Don't Blow Your Cover
de: Fliege nicht auf
es: No descubras tu tapadera
fr: Ne grillez pas votre couverture
it: Non farti scoprire
ru: Не выдай себя

source: Don't be like that. I'm just worried, you know? Don't tell Dr. Philipe, though. He said not to worry about Josie, and just make new friends. I just ... I feel really lost without him.
de: Sei doch nicht so. Ich mach mir nur Sorgen, weißt du? Aber erzähl Dr. Philipe nichts davon. Er hat mir gesagt, ich soll mir keine Sorgen über Josie machen und mir andere Freunde suchen. Es ist nur ... ich fühle mich ohne ihn ziemlich verloren.
es: No seas así. Solo me preocupo, ¿sabes? Pero no se lo digas al Dr. Philipe. Dijo que no me preocupara por Josie y que hiciera amigos nuevos. Pero... No sé qué hacer sin él.
fr: Ne soyez pas comme ça. Je suis juste un peu inquiète, vous savez ? Mais ne dites rien au Dr Philipe. Il m'a dit de ne pas m'inquiéter pour Josie et de me faire de nouveaux amis. Mais moi... Je me sens vraiment perdue sans lui.
it: Non fare così. Sono solo in pensiero, capisci? Non dirlo al dottor Philipe, però. Ha detto di non preoccuparsi per Josie, e di fare nuovi amici. Pensavo solo... Che mi manca qualcosa, senza di lui.
ru: Не надо так говорить. Я просто за него волнуюсь. Только не рассказывай об этом доктору Филипу. Он сказал мне не беспокоиться из-за Джози и завести себе новых друзей. А мне без него... Страшно и одиноко.

source: Don't be like that. It's arctic-cool 2054 tech!
de: Ach, sei nicht so. Das ist supercoole Neuzeittechnologie!
es: No seas así. ¡Es tecnología arctic-cool 2054!
fr: Ne soyez pas comme ça. C'est de la technologie de 2054, c'est cool comme pas permis !
it: Non fare così. È tecnologia ultranuova del 2054!
ru: Это новейшая технология - лучшее из того, что может предложить 2054 год!

source: Don't blow your cover
de: Fliege nicht auf
es: No reveles tu tapadera.
fr: Ne trahissez pas votre couverture
it: Non perdere la copertura
ru: Не выдай себя

source: Don't come in here looking for any food. I fed you janitors for cleaning my oven once an' you guys did a terrible job.
de: Erwarte bloß kein Essen von mir. Ich hab euch Hausmeister einmal was dafür gegeben, dass ihr meinen Ofen reinigt und ihr habt euch ganz furchtbar dabei angestellt.
es: No entres buscando comida. Os doy de comer, limpiadores, para que me limpiéis el horno una vez, y no habéis hecho un trabajo magnífico.
fr: Ne venez pas chercher de nourriture ici. Vous les nettoyeurs, je vous ai filé de la bouffe une fois en échange d'un nettoyage de mon four, et vous avez fait un sale boulot.
it: Non entrare qui in cerca di cibo. Una volta, ho offerto da mangiare ai tuoi custodi perché mi pulissero il forno e hanno fatto un lavoro terribile.
ru: Не рассчитывай, что я соглашусь тебя накормить. Один раз я попросил вас, уборщиков, почистить мою плиту, и куда вы меня послали? То-то и оно.

source: Don't eat any candy.
de: Iss keins der Bonbons.
es: No te comas ninguna golosina.
fr: Ne pas manger de bonbon
it: Non mangiare caramelle.
ru: Оставить конфеты в покое

source: Don't forget the milk.
de: Vergiss die Milch nicht.
es: No olvides la leche.
fr: N'oublie pas le lait.
it: Non dimenticare il latte.
ru: Про молоко не забудь.

source: Don't hurt me...
de: Tu mir nicht weh ...
es: No me hagas daño...
fr: Ne me faites pas de mal...
it: Non farmi del male...
ru: Не трогай меня...

source: Don't kill me! I only cook for the freaks!
de: Tu mir nichts! Ich koche nur für diese Freaks!
es: ¡No me mates! ¡Yo solo cocino para los freaks!
fr: Ne me tuez pas ! Je fais seulement la cuisine pour les monstres !
it: Non mi ammazzare! Cucino solo per quei pazzi!
ru: Не убивай! Я просто готовлю для этих фанатиков!

source: Don't know why you're grinning, crazy girl. Trust me, you are NOT going to like it.
de: Ich weiß nicht, warum dich das so glücklich macht, du Wahnsinnige. Vertrau mir, das wird dir NICHT gefallen.
es: No sé por qué estás sonriendo, loca. Confía en mí, NO te va a gustar.
fr: Je sais pas pourquoi tu souris, petite tarée. Fais-moi confiance, ça va PAS te plaire.
it: Non so perché stai sorridendo, matta di una ragazza. Fidati di me, NON ti piacerà.
ru: Не знаю, чему ты улыбаешься, сумасшедшая ты дура. Поверь, тебе это не понравится.

source: Don't know yet, lets talk and then I'll pay you what it's worth.
de: Das weiß ich noch nicht. Fang einfach an zu reden und ich zahle dir, was es wert ist.
es: Aún no lo sé. Hablemos y te pagaré lo que valga.
fr: Je sais pas encore, dites-moi, et on verra ensuite.
it: Non lo so ancora, parliamo prima e la paga sarà commisurata al valore delle informazioni.
ru: Пока не знаю. Ответь на мои вопросы, а я решу, сколько стоит то, что ты знаешь.

source: Don't move turret!
de: Bewege das Geschütz nicht!
es: ¡No muevas la torreta!
fr: Ne bougez pas la tourelle !
it: Non spostare la torretta!
ru: Оставить турель на месте!

source: Don't speak of her in that way, like a thing.
de: Rede gefälligst nicht so von ihr. Sie ist kein Gegenstand.
es: No hables así de ella, como si fuera una cosa.
fr: Ne parlez pas d'elle comme ça, comme une chose...
it: Non parlare di lei in questo modo, come se fosse una cosa.
ru: Не смей говорить о ней в таком тоне!

source: Don't talk smack about my Gramps.
de: Sag ja nichts Falsches über meinen Opa.
es: No hables mal de mi abuelo.
fr: Ne crachez pas comme ça sur mon papi.
it: Non offendere mio nonno.
ru: Не трожь моего дедулю!

source: Don't tell me you haven't considered it. Cheaper than a coffin hotel, and the service is just as good.
de: Sag nicht, du hättest nie darüber nachgedacht. Billiger als ein Sarghotel und mit ebenso gutem Service.
es: No me digas que no lo has pensado. Más barato que un hotel cápsula, y el servicio es igual de bueno.
fr: Ne me dites pas que vous n'y avez jamais pensé. C'est moins cher qu'un hôtel cercueil et le service est tout aussi bon.
it: Non dirmi che non ci avevi mai pensato. Costa meno di un hotel a loculi e il servizio è lo stesso.
ru: Только не говори мне, что тебе не приходила в голову такая же мысль. Удобства такие же, как в отеле с гробами, а платить не надо.

source: Don't think too long. Info like that has an expiration date.
de: Denk nicht zu lange darüber nach. Informationen wie diese sind nur eine bedingte Zeit lang wertvoll.
es: No pienses demasiado. Una información como esa lleva fecha de caducidad.
fr: Ne réfléchissez pas trop longtemps. Des infos comme ça ont une date d'expiration.
it: Non pensarci troppo. Informazioni come queste hanno una data di scadenza.
ru: Только не думай слишком долго. Такая информация быстро устаревает.

source: Don't worry about me.
de: Mach dir keine Sorgen um mich.
es: No te preocupes por mí.
fr: Ne vous inquiétez pas pour moi.
it: Non preoccuparti.
ru: Можешь не беспокоиться.

source: Don't worry. I always follow through.
de: Keine Sorge. Das werde ich.
es: No te preocupes. Yo siempre cumplo.
fr: Ne vous inquiétez pas. Je ne déçois jamais.
it: Non preoccuparti. Finisco sempre ciò che inizio.
ru: Не волнуйся. Я всегда держу данное слово.

source: Done.
de: Abgemacht.
es: Trato hecho.
fr: D'accord.
it: Affare fatto.
ru: Договорились.

source: Done. Gimme your credstick.
de: Abgemacht. Gib mir deinen Credstick.
es: Hecho. Dame tu credistick.
fr: C'est fait. Donnez-moi votre créditube.
it: Affare fatto. Dammi il tuo credstick.
ru: Давай сюда твой кредстик.

source: Done. Sam Watts.
de: Abgemacht. Sam Watts.
es: Trato hecho. Sam Watts.
fr: D'accord. Sam Watts.
it: Affare fatto. Sam Watts.
ru: Договорились. Сэм Уоттс.

source: Donny
ru: Донни

source: Don’t ask me.
de: Keine Ahnung.
es: A mí no me preguntes.
fr: Ne m'en parle pas.
it: Non chiederlo a me.
ru: Лучше не спрашивай.

source: Don’t be afraid, darling girl. No one will hurt you. You are our Queen!
de: Hab keine Angst, liebes Kind. Niemand wird dir wehtun. Du bist unsere Königin!
es: No tengas miedo, niñita. Nadie te va a hacer daño. ¡Eres nuestra reina!
fr: N'ayez pas peur. Personne ne vous fera de mal. Vous êtes notre reine !
it: Non avere paura, piccolina. Nessuno ti farà del male. Sei la nostra Regina!
ru: Не бойся, моя милая. Никто не причинит тебе вреда. Ведь ты - наша королева!

source: Don’t be naive, kid. Of course it affects you. Look.
de: Sei nicht so naiv, Kindchen. Natürlich betrifft dich das. Pass auf.
es: No seas inocente. Claro que te afecta. Mira.
fr: Ne sois pas naïf, petit. Bien sûr que ça t'affecte. Regarde.
it: Quanta ingenuità. Certo che riguarda anche te. Ascolta.
ru: Деточка, тебе пора повзрослеть. Разумеется, это касается и тебя тоже. Гляди.

source: Don’t go to the market.
de: Geh nicht auf den Markt.
es: Ni acercarse al mercado.
fr: N'allez pas au marché.
it: Non andare al mercato.
ru: Не ходи на рынок.

source: Don’t got time or money, chummer. Maybe next time.
de: Ich hab weder die Zeit, noch das Geld, Chummer. Vielleicht beim nächsten Mal.
es: No tengo ni tiempo ni dinero. Otra vez será.
fr: Je n'ai ni le temps, ni l'argent. Peut-être une prochaine fois.
it: Non ho né tempo né denaro. Forse la prossima volta.
ru: У меня нет ни денег, ни времени. До встречи.

source: Don’t know what you’re talking about.
de: Ich weiß nicht, wovon du sprichst.
es: No sé de qué estás hablando.
fr: Je sais pas de quoi vous parlez.
it: Non so di cosa stai parlando.
ru: Понятия не имею, о чем ты.
