Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Home Dorm D
de: Aufenthaltsbereich – Schlafsaal D
es: Dormitorio D del Hogar
fr: Dortoir D
it: Dormitorio D Casa
ru: Комната D

source: Homeless
de: Obdachlose
es: Sin hogar
fr: Sans-abri
it: Senzatetto
ru: Бездомный

source: Homeless Man
de: Obdachloser
es: Hombre sin techo
fr: Clochard
it: Senzatetto
ru: Бездомный

source: Homey Wanderer
de: Gemütlicher Spaziergänger
es: Nómada hogareño
fr: Vagabond résident
it: Passante del luogo
ru: Постоялец Братства

source: Homicide. Now move along, please.
de: Mord. Gehen Sie jetzt bitte weiter.
es: Homicidio. Y ahora, en marcha, por favor.
fr: Homicide. À présent éloignez-vous, je vous prie.
it: Omicidio. Ora si allontani, prego.
ru: Убийство. А теперь проходите и не задерживайтесь.

source: HoneyBites
es: CachitosdeMiel
ru: ЛюбовьЗла

source: Honor.
de: Ehre.
fr: L'honneur.
it: Onore.
ru: Честь.

source: Honor? How about honoring the wishes of the living instead of the dead?
de: Ehre? Wie wäre es damit, die Wünsche der Lebenden statt der Toten zu würdigen?
es: ¿Honor? ¿Y qué me dices de honrar los deseos de los vivos en lugar de los de los muertos?
fr: L'honneur ? Et si vous respectiez la volonté des vivants au lieu de celle des morts ?
it: Onore? Che ne pensi di onorare i desideri dei vivi anziché dei morti?
ru: Честь? Как насчет того, чтобы честно помочь живому человеку вместо того, чтобы мучиться чувством вины перед покойником?

source: Hooker
de: Prostituierte
es: Buscona
fr: Prostituée
it: Prostituta
ru: Шлюха

source: Hope you just said yes.
de: Ich hoffe mal, du hast gerade „Ja“ gesagt.
es: Espero que eso sea un sí.
fr: J'espère que tu viens de dire oui.
it: Spero che tu abbia appena accettato.
ru: Надеюсь, тебе хватило безрассудства согласиться.

source: Hospital Guard
de: Krankenhauswächter
es: Guarda del hospital
fr: Garde de l'hôpital
it: Guardia dell'ospedale
ru: Охранник больницы

source: Hospital Security
de: Krankenhauswache
es: Seguridad del hospital
fr: Sécurité de l'hôpital
it: Sicurezza ospedaliera
ru: Охранник больницы

source: Hovering over the recently-departed is a small dwarf, whistling a tune. His broad grin says "I love my job" a little more than you'd want or expect from someone in the chop shop trade. As you approach, he looks up with a lopsided grin. There’s something kindly in his eyes... though it might just be a stray reflection of chrome and surgical tools.
de: Neben dem kürzlich Verstorbenem steht ein kleiner Zwerg, der ein Lied pfeift. Sein breites Grinsen deutet darauf hin, dass sein Beruf ihm mehr Spaß macht, als man das von einem Ausschlachter erwarten – oder erhoffen – würde. Als du dich näherst, sieht er mit einem schiefen Lächeln auf. Seine Augen blitzen freundlich ... aber vielleicht spiegeln sich auch nur der Chrom oder die Operationswerkzeuge in seinen Augen wider.
es: Hay un enano silbando una melodía y rondando a los que se han marchado recientemente. Su amplia sonrisa dice "Me encanta mi trabajo" más de lo que esperarías de alguien en el negocio del desguace. Al acercarte, levanta la mirada con una sonrisa torcida. Sus ojos transmiten amabilidad... aunque podría ser un simple reflejo del cromo y de los utensilios quirúrgicos.
fr: Penché sur le récent disparu, un nain siffle un air musical. Son large sourire semble dire "j'adore mon travail" ; assez étonnant pour quelqu'un faisant le commerce de morceaux de corps. Il vous regarde avec un sourire de travers alors que vous approchez. Il y a quelque chose de bienveillant dans ses yeux... mais ça peut très bien n'être qu'une simple réflexion du chrome ou de ses outils.
it: Un nano gironzola intorno al morto, fischiettando un motivetto. Il suo largo sorriso dice: "Amo il mio lavoro" un po' più di quanto vorresti o ti aspetteresti da qualcuno che è nel commercio del riciclo organi. Mentre ti avvicini, alza lo sguardo con un ghigno. C'è un che di gentile nei suoi occhi... anche se potrebbe essere solo un riflesso casuale del cromo e degli strumenti chirurgici.
ru: Над покойником работает дворф невысокого даже для представителей его расы роста. Он бодро насвистывает, а жизнерадостная ухмылка наводит на мысли о том, что он любит свою работу несколько больше, чем следовало бы. Когда ты подходишь к нему, он глядит на тебя снизу вверх и улыбается еще шире. Тебе кажется, что ты различаешь озорной блеск его в глазах, но скорее всего это просто свет, отразившийся от разложенных на столе хирургических инструментов.

source: How about 100 nuyen now and another 200 if I like what you say?
de: Wie wär’s mit 100 Nuyen sofort und noch mal 200, wenn mir gefällt, was du sagst?
es: ¿Qué tal 100 nuyens ahora y otros 200 si me gusta lo que dices?
fr: Que diriez-vous de 100 nuyens tout de suite, et de 200 de plus si j'aime ce que vous me dites ?
it: Che ne dici di 100 nuyen adesso e altri 200 se mi piace quello che dici?
ru: Давай так. 100 нюйен вперед и еще 200, если мне понравится то, что я услышу?

source: How about 50 nuyen?
de: Wie wär’s mit 50 Nuyen?
es: ¿Qué tal 50 nuyens?
fr: 50 nuyens ?
it: Che ne dici di 50 nuyen?
ru: Хм-м. 50 нюйен?

source: How about a date?
de: Wie wär’s mit einem Date?
es: ¿Una cita podría ser?
fr: Pourquoi pas un rendez-vous ?
it: Un appuntamento?
ru: Скажи, что ты делаешь сегодня вечером?

source: How about a list of every politician the Universal Brotherhood has bribed to date?
de: Wie wäre es mit einer Liste aller Politiker, die die Universelle Bruderschaft bisher bestochen hat?
es: ¿Qué te parece una lista con todos los políticos a los que la Hermandad Universal ha sobornado hasta la fecha?
fr: Que dites-vous d'une liste de tous les politiciens qui ont été soudoyés par la Confrérie Universelle ?
it: Che ne pensi di un elenco di politici che la Fratellanza Universale ha corrotto finora?
ru: У меня есть список всех политиков, которых Всеобщему братству удалось подкупить на настоящий момент.

source: How about a man named Holmes? Do you know him?
de: Wie wäre es mit einem Mann namens Holmes? Kennst du ihn?
es: ¿Y qué sabes de un tal Holmes? ¿Lo conoces?
fr: Pourquoi pas d'un homme du nom de Holmes ? Vous le connaissez ?
it: Parliamo di un uomo di nome Holmes. Lo conosci?
ru: Вы знаете человека по имени Холмс?

source: How about a tour of this amazing studio?
de: Wie wäre es mit einer Tour dieses fantastischen Studios?
es: ¿Qué te parece hacer un tour por este fantástico estudio?
fr: Pourquoi pas une visite de ce superbe studio ?
it: Che ne dici di un giro in questo fantastico posto?
ru: Может, покажешь мне вашу замечательную студию?

source: How about the other lucky contestants?
de: Was ist mit den anderen Glücklichen?
es: ¿Y al resto de los afortunados concursantes?
fr: Et les autres candidats malchanceux ?
it: E gli altri fortunati partecipanti?
ru: А что он взял у других счастливчиков?

source: How about the truth?
de: Wie wäre es mit der Wahrheit?
es: ¿Y qué hay de la verdad?
fr: Et la vérité ?
it: Che ne dici di dirmi la verità?
ru: Я хочу знать правду.

source: How bad was his drinking?
de: Wie schlimm war seine Sauferei?
es: ¿Era grave su problema con la bebida?
fr: Buvait-il vraiment beaucoup ?
it: Quanto era grave il suo alcolismo?
ru: Как много он выпивал?

source: How big a bug?
de: Wie groß war dieses Insekt?
es: ¿Un bicho de qué tamaño?
fr: Quelle taille ça fait, un insecte ?
it: Quanto è grande questo insetto?
ru: Насколько большой жук?

source: How can I help you, $(scene.BroSis)?
de: Wie kann ich dir helfen, $(scene.BroSis)?
es: ¿En qué puedo ayudarte, $(scene.BroSis)?
fr: En quoi puis-je vous être utile, $(scene.BroSis) ?
it: Come posso aiutarti, $(scene.BroSis)?
ru: Чем я могу помочь тебе, $(scene.BroSis)?

source: How can I help you?
de: Wie kann ich dir helfen?
es: ¿Te puedo ayudar en algo?
fr: En quoi puis-je vous aider ?
it: Come posso aiutarti?
ru: В чем дело?

source: How can I help?
de: Wie kann ich helfen?
es: ¿En qué puedo ayudarte?
fr: En quoi puis-je t'aider ?
it: Come posso aiutarti?
ru: Чем могу помочь?

source: How could James turn this to his advantage?
de: Wie könnte James das zu seinem Vorteil nutzen?
es: ¿Cómo podría James convertir esto en una ventaja?
fr: Comment James pourrait-il retourner ça à son avantage ?
it: In che modo James può usare questo a suo favore?
ru: Джеймс сумеет извлечь из этого выгоду?

source: How dare you?!
de: Wie kannst du es wagen?!
es: ¡¿Cómo te atreves?!
fr: Comment oses-tu ?!
it: Come ti permetti?!
ru: Да как ты смеешь?

source: How did he die?
de: Wie ist er gestorben?
es: ¿Cómo murió?
fr: Comment est-il mort ?
it: Com'è morto?
ru: Как он умер?

source: How did the insect spirits get here?
de: Wie sind die Insektengeister hierher gelangt?
es: ¿Cómo llegaron hasta aquí los Espíritus insecto?
fr: Comment les esprits insectes sont-ils arrivés ici ?
it: Come hanno fatto gli spiriti degli insetti a trovarsi qui?
ru: Как духи-насекомые попали в наш мир?

source: How did those troops materialize?
de: Wie sind diese Truppen hier aufgetaucht?
es: ¿Cómo se han materializado esas tropas?
fr: Comment ces types sont-ils apparus ?
it: Come hanno fatto quelle truppe a materializzarsi?
ru: Как они смогли к нам подобраться?

source: How did you find me?
de: Wie hast du mich gefunden?
es: ¿Cómo me has encontrado?
fr: Comment m'avez-vous retrouvée ?
it: Come mi hai trovata?
ru: Как ты меня нашел?

source: How did you know that they made it to the executive level?
de: Woher weißt du, dass sie es bis zur Chefetage geschafft haben?
es: ¿Cómo sabes que llegaron hasta el nivel ejecutivo?
fr: Comment savez-vous qu'ils sont arrivés jusqu'à l'étage de la direction ?
it: Come facevi a sapere che sono arrivati al piano della Direzione?
ru: А откуда ты знаешь, что нападавшие пробились наверх?

source: How did you lose it?
de: Wie hast du ihn verloren?
es: ¿Cómo lo perdiste?
fr: Comment l'avez-vous perdu ?
it: Come l'hai perso?
ru: Как это случилось?

source: How do I use Aegis?
de: Wie benutze ich Aegis?
es: ¿Cómo uso Aegis?
fr: Comment utiliser Aegis ?
it: Come si usa l'Aegis?
ru: Как правильно использовать "Эгиду"?

source: How do we kill an insect spirit again?
de: Wie können wir die Insektengeister noch gleich töten?
es: ¿Me puedes explicar otra vez cómo matar a un Espíritu insecto?
fr: Comment on tue un esprit insecte, déjà ?
it: Come si può uccidere uno spirito insetto?
ru: Напомни еще раз, как убивать духов-насекомых?

source: How do you intend to settle your debt?
de: Wie gedenken Sie, Ihre Schulden abzubezahlen?
es: ¿Cómo piensas pagar tu deuda?
fr: Comment comptez-vous rembourser votre dette ?
it: Come intende ripagare il suo debito?
ru: Как ты собираешься искупить свою вину?

source: How does this place operate? How do I get in?
de: Wie funktioniert das hier? Wo steige ich ein?
es: ¿Cómo funciona este sitio? ¿Cómo entro?
fr: Comment fonctionne cet endroit ? Comment est-ce qu'on rentre ?
it: Come funziona questo posto? Come si entra?
ru: Как у вас тут это работает? Что мне надо сделать, чтобы попасть внутрь?

source: How else may I be of service?
de: Was kann ich sonst noch für dich tun?
es: ¿En qué más puedo ayudarte?
fr: Je peux faire autre chose pour vous ?
it: Come altro posso esserti utile?
ru: Чем еще я могу помочь?

source: How entertaining! I’m glad you weren’t killed at the cemetery, $(l.name). It will be much more fun to watch you die.
de: Wie spannend! Ich bin froh, dass du nicht auf dem Friedhof gestorben bist, $(l.name). Es wird so viel mehr Spaß machen, dir beim Sterben zuzusehen.
es: ¡Qué entretenido! Me alegro de que no te mataran en el cementerio, $(l.name). Será mucho más divertido verte morir.
fr: Divertissant. Je suis content que vous ne soyez pas mort au cimetière, $(l.name). Ce sera plus amusant de vous regarder mourir ici.
it: Che spasso! Sono felice che non ti abbiano fatto fuori al cimitero, $(l.name). Sarà molto più divertente vederti morire.
ru: Как забавно! Я рада, что они не убили тебя на кладбище, $(l.name). Наблюдать за твоей смертью будет приятно.

source: How is decking used?
de: Wie wird Decking eingesetzt?
es: ¿Cómo se utiliza el pirateo?
fr: Comment utilise-t-on le decking ?
it: In cosa consiste il Deck?
ru: Что такое декинг?

source: How long has he been looking for me?
de: Seit wann sucht er schon nach mir?
es: ¿Cuánto tiempo lleva buscándome?
fr: Depuis combien de temps il me cherche ?
it: Da quanto tempo mi cerca?
ru: Когда именно он начал меня искать?

source: How long have you been working for Mrs. Kubota?
de: Wie lange arbeitest du schon für Mrs. Kubota?
es: ¿Cuánto llevas trabajando para la Sra. Kubota?
fr: Cela fait combien de temps que vous travaillez pour Mme Kubota ?
it: Da quanto tempo lavori per la signora Kubota?
ru: Расскажи, как давно ты работаешь на миссис Куботу.

source: How long you been here, Don?
de: Wie lange bist du schon hier, Don?
es: ¿Cuánto llevas aquí, Don?
fr: Ça fait combien de temps que vous êtes ici, Don ?
it: Da quanto sei qui, Don?
ru: И давно ты здесь сидишь, Дон?

source: How long you been in the trade, Buster?
de: Wie lange bist du schon im Geschäft, Buster?
es: ¿Cuánto llevas en el negocio, Buster?
fr: Cela fait combien de temps que vous êtes dans le métier, Buster ?
it: Da quanto sei nel giro, Buster?
ru: Как давно ты стал солдатом удачи, Бастер?

source: How many and what kind of firepower?
de: Wie viele und was für Waffen haben sie?
es: ¿Cuántos y con qué tipo de armas?
fr: Combien, et quel genre de calibres ?
it: Dimmi quanti sono e che armi hanno.
ru: Сколько их и чем они вооружены?

source: How many of them are there, and how much are you paying?
de: Wie viele sind es und wie viel bezahlt ihr?
es: ¿Cuántos son y cuánto les pagáis?
fr: Combien sont-ils et combien d'argent m'offrez-vous ?
it: Quanti sono i delinquenti, e quanto pagate voi?
ru: Сколько их, и сколько вы мне заплатите?

source: How much are they paying you?
de: Wie viel zahlen sie dir?
es: ¿Cuánto te pagan?
fr: Combien est-ce qu'ils vous payent ?
it: Quanto ti pagano?
ru: Сколько они за меня предложили?

source: How much did they pay you to sell us out, Larry?
de: Wie viel haben sie dir gezahlt, um uns zu verraten, Larry?
es: ¿Cuánto te han pagado para que nos vendieras, Larry?
fr: Combien ils t'ont payé pour avoir notre peau, Larry ?
it: Quanto ti hanno pagato per consegnarci, Larry?
ru: Ларри, сколько они тебе за нас заплатили?

source: How much is this going to cost me?
de: Wie viel wird mich das kosten?
es: ¿Cuánto va a costarme?
fr: Combien est-ce que ça va me coûter ?
it: Quanto mi costerà?
ru: Во сколько мне обойдется ваша помощь?

source: How much longer you going to hide, doc?
de: Wie lange wollen Sie sich noch verstecken, Doc?
es: ¿Cuánto tiempo más te vas a esconder, doctor?
fr: Combien de temps allez-vous encore vous cacher, doc ?
it: Pensi di poterti nascondere all'infinito, doc?
ru: Как долго ты собираешься от меня бегать, док?

source: How much this Super Brawl championship ring go for on the street?
de: Wie viel bekommt man für diesen Super-Brawl-Meisterschaftsring auf der Straße?
es: ¿Por cuánto se vende en la calle este anillo del campeonato de la Super Brawl?
fr: Combien je peux tirer de cette bague du Super Brawl au marché noir ?
it: Quanto può valere questo anello del Super Brawl?
ru: Сколько коллекционеры дадут за кольцо чемпиона городского боя?

source: How much?
de: Wie viel?
es: ¿Cuánto es?
fr: Combien ?
it: Quant'è?
ru: Почем?

source: How naive. Ah, well... maybe it'll be worth it to see him running off with his tail between his legs.
de: Wie naiv. Naja ... immerhin kann ich dabei zusehen, wie er mit eingeklemmtem Schwanz davonläuft.
es: Qué ingenuo. Oh, vale... quizás merezca la pena ver cómo corre con el rabo entre las piernas.
fr: C'est si naïf. Oh, bon... peut-être que le voir décamper la queue entre les jambes en vaudra la peine.
it: Che ingenuità. Ah, beh... forse varrà la pena di vederlo scappare con la coda tra le gambe.
ru: Святая наивность. Ладно, поглядим, как он будет убегать, поджав хвост...

source: How rude.
de: Wie unhöflich.
es: Qué maleducado.
fr: C'est pas poli.
it: Che maleducazione.
ru: Как грубо.

source: How the frag do you know my name?
de: Woher zum Henker kennst du meinen Namen?
es: ¿Cómo demonios sabes mi nombre?
fr: Mais comment vous connaissez mon nom ?
it: Come diavolo fai a sapere il mio nome?
ru: Откуда ты знаешь мое имя, черт тебя побери?

source: How well did you know Sam?
de: Wie gut kannten Sie Sam?
es: ¿Conocía bien a Sam?
fr: À quel point connaissiez-vous Sam ?
it: Quanto conosci Sam?
ru: Как хорошо вы знали Сэма?

source: How'd you fall in with this operation anyway, doc?
de: Wie passt du überhaupt in diese Operation hinein, Doc?
es: ¿Y cómo ha terminado haciendo estas cosas, doc?
fr: Mais comment vous vous êtes retrouvée ici, doc ?
it: Come è finita a fare questo lavoro, dottoressa?
ru: А как вы вообще угодили в этот подвал, доктор?

source: How's Officer Aguirre doing on the case? He seems like a real go-getter.
de: Wie schlägt sich Officer Aguirre? Er scheint ja eine tatkräftige Persönlichkeit zu sein.
es: ¿Cómo lleva el caso el agente Aguirre? Se le ve muy ambicioso y dinámico.
fr: Comment se débrouille l'officier Aguirre sur cette affaire ? Il a l'air d'un véritable arriviste.
it: L'agente Aguirre ha novità sul caso? Sembra un tipo intraprendente.
ru: Что по этому поводу думает офицер Агирре? Он выглядит довольно смекалистым.

source: How's that?
de: Wie das?
es: ¿Qué dices?
fr: Comment ça ?
it: Che ne dici?
ru: Почему?

source: How’d you get involved in the Seamstresses Union?
de: Was hat dich zur Seamstresses Union geführt?
es: ¿Cómo te metiste en el Unión de Costureras?
fr: Comment vous êtes-vous retrouvé impliqué dans le Seamstresses Union ?
it: Come hai conosciuto il Seamstresses Union?
ru: Как вы угодили в Союз белошвеек?

source: How’re you doing?
de: Wie geht es dir?
es: ¿Cómo te va?
fr: Comment ça va, toi ?
it: Come stai?
ru: Как ты сама?

source: How’s Gino doing?
de: Wie geht es Gino?
es: ¿Cómo le va a Gino?
fr: Comment va Gino ?
it: Come sta Gino?
ru: Как Джино?

source: Huffing and puffing, you reach the top of the stairs. Looks like Stevie J doesn't use them much, if at all.
de: Schnaufend erreichst du das Ende der Treppe. Stevie J scheint sie wohl nicht oft zu benutzen – wenn überhaupt.
es: Jadeando, llegas a lo alto de las escaleras. Parece que Stevie J no las usaba mucho, si es que llegó a usarlas.
fr: À bout de souffle, vous atteignez le haut des escaliers. On dirait que Stevie J ne les utilise pas beaucoup, voire pas du tout.
it: Ansimando e sbuffando, raggiungi la cima delle scale. Sembra che Stevie J le usi poco o niente.
ru: Задыхаясь от усталости, ты взбираешься на верхнюю площадку. Похоже, Стиви-младший не любит ходить по лестницам.

source: Huh?
de: Hä?
es: ¿Eh?
fr: Hein ?
it: Eh?
ru: А?

source: Huh? Where? {{GM}}Dresden scans the spectators surrounding the crime scene.{{/GM}}
de: Was? Wo? {{GM}}Dresden sieht sich die Schaulustigen um den Tatort herum an.{{/GM}}
es: ¿Eh? ¿Dónde? {{GM}}Dresden examina a los curiosos que rodean la escena del crimen.{{/GM}}
fr: Hein ? Où ? {{GM}}Dresden observe les spectateurs qui encerclent la scène.{{/GM}}
it: No? Dove? {{GM}}Dresden dà un'occhiata agli spettatori che circondano la scena del crimine.{{/GM}}
ru: Эльф? Где? {{GM}}Дрезден обводит зевак рассеянным взглядом.{{/GM}}

source: I thought I would jot it down here and ask one of the higher level brothers or sisters to pass this along. Be sure to send them a thank you note when you get this! I don't know when I can visit you next. My time here is important - not just to me but for the coming age of peace and prosperity the Brotherhood will bring for us all. Yours, Jenny
de: Ich dachte, ich schreib das einfach hier auf und frage jemanden der höherstehenden Brüder und Schwestern, es an euch weiterzuleiten. Bedankt euch bitte bei ihnen, wenn ihr das bekommt! Ich weiß nicht, wann ich euch das nächste Mal besuchen kann. Meine Zeit hier ist sehr wichtig – nicht nur für mich, auch für das kommende Zeitalter des Friedens und des Reichtums, das die Bruderschaft uns bringen wird. In Liebe Jenny
es: Pensé en dejarlo aquí escrito y pedirle a uno de los Hermanos o Hermanas de mayor nivel que lo enviaran. ¡No os olvidéis de mandarles una nota de agradecimiento cuando lo recibáis! No sé cuándo podré volver a visitaros. Mi tiempo aquí es importante; no solo para mí, sino para la edad de paz y prosperidad futura que la Hermandad traerá para todos nosotros. Vuestra, Jenny
fr: Alors j'ai pensé vous envoyer ce petit mot avant et demander à un frère ou une sœur de niveau supérieur de vous le faire parvenir. N'oubliez pas de leur envoyer une note de remerciement quand vous recevrez ceci ! Je ne sais pas quand je pourrais aller vous voir. Pour moi, il est important d'être ici. Pour moi mais aussi pour la prochaine ère de paix et de prospérité que la Confrérie va apporter. Bien à vous, Jenny
it: Ho pensato di buttare giù queste righe e chiedere a fratelli o sorelle a livelli più alti di recapitarvele. Mi raccomando, ringraziateli quando ricevete questo messaggio! Non so quando potrò venire a farvi visita la prossima volta. Il mio tempo qui è prezioso, non solo per me, ma anche per l'epoca di pace e prosperità che la Fratellanza porterà a tutti noi. Vostra, Jenny
ru: Так что я решла написать эту записку. Я попрошу кого-нибудь из братьев или сестер рангом повыше ее отправить. Обязательно поблагодарите их, когда они это сделают! Я не знаю, когда снова смогу вас навестить. Пока я должна оставаться здесь - и стараться приблизить наступление эпохи мира и процветания, ради которой и было создано наше Братство. Искренне ваша, Дженни

source: I actually used to. Long story. You know what? Go ahead and use the stairwell if you'd like. Save your friend.
de: Das hab ich auch mal. Ist ’ne lange Geschichte. Ich sag euch was, geht ruhig durch meine Wohnung ins Treppenhaus. Geht und rettet eure Freundin.
es: Antes me dedicaba a eso. Es una larga historia. Te diré una cosa: venga, usa la escalera si quieres. Salva a tu amiga.
fr: Mais c'était le cas avant. Longue histoire. Vous savez quoi ? Allez-y et utilisez les escaliers si vous voulez. Sauvez votre amie.
it: In passato lo facevo. Lunga storia. Sai cosa? Vai e usa pure la scala se ti serve. Salva la tua amica.
ru: Я там и работал. Долгая история. Знаете что? Я вас пропущу. Спасайте свою подружку.

source: I admit that the killings have hampered business as well. I am sorry but it is true. It does not help that Sam’s body was found down the street from here. Even my regular customers have been loathe to venture out with a killer on the loose.
de: Ich muss zugeben, dass die Morde auch dem Geschäft geschadet haben. Es tut mir leid, aber es ist wahr. Das wurde auch nicht besser dadurch, dass Sams Leiche direkt hier um die Ecke gefunden wurde. Selbst viele meiner Stammgäste sind unter diesen Umständen lieber zu Hause geblieben.
es: Admito que los asesinatos también han perjudicado al negocio. Lo siento, pero es cierto. No ayuda que el cuerpo de Sam se encontrase en la calle de aquí al lado. Incluso mis clientes habituales detestan salir fuera con un asesino suelto.
fr: Je dois admettre que ces meurtres ont mis les affaires à mal. Je suis désolée, mais c'est la vérité. Le fait que le corps de Sam ait été retrouvé au coin de la rue n'aide pas non plus. Même mes habitués n'osent plus s'aventurer dehors avec ce tueur dans les parages.
it: Ammetto che le uccisioni hanno ostacolato anche gli affari. Mi dispiace, ma è vero. Non aiuta che il corpo di Sam sia stato trovato in fondo a questa strada. Anche i miei clienti abituali sono stati restii ad avventurarsi là fuori con un assassino a piede libero.
ru: Кроме того, убийства не лучшим образом сказались на выручке. Прости, но это правда. Тот факт, что Сэма зарезали в подворотне напротив, распугивает клиентов. Даже те, кто приходил сюда каждый вечер, перестали появляться и не выходят из дома после наступления темноты.
