Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: I got something that might rock your world. If you got time.
de: Ich hab etwas für dich, das deine Welt auf den Kopf stellen könnte. Wenn du die Zeit hast, mir zuzuhören.
es: Tengo algo que podría cambiarte la vida. Si tienes tiempo.
fr: J'ai quelque chose qui va changer votre vie. Si vous avez le temps.
it: Ho qualcosa che ti potrebbe piacere molto. Se hai tempo.
ru: У меня есть кое-что, что приятно тебя удивит. Если у тебя есть время.

source: I graciously accept your offer.
de: Ich nehme dieses Angebot mit Freuden an.
es: Acepto gentilmente su oferta.
fr: J'accepte gracieusement votre offre.
it: Accetto di buon grado la sua offerta.
ru: Я с благодарностью принимаю ваше щедрое предложение.

source: I guess so!
de: Sieht ganz so aus!
es: ¡Supongo!
fr: J'imagine !
it: Immagino di sì!
ru: Ну еще бы!

source: I guess so! Take care, $(l.name)!
de: Scheint mir auch so! Auf Wiedersehen, $(l.name)!
es: ¡Supongo! ¡Cuídate, $(l.name)!
fr: J'imagine ! Bonne chance, $(l.name) !
it: Immagino di sì! Fai attenzione, $(l.name)!
ru: Это верно! Удачи, $(l.name)!

source: I guess that's still a possibility. You seemed pretty sure when we got here that it did. What about Silas' autopsy report, though? Anything stand out?
de: Ich denke, das ist immer noch eine Möglichkeit. Du warst dir ziemlich sicher, als wir hier ankamen. Was ist mit Silas’ Autopsiebericht? Irgendwelche Auffälligkeiten?
es: Supongo que eso todavía es una posibilidad. Cuando llegamos, creías bastante en ello. Pero ¿qué pasa con el informe de la autopsia de Silas? ¿Hay algo que llame la atención?
fr: Je suppose que c'est toujours une possibilité. Tu as l'air plutôt sûr de toi sur ce coup. Et le rapport d'autopsie de Silas ? Quelque chose s'en détache ?
it: Direi che è ancora una possibilità. Ti sembrava che fosse così quando siamo arrivati. Ma, che mi dici dell'autopsia di Silas? C'è qualcosa di particolare?
ru: Думаю, это возможно. А как насчет результатов вскрытия тела Сайласа? Там было что-нибудь необычное?

source: I guess you can't. Maybe I'm just not a good judge of character. Science is more my thing.
de: Schätze schon. Vielleicht bin ich einfach kein guter Menschenkenner. Wissenschaft ist da eher mein Ding.
es: Supongo que no. Quizás no se me da bien juzgar a las personas. Lo mío es más la ciencia.
fr: Semblerait que non. Peut-être que j'ai juste du mal à jauger les personnalités. Mon truc c'est plus la science.
it: Già. Forse non ho talento per giudicare le persone. Sono più a mio agio con la scienza.
ru: Это так. Наверное, мне не стоит судить о людях по их внешности и больше времени проводить за книгами. Мне надо писать дипломную работу.

source: I had heard some rumors on Shadowland but this is worse than I thought. I warned you about these people. You’ve got to get out of there!
de: Ich habe Gerüchte im Shadowland gehört, aber das ist schlimmer als ich dachte. Ich habe dich vor diesen Leuten gewarnt. Du musst da raus!
es: Había oído rumores en Shadowland, pero esto es peor de lo que imaginaba. Te advertí sobre esa gente. ¡Tienes que salir de ahí!
fr: J'avais entendu quelques rumeurs sur Shadowland, mais c'est pire que ce que je pensais. Je vous avais prévenue. Vous devez sortir d'ici !
it: Avevo sentito parlare di Shadowland ma è peggio di quanto pensassi. Ti avevo avvertito su questa gente. Devi uscire da lì!
ru: В Сумеречных землях об этом бродят сплетни, но похоже, что ситуация хуже, чем они думают. Я же тебя предупреждал! Выбирайся оттуда как можно скорее.

source: I have a blank keycard.
de: Ich habe keine leere Schlüsselkarte.
es: Tengo una tarjeta de acceso virgen.
fr: J'ai une carte d'accès vierge.
it: Ho una tessera vergine.
ru: У меня есть чистая карточка.

source: I have a concussion grenade. Better than fragging the tweakers if they get caught in the middle.
de: Ich hab eine Erschütterungsgranate mitgebracht. Besser, als die Junkies zu fraggen, wenn sie uns in den Weg kommen.
es: Tengo una granada de conmoción. Es mejor que hacer trizas a los yonkis si se ven atrapados en el medio.
fr: J'ai une grenade à concussion. Mieux vaut ça que de pulvériser ces pauvres types qui n'y peuvent rien.
it: Ho una granata a concussione. Così eviteremo di far saltare in aria qualche tossico finito nel posto sbagliato.
ru: У меня есть светошумовая граната. Это лучше, чем стрелять на поражение, если они вдруг начнут соваться под ноги.

source: I have a cousin - Gino - who’s been missing for months. He hit the Sprawl ‘bout a year ago and immediately fell in with some tweakers. Bad guys. They hooked him on high-amp dreamchips and started using him for all sorts of drek. I tried to help him but he pushed me away. Then he disappeared. I’ve been shooting up BTL labs ever since trying to find him.
de: Ich hab einen Cousin namens Gino ... Er wird schon seit Monaten vermisst. Ist vor einem Jahr in die Sprawls abgehauen und hat sich dort mit ein paar Junkies zusammengetan. Üble Gestalten. Sie haben dafür gesorgt, dass er von hochgepushten Dreamchips abhängig wird, und ihn für allen möglichen Drek eingesetzt. Hab versucht, ihm zu helfen, aber er hat mich nur weggestoßen. Dann ist er verschwunden. Seitdem jage ich BTL-Labore in die Luft, in der Hoffnung ihn zu finden.
es: Tengo un primo, Gino, lleva meses desaparecido. Llegó al Ensanche hará cosa de un año y enseguida se relacionó con unos matones. Mala gente. Lo engancharon a unos chips de sueño de alto voltaje y empezaron a utilizarlo para todo tipo de historias. Intenté ayudarle pero me dijo que no me metiera. Y entonces desapareció. Desde entonces no he parado de colarme en laboratorios de BTL para intentar encontrarlo.
fr: Personne n'a vu mon cousin, Gino, depuis des mois. Il a débarqué dans la conurb' l'année dernière et il s'est tout de suite lié d'amitié avec ces tweakers. De sales types. Ils l'ont gavé de puces oniriques super trippantes. Une fois accro, ils se sont servi de lui pour faire un tas de sales boulots. J'ai essayé de l'aider mais il n'a rien voulu savoir. Et puis il a disparu. Depuis, je le cherche en mitraillant tous les labos de BTL que je trouve en chemin.
it: Ho un cugino, Gino, che è sparito da mesi. Si è infognato nello Sprawl un annetto fa, ed è finito subito tra le grinfie di alcuni manipolatori. Gentaglia. Lo hanno agganciato con dei chip onirici ad alta amplificazione, per poi usarlo nelle peggiori situazioni possibili. Ho cercato di aiutarlo, ma mi ha respinto. Poi è scomparso. Da allora ho cominciato a mettere a ferro e fuoco tutti i laboratori BTL, pur di trovarlo.
ru: У меня есть двоюродный брат - Джино - который пропал несколько месяцев назад. Он приехал в Сиэтл в прошлом году и почти сразу попал в плохую компанию. Они посадили его на горячие чипы ИР и он покатился. Я пыталась помочь ему, но он противился... А потом исчез. С тех пор я потрошила притоны и надеялась разыскать его.

source: I have a few questions first.
de: Zuerst hätte ich noch ein paar Fragen.
es: Antes tengo unas preguntas.
fr: J'ai quelques questions d'abord.
it: Prima ho delle domande.
ru: Сначала я хочу задать пару вопросов.

source: I have a few questions.
de: Ich hab ein paar Fragen.
es: Tengo unas cuantas preguntas.
fr: J'ai quelques questions.
it: Ho delle domande.
ru: У меня есть пара вопросов.

source: I have a few questions.
de: Ich hab ein paar Fragen.
es: Tengo unas cuantas preguntas.
fr: J'ai quelques questions.
it: Ho delle domande.
ru: У меня есть пара вопросов.

source: I have a fondness for pretty things. Lemme see.
de: Ich habe Gefallen an hübschen Dingen. Zeig sie mir.
es: Me gustan las cosas bonitas. Déjame ver.
fr: J'ai un penchant pour les jolies choses. Montrez-moi.
it: Ho una predilezione per le cose belle. Fammi vedere.
ru: Если оно действительно ценное - то по адресу. Позволь взглянуть.

source: I have a fragging HERD of BASILISKS, idiot. You're going to need a lot more guys.
de: Ich hab hier eine HERDE von BASILISKEN, du Idiot. Ich fürchte, ihr seid strategisch in der Unterzahl.
es: Tengo un maldito REBAÑO de BASILISCOS, idiota. Vas a necesitar muchos más hombres.
fr: J'ai une putain de HORDE de BASILISKS, abruti. Tu auras besoin de beaucoup plus d'hommes.
it: Ho un dannato MUCCHIO di BASILISCHI, idiota. Ti serviranno molti più uomini.
ru: Идиоты, я держу здесь стаю гребаных ВАСИЛИСКОВ. Вам понадобится гораздо больше стрелков.

source: I have a question first.
de: Ich möchte dich zuerst etwas fragen.
es: Antes tengo una pregunta.
fr: J'aurais une question, avant.
it: Prima ho una domanda.
ru: Сперва я хочу задать тебе вопрос.

source: I have a ruined keycard.
de: Ich habe hier eine kaputte Schlüsselkarte.
es: Tengo una tarjeta de acceso estropeada.
fr: J'ai une clé en mauvais état.
it: La mia tessera è rovinata.
ru: Мне надо поменять испорченный пропуск.

source: I have a song I think Ms. Mercurial will want to hear.
de: Ich habe da ein Lied, von dem ich glaube, dass Ms. Mercurial es gerne hören würde.
es: Creo que a la Srta. Mercurial le gustaría escuchar mi canción.
fr: J'ai une chanson qui plairait sûrement à Mme Mercurial.
it: Ho una canzone che la signora Mercurial vorrà ascoltare.
ru: У меня есть песня. Мисс Меркурия должна ее услышать.

source: I have a trode net here. It’s a headband you wear that lets you piggyback me in the Matrix. You’ll see and hear everything I do.
de: Ich hab hier ein Trodennetz. Es ist ein Stirnband, mit dem du mir in die Matrix folgen kannst. Du hörst und siehst dabei alles, was ich tue.
es: Tengo una red de trodos. Es una cinta para la cabeza que me permite llevarte por la Matriz. Podrás ver y oír lo mismo que yo.
fr: Ça, c'est un filet d'électrodes. C'est un bandeau que vous portez qui me permet de vous faire entrer dans la Matrice. Vous verrez et vous entendrez tout ce que je fais.
it: Ho un'elettrorete qui. È una fascia che ti permette di accompagnarmi nella Matrice. Vedrai e sentirai tutto ciò che vedo e sento io.
ru: У меня есть сетка с тродами. Надень ее, и ты сможешь меня сопровождать. Ты увидишь и услышишь то же, что и я.

source: I have been impressed with you for some time, $(l.name). It is good that you are here.
de: Ich habe dich nun schon seit einiger Zeit mit Interesse beobachtet, $(l.name). Es ist gut, dass du hier bist.
es: Hace tiempo que estoy impresionado contigo, $(l.name). Me alegra que estés aquí.
fr: Vous m'impressionnez depuis un moment, déjà, $(l.name). C'est une bonne chose que vous soyez venu.
it: Devo dire che mi hai colpito, $(l.name). Sono felice che tu sia dei nostri.
ru: Тебе удалось произвести на меня впечатление, $(l.name). Хорошо, что ты наконец здесь.

source: I have been reviewing the results of your... visit to my Seattle office last night. I admit, they are impressive.
de: Ich habe die Ergebnisse Ihres ... Besuchs in meinem Büro in Seattle gestern Nacht studiert. Ich muss schon zugeben, beeindruckend.
es: He estado revisando los resultados de tu... visita a mi oficina de Seattle la pasada noche. Debo admitir que son impresionantes.
fr: J'ai jeté un œil aux résultats de votre... visite à mon bureau de Seattle de la nuit dernière. Je dois admettre que c'est impressionnant.
it: Ho esaminato i risultati della sua... visita al mio ufficio di Seattle della scorsa notte. Devo ammetterlo, sono stupefacenti.
ru: Я изучил результаты твоего... вчерашнего визита в мой офис в Сиэтле. Вынужден признать, что они впечатляют.

source: I have few questions first.
de: Zuerst habe ich ein paar Fragen.
es: Primero tengo algunas preguntas.
fr: J'aurais quelques questions avant.
it: Prima ho alcune domande.
ru: Сперва я хочу задать пару вопросов.

source: I have given flesh to the immortal soul. I have unlocked Mankind's destiny.
de: Ich habe der unsterblichen Seele eine fleischliche Hülle gegeben. Ich habe das Schicksal der Menschheit entschieden.
es: Le he puesto carne al alma inmortal. He liberado el destino de la humanidad.
fr: J'ai donné chair à l'âme immortelle. Je viens de libérer la destinée de l'Humanité.
it: Io ho permesso l'incarnazione dell'anima immortale. Grazie a me si compie il destino dell'Uomo.
ru: Я даровала бессмертным душам плоть. Я открыла человечеству путь к спасению.

source: I have learned so much! I can't stop now. Stand aside my friend, our enlightenment awaits.
de: Ich habe schon so viel gelernt! Ich kann jetzt nicht aufhören. Tritt beiseite, Freund, unsere Erleuchtung erwartet uns.
es: ¡He aprendido tanto! Ahora no puedo parar. Apártate, nos espera la iluminación.
fr: J'ai tant appris ! Je ne peux pas m'arrêter ! Écarte-toi, mon ami, notre illumination nous attend.
it: Ne so parecchio ormai! Non posso fermarmi ora. Fatti da parte, la nostra illuminazione ci attende.
ru: Мне так много предстоит узнать! Я не могу остановиться. Уйди с дороги, друг, ибо ты стоишь на пути просвещения.

source: I have learned through my contacts that the city is planning to quietly shut down the power grid in Touristville. They espouse many reasons for this “minor rerouting of resources” but I know the truth. They do not want to devote the police manpower to protect their precious citizens who come here to get a taste of the darker side of the Sprawl.
de: Meine Kontakte berichten mir, dass die Stadtverwaltung plant, die Stromversorgung in Touristville in aller Stille abzustellen. Sie geben viele Gründe für diese „kleine Umverteilung von Ressourcen“ an, aber ich kenne die Wahrheit. Sie möchten keine Polizisten bereitstellen, die ihre geliebten Bürger beschützen müssen, wenn diese sich die dunklere Seite der Stadt ansehen wollen.
es: Me he enterado por mis contactos de que la ciudad está planeando cerrar sigilosamente la red eléctrica de Touristville. Alegan muchas razones para esta "pequeña redirección de recursos", pero yo sé la verdad. No quieren utilizar sus fuerzas policiales para proteger a sus preciados ciudadanos, que vienen aquí a probar el lado más oscuro del Ensanche.
fr: J'ai appris de mes contacts que la ville programme de fermer sans faire de bruit le réseau électrique dans Touristville. Ils donnent de nombreuses raisons pour ce « déroutement mineur des ressources », mais je connais la vérité. Ils ne veulent pas assigner la police à la protection des citoyens qui viennent ici pour goûter au côté obscur de la conurbation.
it: Ho appreso dai miei contatti che la città ha deciso indisturbata di disattivare la rete elettrica di Touristville. Hanno dato mille motivi per questa "trascurabile ridistribuzione delle risorse", ma io so come stanno le cose. Non hanno più intenzione di sacrificare i loro agenti per proteggere gli illustri cittadini che vengono a esplorare il lato oscuro dello Sprawl.
ru: Мои осведомители сообщают, что городские власти собираются отключить энергоснабжение Туристического городка. Политики назовут множество причин для “перераспределения ресурсов”, но правда заключается в том, что они не хотят тратить силы полиции на защиту корпоративных граждан, которые забредают в поисках удовольствий на темную сторону города.

source: I have more questions first.
de: Zuerst habe ich noch mehr Fragen.
es: Antes tengo más preguntas.
fr: J'aurais d'autres questions à vous poser.
it: Prima ho alcune domande.
ru: У меня еще остались вопросы.

source: I have my sources. Listen officer, I'm just trying to do right by a client. Mind if I look around?
de: Ich hab meine Quellen. Hören Sie, Officer. Ich versuche nur, meinem Kunden gerecht zu werden. Dürfte ich mich umsehen?
es: Tengo mis fuentes. Mire agente, solo intento vengan a un cliente. ¿Le importa si echo un vistazo?
fr: J'ai mes sources. Monsieur l'agent, j'essaie juste de servir un de mes clients. Ça vous embête si je jette un coup d'œil ?
it: Ho le mie fonti. Senti, agente, sto solo cercando di fare il mio lavoro per un cliente. Ti spiace se do un'occhiata in giro?
ru: Я располагаю источниками информации. Послушайте, офицер, я всего лишь исполняю волю клиента.

source: I have never seen you before. Go away.
de: Ich hab dich hier noch nie gesehen. Verzieh dich.
es: No te había visto nunca. Lárgate.
fr: Je ne vous ai jamais vu, avant. Allez-vous-en.
it: Non ti ho mai visto prima. Sparisci.
ru: Я тебя первый раз вижу. Уйди.

source: I have one last examination to conduct.
de: Ich muss noch eine letzte Untersuchung vornehmen.
es: Tengo que realizar un último examen.
fr: J'ai un dernier examen à effectuer.
it: Ho un'ultima visita da fare.
ru: Мне надо провести еще один эксперимент.

source: I have one very specific way in mind.
de: Ich habe da eine ganz bestimmte Art im Sinn.
es: Tengo una idea muy concreta en mente.
fr: J'ai déjà échafaudé un plan précis.
it: E ho un modo ben preciso in mente.
ru: Я уже даже знаю, как.

source: I have other questions.
de: Ich habe andere Fragen.
es: Tengo más preguntas.
fr: J'ai d'autres questions.
it: Ho altre domande.
ru: У меня есть вопросы.

source: I have some friends who might be able to help.
de: Ich hab ein paar Freunde, die da vielleicht helfen könnten.
es: Tengo unos amigos que tal vez puedan ayudar.
fr: J'ai quelques amis qui pourraient peut-être vous aider.
it: Ho degli amici che potrebbero dare una mano.
ru: У меня есть друзья, которые могут помочь.

source: I have some questions first.
de: Zuerst habe ich ein paar Fragen.
es: Antes tengo algunas preguntas.
fr: J'ai quelques questions d'abord.
it: Prima ho delle domande.
ru: Сперва я хочу задать пару вопросов.

source: I have some questions.
de: Ich habe ein paar Fragen.
es: Tengo algunas preguntas.
fr: J'ai quelques questions.
it: Ho delle domande.
ru: У меня есть несколько вопросов.

source: I have some stuff to take care of first.
de: Ich muss erst noch ein paar Dinge erledigen.
es: Primero tengo que encargarme de unos asuntos.
fr: J'ai quelques trucs à faire avant.
it: Ho delle cose di cui occuparmi prima.
ru: Сначала мне нужно сделать кое-что еще.

source: I have this receipt for an order of zebra meat. Still have it for me?
de: Ich hab hier einen Bestellbeleg für Zebrafleisch. Ist es noch da?
es: Tengo este recibo de un pedido de carne de cebra. ¿Te queda algo para mí?
fr: J'ai ce reçu qui correspond à une commande de viande de zèbre. Vous l'avez toujours ?
it: Ho questa ricevuta per un ordine di carne di zebra. Ce l'hai ancora?
ru: Вот бланк заказа на мясо зебры. Я могу его забрать?

source: I have to finish the job.
de: Ich muss den Job zu Ende bringen.
es: Tengo que terminar el trabajo.
fr: Je dois finir un travail.
it: Ho un lavoro da sbrigare.
ru: Мне следует завершить начатое.

source: I have to say at this point it's not looking good.
de: Ich muss sagen, das sieht echt nicht gut aus.
es: Tengo que decir en este momento que no tiene buena pinta.
fr: Je dois avouer que ça ne sent pas bon, cette histoire.
it: A questo punto, devo dire che non si mette bene.
ru: Я начинаю подозревать, что он не появится.

source: I hear the city's going to shut down the power grid in a part of the Barrens called Touristville.
de: Ich habe gehört, die Stadt will die Stromversorgung in einem Teil der Barrens namens Touristville abschalten.
es: He oído que la ciudad va a desconectar la red eléctrica de una parte de los Barrens llamada Touristville.
fr: J'ai entendu dire que la ville programme de fermer le réseau électrique dans une partie de Barrens appelée Touristville.
it: Ho sentito che la città sta per disattivare la rete elettrica in una zona delle Terre desolate chiamata Touristville.
ru: Городские власти собираются обесточить часть Пустошей, также известную как Туристический городок.

source: I hear you have a pass card.
de: Es heißt, du hast eine Passkarte.
es: He oído que tienes una tarjeta de acceso.
fr: J'ai entendu dire que tu avais une carte d'accès.
it: Mi hanno detto che hai una tessera.
ru: Мне сказали, у тебя есть пропуск.

source: I hear you have a pass card. Give it to me.
de: Es heißt, du hast eine Passkarte. Gib sie mir.
es: He oído que tienes una tarjeta de acceso. Dámela.
fr: J'ai entendu dire que tu avais une carte d'accès. Donne-la-moi.
it: Mi hanno detto che hai una tessera. Dammela.
ru: У тебя есть пропуск. Отдай его.

source: I hear you have an opening for a new VP of Security.
de: Wie ich höre, sucht Telestrian Industries nach einem neuen Vizepräsident für die Sicherheitsabteilung?
es: He oído que tenéis una vacante para el puesto de vicepresidente de seguridad.
fr: J'ai entendu dire que le poste de vice-président de la sécurité était disponible.
it: Ho sentito che offri un posto come Vicepresidente della Sicurezza.
ru: В корпорации открылась вакансия заместителя главы службы безопасности.

source: I hear you.
de: Ich höre.
es: Te escucho.
fr: Je t'écoute.
it: Ti capisco.
ru: Понимаю.

source: I hear you. Let me tell you about all the crap I have to clean up!
de: Du sagst es. Wenn du nur wüsstest, was ich hier alles aufwischen muss!
es: Ya veo. ¡Deja que te hable de toda la mierda que tengo que limpiar yo!
fr: Je comprends. Laissez-moi vous parler de toutes les saloperies que je dois nettoyer !
it: Ti capisco. Non mi far dire di tutta la merda che devo ripulire!
ru: Да ладно. Хочешь расскажу, с каким дерьмом каждый день приходится иметь дело мне?

source: I heard Mitsuhama’s looking for a team and they specifically want $(l.race_plural). No idea what that’s about.
de: Ich hab gehört, Mitsuhama sucht nach einem Team und sie wollen ausdrücklich $(l.race_plural) dafür haben. Keine Ahnung, was es damit auf sich hat.
es: He oído que Mitsuhama está buscando equipo, y quieren $(l.race_plural). No tengo ni idea de qué se trata.
fr: J'ai entendu dire que Mitsuhama cherchait une équipe, et ils veulent des $(l.race_plural). Je sais pas trop pour quelle raison.
it: So che Mitsuhama sta reclutando una squadra ed è in cerca di $(l.race_plural). Non so di che si tratti.
ru: Говорят, Мицухама собирает команду, и одно из обязательных условий - в ней должны быть $(l.race_plural). Понятия не имею, что они затеяли.

source: I heard Mitsuhama’s looking for a team and they specifically want a woman. No idea what that’s about.
de: Ich hab gehört, Mitsuhama sucht nach einem Team und sie wollen ausdrücklich eine Frau dafür haben. Keine Ahnung, was es damit auf sich hat.
es: He oído que Mitsuhama está buscando equipo, y quieren a una mujer. No tengo ni idea de qué se trata.
fr: J'ai entendu dire que Mitsuhama cherchait une équipe, et ils veulent une femme. Je sais pas trop pour quelle raison.
it: So che Mitsuhama sta reclutando una squadra e cerca una donna. Non so di che si tratti.
ru: Говорят, Мицухама собирает команду, и одно из обязательных условий - в ней должна быть женщина. Понятия не имею, что они затеяли.

source: I heard Mitsuhama’s looking for a team. No idea what that’s about but it could be lucrative.
de: Ich hab gehört, Mitsuhama sucht nach einem Team. Keine Ahnung, was es damit auf sich hat, aber es könnte eine ganz schöne Summe dabei herausspringen.
es: He oído que Mitsuhama está buscando equipo. No tengo ni idea de qué se trata, pero podría ser lucrativo.
fr: J'ai entendu dire que Mitsuhama cherchait une équipe. Je ne sais pas de quoi il en retourne, mais ça doit bien rapporter.
it: So che Mitsuhama sta reclutando una squadra. Non so di che si tratti, ma potrebbe fruttare bei soldi.
ru: Говорят, Мицухама собирает команду. Понятия не имею, что они затеяли, но платят они хорошо.

source: I heard about you. Why don't you piss off?
de: Von dir hab ich gehört. Warum verpisst du dich nicht einfach?
es: He oído hablar de ti. ¿Por qué no te pierdes?
fr: J'ai entendu parler de toi. Tu ferais mieux de foutre le camp. Maintenant.
it: Mi hanno parlato di te. Perché non te ne vai al diavolo?
ru: Почему бы тебе не свалить отсюда?
