Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Nadien Kirisame Nick 'OuterCrow' Jameson Pasha Paul Mills Peter Schwartz Richard D. Newman Rick Maher Rickard Johansson Robert Loper Robert Stehwien Robert W Erlbacher III Roderick B. Smith Rodney Allen Stanton III Russ Bullock Sam Halwa Sascha "derTourist" von Hoff Sean Madrazo Sean O'Finan Sondre Øverås Stephen "Quantumboost" Smith Steven Carstensen Suraj Peiris Sylvain Giraud The Dire Radiant Thomas G. Treptow Tim Carl Torbin S. Pace Visa Toivonen Wayne F Newton Will Lassen Will W. Woofer Yakaru Dezaki
ru: Надин Кирисаме Ник 'Аутер Кроу' Джеймсон Паша Пол Миллс Питер Шворц Ричард Д. Ньюман Рик Махер Рикард Йоханссон Роберт Лопер Роберт Стегвейн Роберт В. Эрлбахер III Родерик Б. Смит Родни Аллен Стентон III Расс Буллок Сэм Халва Саша "дер Турист" вон Хофф Шин Мадразо Шин О'Финан Сондр Оверес Стивен "Квантумбуст" Смит Стивен Карстенштайн Шурай Пеирис Сильвейн Жеро Дайер Рейдиант Томас Г. Трептоу Тим Карл Торбин С. Пейс Виса Тойвонен Уэйн Ф. Ньютон Вилл Лассен Вилл В. Вуфер Якару Дезаки

source: *** sputter *** ... spike baby... spike baby... *** sputter ***
de: *** splrrt *** ... Spitzbaby ... Spitzbaby ... *** splrrt ***
es: *** balbucea*** ... bebé con orejas de punta... bebé con orejas de punta... *** balbucea***
fr: *** bafouillage*** ... bébé pointu... bébé pointu... *** bafouillage***
it: *** farfuglia *** ... bimbo appuntito... bimbo appuntito... *** farfuglia ***
ru: *** всхлип *** ...остроухий... остроухий младенец... *** всхлип***

source: $+(l.sir), you haven't paid to go upstairs. Is there something I can do for you?
de: $+(l.sir), man darf nicht nach oben, ohne vorher bezahlt zu haben. Kann ich sonst irgendwie behilflich sein?
es: $+(l.sir), no ha pagado para subir. ¿Puedo hacer algo por usted?
fr: $+(l.sir), vous n'avez pas payé pour aller à l'étage. Puis-je faire quelque chose pour vous ?
it: $+(l.sir), non ha pagato per andare al piano di sopra. C'è qualcosa che posso fare per lei?
ru: $+(l.sir), наверх поднимаются только клиенты нашего заведения. Я могу помочь чем-то еще?

source: Are all cops on the take as happy as you?
de: Sind alle Cops, die sich schmieren lassen, so glücklich wie Sie?
es: ¿Todos los policías corruptos son tan felices como tú?
fr: Tous les flics sont aussi souriants que vous ?
it: Tutti i poliziotti sono allegri quanto te?
ru: Продажные полицейские все такие веселые?

source: I appreciate this about you. Street talk is that you are a dangerous individual. What can I do for you, Dangerous Individual?
de: Das gefällt mir an dir. Es heißt, du seist eine gefährliche Person. Was kann ich für dich tun, gefährliche Person?
es: Eso me gusta. En la calle se dice que eres puro peligro. ¿Qué puedo hacer por ti, Don Peligro?
fr: C'est quelque chose que j'apprécie chez vous. La rumeur dit que vous êtes quelqu'un de dangereux. Que puis-je faire pour vous, dangereux individu ?
it: Apprezzo questo tuo aspetto. Corre voce che tu sia un individuo pericoloso. Cosa posso fare per te, individuo pericoloso?
ru: Я высоко ценю это качество. Твоя репутация говорит за тебя. Чем я могу помочь столь выдающемуся раннеру?

source: I hear that, omae. I might have something for you, if you got the nuyen.
de: Alles klar, omae. Ich hätte da vielleicht was für dich, sofern du die Nuyen dafür hast.
es: Ya veo, omae. Podría tener algo para ti, si tienes nuyens.
fr: J'ai vu ça, omae. J'ai peut-être quelque chose pour vous, si vous avez des nuyens.
it: Ti capisco, omae. Potrei avere qualcosa che ti interessa, se hai i nuyen.
ru: Понимаю. У меня есть для тебя великолепное предложение, омае, так что готовь нюйены.

source: If any one asks, you saw me in there, okay?
de: Wenn jemand fragt, hast du mich da drin gesehen, klar?
es: Si alguien pregunta, me has visto ahí dentro, ¿entendido?
fr: Si quelqu'un vous demande, je suis monté là-dedans, d'accord ?
it: Se qualcuno ti chiede, tu mi hai visto lì dentro, ok?
ru: Если кто-нибудь спросит, я провел там наверху полдня, хорошо?

source: You were an asshole upstairs, but I’ll give you another shot down here.
de: Du warst da oben ein ganz schönes Arschloch, aber ich geb dir hier unten noch eine zweite Chance.
es: Arriba fuiste un completo imbécil, pero aquí abajo te daré otra oportunidad.
fr: Vous étiez un bel enfoiré là-haut, mais je vais vous donner une seconde chance.
it: Sei stato un po' stronzo lassù, ma voglio darti un'altra chance qua.
ru: Не могу сказать, что воспылал к тебе теплыми чувствами там, наверху, но я готов дать тебе еще один шанс.

source: … and after we broke up the ritual, $(l.name) chased Jessica into a small chamber where she was cornered by a couple of buggers. Guess they weren’t impressed with her performance. They were about to eat her.
de: ... und nachdem wir das Ritual verhindert hatten, hat $(l.name) Jessica bis in eine kleine Kammer verfolgt, wo ein paar dieser Viecher schon auf sie gewartet haben. Sie waren wohl nicht sehr zufrieden mit ihrer Leistung und wollten sie fressen.
es: …y, después de que interrumpiéramos el ritual, $(l.name) persiguió a Jessica hasta una pequeña cámara, donde fue arrinconada por un par de desgraciados. Supongo que no les impresionó mucho su actuación. Estaban a punto de comérsela.
fr: ... et après avoir interrompu le rituel, $(l.name) a poursuivi Jessica jusqu'à une petite salle où elle fut piégée par quelques insectes. Je suppose qu'ils n'ont pas aimé sa performance. Ils étaient sur le point de la manger.
it: ... e dopo che abbiamo interrotto il rituale, $(l.name) ha inseguito Jessica fin dentro una piccola camera, dove due insetti l'hanno messa con le spalle al muro. Credo non fossero contenti della sua performance. La stavano per divorare.
ru: …и вот мы наконец прерываем ритуал. $(l.name) загоняет Джессику в маленькую такую пещерку, где к ней подбирается пара жучил - здоровенных и оченно ей недовольных. Видно, что она им не угодила. И собираются они, стало быть, ее сожрать...

source: "Child suffers from a chronic depression and social anxiety most likely caused by his physical abnormalities. We've seen many cases like this recently, with the outbreak of changeling children being born. With the aberrant physiology we're seeing there is no telling what sort of brain functions are affected. Prescribed a series of sedatives last year that seemed to have no effect. Upping the dosage."
de: „Das Kind leidet unter einer chronischen Depression und sozialen Ängsten, die höchstwahrscheinlich durch seine physiologischen Abnormalitäten verursacht wurden. Der Fall ist aufgrund des kürzlichen Ausbruchs von Geburten fehlgeformter Kinder nichts Ungewöhnliches. Bei der Art abweichender Physiologie, mit der wir es zu tun haben, ist nicht zu sagen, welche geistigen Funktionen in Mitleidenschaft gezogen werden. Eine Reihe der letztes Jahr verschriebenen Beruhigungsmittel scheinen Wirkung gezeigt haben. Ich erhöhe die Dosis.“
es: "El niño padece una depresión crónica y miedo social, probablemente provocados por sus anomalías físicas. Últimamente hemos visto muchos casos como este, tras el brote de nacimientos de niños de sustitución. Ante la aberrante fisiología que estamos encontrando, es imposible saber qué funciones cerebrales están afectadas. El año pasado se recetó una serie de sedantes que no parecieron surtir ningún efecto. Se aumenta la dosis."
fr: "L'enfant souffre d'une dépression chronique et d'une anxiété sociale causé selon toute vraisemblance par ses anomalies physiques. Nous avons vu de nombreux cas comme celui-ci récemment, avec la recrudescence de naissances d'enfants changelins. Du fait de la physiologie aberrante à laquelle nous avons affaire, nous ne pouvons dire quelles fonctions du cerveau sont affectées. Des séries de sédatifs ont été prescrits l'année dernière, sans résultats. Augmentation du dosage."
it: "Il bambino soffre di depressione cronica e sociopatia, probabilmente a causa delle sue anomalie fisiche. Abbiamo avuto molti casi del genere, con la diffusione della nascita di bambini deformi. La fisiologia aberrante del paziente impedisce di individuare il tipo di disfunzioni cerebrali. Il ciclo di sedativi somministrato nell'anno precedente è stato inefficace. Aumentare il dosaggio."
ru: "Ребенок страдает от хронической депрессии, скорее всего вызванной отклонениями от физической нормы. Последнее время подобные случаи среди новорожденных значительно участились. Аберрантная физиология позволяет выдвинуть предположение о соответствующих изменениях психики. Показанные в прошлом году успокоительные средства эффекта не имеют. Рекомендовано повысить дозу."

source: "Fredrick, I must have told you a hundred times, the door code is 1915, I don't know why that's so hard to remember." -Stevens"
de: „Fredrick, ich hab dir schon mindestens hundert Mal gesagt, dass der Türcode 1915 ist. Ich verstehe nicht, wieso du dir das nicht merken kannst. -Stevens“
es: "Fredrick, creo que te lo he dicho ya mil veces, el código de la puerta es 1915, no sé por qué te cuesta tanto recordarlo". -Stevens"
fr: "Fredrick, je te l'ai déjà dit mille fois, le code de la porte est 1915, c'est pas si compliqué à retenir !" -Stevens"
it: "Fredrick, te l'ho detto almeno un centinaio di volte, il codice della porta è 1915, non so perché non ti entri in quella zucca." -Stevens"
ru: "Фредерик, Я сто раз повторял тебе: код от двери - 1915. Понятия не имею, почему ты не можешь этого запомнить." -Стивенс"

source: "My business" is that there's been a breach in your security.
de: „Meine Absicht“ ist, mich um eure Sicherheitslücke zu kümmern.
es: "Mis intenciones" son que se ha producido una brecha en su seguridad.
fr: Mes "raisons", c'est qu'il y a une brèche dans votre sécurité.
it: "Il mio scopo" è che c'è stata una violazione nella vostra sicurezza.
ru: Причина "моего визита" - нападение, которое проворонила ваша служба безопасности.

source: "Silas has overcome significant mental disorders and no longer goes through periods of violent episodes. Latest medications have proven especially effective but I believe that being treated by another elf has significantly impacted his treatment. Unfortunately, my efforts to maintain an emotional boundary with him have proven challenging. He has bonded to me in an unhealthy and frankly an unnerving way. His hero-worship exhibits itself in the form of mimicked speech patterns and adopting my dress. For this reason and for the health of the patient, I am assigning another doctor to his case. I will inform him at his next session."
de: „Silas hat schwerwiegende seelische Störungen überwunden und leidet auch nicht mehr an Schüben gewaltsamen Verhaltens. Die letzten Medikamente waren besonders effektiv, aber ich vermute, die Behandlung durch einen anderen Elfen hat seine Entwicklung besonders positiv beeinflusst. Leider fällt es mir schwer, die emotionalen Grenzen in unserem Verhältnis aufrechtzuerhalten. Er scheint auf eine ungesunde und, ehrlich gesagt, unheimliche Art und Weise auf mich fixiert zu sein. Dies zeigt sich zum Teil in der Nachahmung meiner Redemuster und meines Kleidungsstils. Aus diesen Gründen und für das Wohl des Patienten verweise ich ihn daher an einen anderen Arzt. Ich werde ihm diese Entscheidung bei unserer nächsten Sitzung mitteilen.“
es: "Silas ha superado trastornos mentales significativos, y ya no sufre episodios de violencia. La última medicación ha demostrado ser bastante efectiva, pero creo que ser tratado por otro elfo ha influido en su tratamiento de un modo significativo. Lamentablemente, mis esfuerzos por mantener una barrera emocional con él no han dado el fruto esperado. Se siente unido a mí de un modo nada saludable y, francamente, bastante irritante. Su adoración por el héroe se manifiesta imitando mi discurso y adoptando mi forma de vestir. Por esto, y por el bien del paciente, voy a asignarle el caso a otro médico. Se lo comunicaré en la próxima sesión."
fr: "Silas est venu à bout de troubles mentaux importants, et ne connait plus de périodes d'épisodes violents. Les derniers traitements se sont montrés très efficaces, mais je crois que le fait d'avoir été soigné par un autre elfe a eu un gros impact positif. Malheureusement, mes efforts pour maintenir une frontière émotionnelle ont été très difficiles. Il s'est attaché à moi d'une manière malsaine et troublante. Son culte du héros l'a poussé à imiter ma façon de parler et à adopter ma manière de s'habiller. Pour cette raison et pour le bien du patient, je l'assigne à un autre docteur. Je l'en informerai durant la prochaine session."
it: "Silas è guarito dai suoi gravi disturbi psichici e non manifesta più comportamenti violenti. I nuovi farmaci si sono rivelati efficaci. Ritengo tuttavia che la supervisione medica di un altro Elfo sia stata di estremo giovamento per il paziente. Purtroppo, i tentativi di evitare ogni coinvolgimento emotivo con il paziente sono serviti a poco. Mi sono legato a lui con un rapporto poco sano e snervante. Ha visto in me un eroe e questa venerazione si è manifestata assumendo il mio modo di parlare e di vestire. Per questa ragione e per il bene del mio paziente, assegno il suo caso a un altro medico. Lo informerò di ciò alla prossima seduta."
ru: "Сайлас сумел справиться со своей болезнью и уже не испытывает немотивированных приступов ярости. Прописанные месяц назад медицинские препараты доказали свою эффективность, но я полагаю, что толчком к улучшению стала смена лечащего врача. Пациент склонен доверять другому эльфу в гораздо большей степени, нежели человеку. К сожалению, побочным эффектом стала нездоровая привязанность пациента ко мне, которая граничит с одержимостью. Он начал подражать моей манере речи и перенял мой стиль одежды. По этой причине я передаю пациента другому лечащему врачу. Я извещу об этом пациента во время следующей терапевтической сессии."

source: $(l.name)! Can’t you see she’s in pain?
de: $(l.name)! Siehst du nicht, dass sie Schmerzen hat?
es: ¡$(l.name)! ¿No ves que le duele?
fr: $(l.name) ! Vous ne voyez pas qu'elle a mal ?
it: $(l.name)! Non vedi che soffre?
ru: $(l.name)! Ты что, не видишь, как ей больно?

source: $(l.name)! Still working for the dead man? {{GM}}He chuckles.{{/GM}} As you can see... we've got another Ripper victim on our hands.
de: $(l.name)! Arbeitest du immer noch für den toten Mann? {{GM}}Er gluckst vor sich hin.{{/GM}} Wie du siehst ... haben wir es mit einem weiteren Ripper-Opfer zu tun.
es: ¡$(l.name)! ¿Sigues trabajando para el hombre muerto? {{GM}}Ríe por lo bajo.{{/GM}} Como puedes ver... tenemos otra víctima del Destripador.
fr: $(l.name) ! Toujours en train de travailler pour le mort ? {{GM}}Il glousse.{{/GM}} Comme vous pouvez le voir... on a une autre victime de l'éventreur sur les bras.
it: $(l.name)! Lavori ancora per il morto? {{GM}}Ridacchia.{{/GM}} Come puoi vedere... c'è un'altra vittima dello Squartatore.
ru: $(l.name)! Все еще работаешь на покойника? {{GM}}Он хихикает.{{/GM}} Как видишь... Потрошитель добрался еще до одной жертвы.

source: $(l.name), don't attack any of the chip-heads! They don't know what they're doing, and you could hurt Gino.
de: $(l.name), greif keinen von diesen Chipheads an! Sie wissen nicht, was sie tun, und du könntest Gino verletzen.
es: ¡$(l.name), no ataques a ninguno de los cabeza de chip! No saben lo que están haciendo y podrías herir a Gino.
fr: $(l.name), n'attaquez pas les toxicos ! Ils ne savent pas ce qu'ils font, et vous pourriez blesser Gino.
it: $(l.name), non attaccare i chiphead! Non sanno quello che stanno facendo, e potresti ferire Gino.
ru: $(l.name), не трогай его марионеток! Они не понимают, что делают, мы можем случайно задеть Джино.

source: $(l.name), if we go up there, I'm not leaving until we find Coyote.
de: $(l.name), wenn wir da raufgehen, werde ich nicht verschwinden, bis wir Coyote gefunden haben.
es: $(l.name), si subimos ahí, no me marcho hasta que encontremos a Coyote.
fr: $(l.name), si on va là-haut, je ne partirai pas avant d'avoir trouvé Coyote.
it: $(l.name), se andiamo la sopra, io non me ne vado fino a quando non troviamo Coyote.
ru: $(l.name), если мы туда поднимемся, без Койот я уже не уйду.

source: $(l.name), when David gives me the sequence, I'll jack in and help you trace the blood sample back to its source.
de: $(l.name), wenn David mir die Sequenz gibt, schalte ich mich ein und helfe dir dabei, die Blutprobe zurück zu ihrer Quelle zu verfolgen.
es: $(l.name), cuando David me dé la secuencia, me conectaré y te ayudaré a vincular la muestra de sangre con su procedencia.
fr: $(l.name), quand David me donnera la séquence, je vous aiderai à retracer l'échantillon de sang à sa source.
it: $(l.name), quando David mi darà la sequenza, mi connetterò e ti aiuterò a rintracciare la fonte del campione di sangue.
ru: $(l.name), когда Дэвид закончит работу, я войду в Матрицу и помогу тебе установить личность этого человека.

source: $(l.sir), please... our livelihoods depend on this market. If you reconsider... it's just down the street.
de: $(l.sir), bitte ... der Markt ist unsere Haupteinkommensgrundlage. Wenn du dir das nochmal überlegen könntest ... er ist nur die Straße runter.
es: $(l.sir), por favor... nuestro sustento depende de este mercado. Si te lo repiensas... está justo al final de la calle.
fr: $(l.sir), je vous en prie... nos vies dépendent de ce marché. Si jamais vous changez d'avis, c'est juste en bas de la rue.
it: $(l.sir), per favore... il nostro lavoro dipende da questo mercato. Se ci ripensi... è in fondo alla strada.
ru: Умоляю, $(l.sir), без него мы обнищаем вконец. Если вы вдруг передумаете... Он находится прямо в конце этой улицы.

source: $(s.Name). He's Paco.
de: $(s.Name). Das ist Paco.
es: $(s.Name). Él es Paco.
fr: $(s.Name). Lui, c'est Paco.
it: $(s.Name). E lui è Paco.
ru: $(s.Name). А это Пако.

source: $(s.name). I represent a man named Sam Watts, and I'm here to look into his murder.
de: $(s.name). Ich repräsentiere einen Mann namens Sam Watts. Ich bin hier, um seinen Mord zu untersuchen.
es: $(s.Name). Represento a un hombre llamado Sam Watts y he venido a investigar su asesinato.
fr: $(s.name). Je représente un dénommé Sam Watts, et je suis ici pour enquêter sur son meurtre.
it: $(s.name). Rappresento un uomo di nome Sam Watts e sono qui per indagare sul suo omicidio.
ru: $(s.name). Я представляю интересы человека по имени Сэм Уоттс. В настоящий момент я расследую его убийство.

source: $(s.name). I'm here about Sam Watts.
de: $(s.name). Ich bin hier wegen Sam Watts.
es: $(s.Name). Estoy aquí por Sam Watts.
fr: $(s.name). Je suis ici à propos de Sam Watts.
it: $(s.name). Sono qui per Sam Watts.
ru: $(s.name). Я здесь по поводу Сэма Уоттса.

source: $(s.name). I'm looking into your brother Sam's death.
de: $(s.name). Ich untersuche den Tod deines Bruders Sam.
es: $(s.name). Estoy investigando la muerte de tu hermano, Sam.
fr: $(s.name). J'enquête sur la mort de votre frère Sam.
it: $(s.name). Sto indagando sulla morte di tuo fratello Sam.
ru: $(s.name). Я расследую смерть вашего брата.

source: $+(l.honorific), I am reporting you to the head of maintenance for wasting my time.
de: $+(l.honorific), ich werde mich bei der Hausmeisterverwaltung über diese Zeitverschwendung beschweren.
es: $+(l.honorific), voy a denunciarte al jefe de mantenimiento por hacerme perder el tiempo.
fr: $+(l.honorific), Je vais faire un rapport sur vous au chef de maintenance pour m'avoir fait perdre mon temps.
it: $+(l.honorific), la denuncerò al capo della manutenzione per aver sprecato il mio tempo.
ru: $+(l.honorific), я доложу об этом инциденте начальнику смены. Тебе не стоило впустую тратить мое время.

source: $+(l.name)! Surprised to see you here. Let me guess... Officer Aguirre tipped you off? Suppose you must'a made an impression on him at the Market yesterday. Or your credstick did, at any rate. {{GM}}He chuckles.{{/GM}} Anyway, surprise... we've got another Ripper victim on our hands.
de: $(l.name)! Ich bin überrascht, dich hier zu sehen. Lass mich raten ... Officer Aguirre hat dir Bescheid gegeben? Musst ihn wohl gestern am Marktplatz ganz schön beeindruckt haben. Oder zumindest hat das dein Credstick getan.{{GM}}Er gluckst vor sich hin.{{/GM}} Wie dem auch sei: Überraschung! Wir haben es mit einem neuen Ripper-Opfer zu tun.
es: ¡¡$(l.name)! Me sorprende verte aquí. Deja que adivine... ¿Te ha avisado el agente Aguirre? Debiste impresionarlo bastante ayer en el mercado. O, al menos tu credistick. {{GM}}Ríe por lo bajo.{{/GM}} Como puedes ver... ¡Sorpresa! Tenemos otra víctima del Destripador.
fr: $+(l.name) ! Surpris de vous voir ici. Laissez-moi deviner... L'officier Aguirre vous a rencardé ? Je suppose que vous lui avez fait forte impression au marché hier. Ou vos créditubes l'ont fait. {{GM}}Il glousse.{{/GM}} Bref, surprise... on a une autre victime de l'éventreur sur les bras.
it: $(l.name)! Che sorpresa vederti qui. Fammi indovinare... C'è di mezzo l'agente Aguirre? Immagino che tu gli abbia fatto una buona impressione ieri al mercato. O forse è stato il tuo credstick. {{GM}}Ridacchia.{{/GM}} Indovina un po'... c'è un'altra vittima dello Squartatore.
ru: $+(l.name)! Какая приятная встреча. Дай угадаю... Тебя оповестил офицер Агирре? Похоже, вчера тебе удалось произвести на него впечатление. А если не тебе, то твоим деньгам уж точно. {{GM}}Он хихикает.{{/GM}} Так или иначе, сюрприз! У нас на руках новая жертва Потрошителя.

source: $+(l.sir), my job is to protect the Silver Lady. Do you think I’d be worth anything if I could be bribed that easily?
de: $(l.sir), mein Job ist es, die Silver Lady zu beschützen. Würde man mir so etwas anvertrauen, wenn es so leicht wäre, mich zu bestechen?
es: $+(l.sir), mi trabajo es proteger a la Dama de plata. ¿Crees que serviría para algo si me dejara sobornar tan fácilmente?
fr: $+(l.sir), mon travail, c'est de protéger la Dame d'Argent. Vous croyez sérieusement qu'on peut me graisser la patte comme ça ?
it: $+(l.sir), il mio lavoro qui è proteggere la Signora d'argento. Pensi che varrei qualcosa se mi facessi corrompere tanto facilmente?
ru: $+(l.sir), мой долг - защищать Серебряную деву. Я бы не стоял здесь, если бы меня можно было так легко купить.

source: $+(l.sir), this is a medical facility. If you're just here to make jokes at our expense, I'll have to ask you to leave.
de: $+(l.sir), dies ist ein medizinische Einrichtung. Wenn Sie nur hier sind, um Witze auf unsere Kosten zu reißen, muss ich Sie bitten, zu gehen.
es: $+(l.sir), esto es una instalación médica. Si ha venido para hacer bromas a costa nuestra, tendré que pedirle que se vaya.
fr: $+(l.sir), ceci est un hôpital. Si vous êtes venu pour vous moquer de nous, je vais devoir vous demander de partir...
it: $+(l.sir), questa è una clinica. Se ha intenzione di scherzare, dovrò chiederle di andarsene.
ru: $+(l.sir), это медицинское учреждение. Если вы здесь для того, чтобы организовать розыгрыш, я попрошу вас покинуть помещение.

source: 'Bout time you got here, Paco. Who's your friend?
de: Wird auch Zeit, dass du hier auftauchst, Paco. Wen hast du da mitgebracht?
es: Ya era hora de que llegaras, Paco. ¿Quién es tu amigo?
fr: Il était temps que tu te pointes, Paco. C'est qui, ton ami ?
it: Era ora che arrivassi, Paco. Chi c'è con te?
ru: А вот наконец и ты, Пако. Кто это с тобой?

source: 'Bout time you showed up.
de: Wurde auch Zeit, dass du auftauchst.
es: Ya era hora de que aparecieses.
fr: Il était temps que t'arrives.
it: Era ora che arrivaste.
ru: Давно пора. Где тебя носило?

source: *BEEP BEEP BEEP*
de: *PIEP PIEP PIEP*
es: *BIIIP BIIIP BIIIP*
fr: *BIP BIP BIP*
it: *BIP BIP BIP*
ru: *БИП БИП БИП*

source: *bzzzz* Help! Help!
de: *bzzzz* Hilfe! Hilfe!
es: *bzzzz* ¡Ayuda! ¡Ayuda!
fr: *bzzzz* À l'aide ! À l'aide !
it: *bzzzz* Aiuto! Aiuto!
ru: *ззззз* Помогите! Помогите!

source: *chirp* ... *chirp*
de: *Pieps* ... *Pieps*
fr: *crépitements* ... *crépitements*
it: *bip*... *bip*
ru: *тррр* ... *тррр*
