Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: It's because you plod through life with your eyes sealed shut and your mind closed.
de: Das liegt daran, dass du mit geschlossenen Augen und verschlossenem Geist durch das Leben stapfst.
es: Es porque vas por la vida con los ojos sellados y la mente cerrada.
fr: C'est parce que vous traversez laborieusement la vie avec vos yeux et votre esprit fermés.
it: Questo è perché tu attraversi questa vita, tenendo gli occhi e la mente chiusi.
ru: Ты идешь по жизни с закрытыми глазами, оградив свой разум от истины.

source: It's been ages. I can't even remember.
de: Das ist Jahre her. Ich kann mich nicht einmal daran erinnern.
es: Hace siglos. Ya casi ni me acuerdo.
fr: Ça fait des années. Je ne m'en souviens même plus.
it: Sono passati secoli. Nemmeno mi ricordo.
ru: Очень давно. Я даже не помню.

source: It's called a dead man's switch. It triggered when he died.
de: Es nennt sich Totmannschalter. Er wurde ausgelöst, als er gestorben ist.
es: Se llama el interruptor del hombre muerto. Se activó cuando murió.
fr: On appelle ça un « dead man's switch ». Ça s'est déclenché quand il est mort.
it: È un cosiddetto Segnalatore di decesso. Si è attivato quando è passato a miglior vita.
ru: Он оставил распоряжения на случай своей смерти.

source: It's complicated. You wouldn't understand.
de: Es ist kompliziert, das würden Sie nicht verstehen.
es: Es complicado. No lo entenderías.
fr: C'est compliqué. Vous ne pourriez pas comprendre.
it: È complicato. Non capiresti.
ru: Это сложно. Вы вряд ли поймете.

source: It's displaying a map of the UCAS. Chicago is listed as a priority.
de: Es zeigt eine Karte der UCAS an. Chicago ist als Priorität aufgelistet.
es: Muestra un mapa de la EUCA. Chicago aparece como una prioridad.
fr: Une carte des UCAS est affichée. Chicago est indiquée comme étant la priorité.
it: Sta mostrando una mappa degli UCAS. Chicago è indicata come priorità.
ru: Ты видишь карту СКАШ. Чикаго отмечен на этой карте как кризисная зона.

source: It's done.
de: Abgemacht.
es: Hecho.
fr: Marché conclu.
it: D'accordo.
ru: Договорились.

source: It's done. I'll transfer the money.
de: Abgemacht. Ich werde das Geld transferieren.
es: Hecho. Te transferiré el dinero.
fr: C'est fait. Je vais transférer l'argent.
it: D'accordo. Trasferirò i soldi.
ru: Готово. Деньги должны были поступить на твой счет.

source: It's fine. And I have no reservations about answering the question.
de: Es ist okay. Ich habe keine Probleme damit, diese Frage zu beantworten.
es: No pasa nada. Y no tengo problemas para responder a la pregunta.
fr: Très bien. Je répondrai à votre question sans réserve.
it: Non importa. E non ho problemi a rispondere a questa domanda.
ru: Ничего страшного. Я все равно на него отвечу.

source: It's gone now Vlad. It's not going to kill you. You're safe.
de: Er ist jetzt fort, Vlad. Er wird dich nicht töten. Du bist sicher.
es: Ya no está, Vlad. No va a matarte. Estás a salvo.
fr: Il est parti, maintenant, Vlad. Il ne va pas te tuer. Tout va bien.
it: È andato via ora, Vlad. E non ti ucciderà. Sei al sicuro.
ru: Он ушел, Влад. Он не сможет тебя убить. Ты в безопасности.

source: It's gonna cost you.
de: Das wird dich einiges kosten.
es: Te va a costar.
fr: Ça va vous coûter cher.
it: Ti costerà un bel po'.
ru: Тебе придется заплатить.

source: It's in the storage room. I'll meet you there.
de: Im Lagerraum. Wir treffen uns dort.
es: Está en el almacén. Nos vemos allí.
fr: C'est dans la réserve. On se retrouve là-bas.
it: Nel ripostiglio. Ci vediamo là.
ru: Проблема на складе. Я буду там.

source: It's just a shell in that grave. One that was put to good use, saving the lives of others.
de: In dem Grab liegt nur die Hülle eines Menschen. Ein Mensch, der Gutes getan hat, der Leben gerettet hat.
es: En esa tumba solo está el cascarón. Un cascarón que sirvió para salvar la vida de los demás.
fr: C'est juste une coquille dans une tombe. Qui a été utilisé à bon escient, en sauvant la vie d'autrui.
it: C'è solo un corpo in quella tomba. Che è stato utilizzato a fin di bene, per salvare la vita ad altra gente.
ru: В этой могиле лежит всего лишь тело. Тело человека, который отдал свою жизнь, чтобы спасти многих других.

source: It's just down the street, $(l.sir). Please... our livelihoods depend on this market.
de: Einfach nur die Straße runter, $(l.sir). Bitte ... der Markt ist unsere Haupteinkommensgrundlage.
es: Está justo al final de la calle, $(l.sir). Por favor... nuestro sustento depende de este mercado.
fr: C'est juste en bas de la rue, $(l.sir). Je vous en prie... nos vies dépendent de ce marché.
it: È giusto in fondo alla strada, $(l.sir). Per favore... il nostro lavoro dipende da questo mercato.
ru: Он прямо на соседней улице, $(l.sir). Прошу вас... без него мы обнищаем вконец.

source: It's just old junk.
de: Es ist nur ein Haufen altes Zeug.
es: Solo son trastos viejos.
fr: C'est juste de vieux machins.
it: È solo roba vecchia.
ru: Бесполезный мусор.

source: It's just so unfair! They have no right to take me down for something that security should have caught!
de: Es ist alles so unfair! Sie haben kein Recht, mir für etwas die Schuld in die Schuhe zu schieben, das vom Sicherheitspersonal hätte bemerkt werden müssen!
es: ¡Qué injusticia! ¡No tienen derecho a quitarme de en medio por algo que los de seguridad deberían haber descubierto!
fr: C'est tellement injuste ! Ils n'ont pas le droit de me démolir pour quelque chose que la sécurité aurait dû voir !
it: È così ingiusto! Non possono farmi fuori per un problema che doveva essere di competenza della sicurezza!
ru: Это несправедливо! Служба безопасности облажалась, а работу из-за этого потеряю я!

source: It's kind of hard to miss.
de: Ist nur schwer zu übersehen.
es: Es difícil no verla.
fr: Difficile de ne pas la voir.
it: Non passa inosservata.
ru: Его трудно не заметить.

source: It's nothing, nevermind.
de: Es ist nichts, keine Sorge.
es: No es nada, no importa.
fr: C'est rien d'important.
it: Niente, non importa.
ru: Нет, больше ничего.

source: It's nothing. Sorry to bother you.
de: Ich hab nichts. Sorry.
es: No es nada. Siento haberte molestado.
fr: C'est rien. Désolé de vous déranger.
it: Non è nulla. Scusa il disturbo.
ru: У меня ничего нет.

source: It's pretty simple. Someone hired me to find a killer. When I find the killer, I get paid.
de: Es ist ziemlich einfach. Jemand hat mich angeheuert, einen Killer zu finden. Wenn ich den Killer finde, werde ich bezahlt.
es: Es bastante sencillo. Alguien me contrató para buscar a un asesino. Cuando encuentre al asesino, me pagarán.
fr: C'est plutôt simple. On m'a engagé pour démasquer un tueur. Lorsque je trouve le tueur, je suis payé.
it: È piuttosto semplice. Qualcuno ha ingaggiato me per trovare un assassino. Mi pagheranno quando lo troverò.
ru: Все просто. Мне пообещали заплатить, если я смогу разыскать убийцу. Как только я найду преступника, я получу деньги.

source: It's something that needs the attention of a senior leader. I would rather not discuss it out here.
de: Es ist etwas, das die sofortige Aufmerksamkeit von jemandem in einer leitenden Position benötigt. Ich würde es hier draußen lieber nicht besprechen.
es: Es algo que necesita la atención de un superior. Preferiría no discutirlo aquí.
fr: C'est quelque chose qui requiert l'attention d'un senior. Je préférerais ne pas en discuter ici.
it: C'é qualcosa che richiede l'attenzione di un capo anziano. Preferirei non discuterne qua fuori.
ru: У меня возникла проблема. Мне нужна помощь одного из отцов Братства, но я не хочу обсуждать ее в публичном месте.

source: It's the right size for you.
de: Die Uniform passt dir.
es: Es de tu talla.
fr: Il est à votre taille.
it: È della tua taglia.
ru: Оно отлично тебе подходит.

source: It’ll be fine.
de: Ich werd schon.
es: Todo irá bien.
fr: Ça va aller.
it: Andrà tutto bene.
ru: Все будет в порядке.

source: It’ll take time for you to get top nuyen for it. Let’s call it two thousand.
de: Du wirst es nicht leicht haben, den Höchstpreis dafür zu erhalten. Lass uns bei zweitausend Nuyen verbleiben.
es: Si quieres conseguir un buen puñado de nuyens, vas a tener que esperar mucho. Lo dejamos en dos mil.
fr: Je vous laisse le temps de rassembler la somme. Disons 2 000.
it: Dovrete attendere a lungo per ricavarne una bella cifra. Finiamola a duemila.
ru: На то, чтобы их продать, у тебя уйдет много времени. Две тысячи.

source: It’s a Corp hit I’m sure.
de: War bestimmt ein Kon-Mord.
es: Seguro que es un golpe de la corporación.
fr: J'suis sûr que c'est l'œuvre d'une corporation.
it: Di sicuro c'entra la corporazione.
ru: Убийцу наняла одна из корпораций.

source: It’s a long story. I end up in the morgue more often than the average guy.
de: Ist ’ne lange Geschichte. Sagen wir einfach, ich bin öfter im Leichenschauhaus als die meisten Leute.
es: Es una larga historia. Termino en la morgue más a menudo que el hombre medio.
fr: C'est une longue histoire. Je me retrouve à la morgue plus souvent que le quidam lambda.
it: È una lunga storia. Finisco all'obitorio un po' più spesso rispetto alla media.
ru: Долгая история. Я оказываюсь на столе у прозектора чаще, чем следовало бы.

source: It’s a nearby club in the Barrens that attracts lowlifes. You'd probably like it. Me, I'm not really the going-out type. Always too much to be done around here. Plus, the dead are just easier to get along with.
de: Es ist eine Bar in den Barrens, die alle möglichen zwielichtigen Leute anlockt. Du würdest sie vermutlich mögen. Ich hingegen bin nicht so wirklich ein Fan von Partys. Dafür ist hier immer zu viel zu tun. Außerdem sind die Toten um ein Vielfaches sozial verträglicher.
es: Es un bar cercano de los Barrens lleno de escoria. Seguramente te gustará. A mí no me gusta mucho salir. Siempre hay mucho que hacer por aquí. Además, es más fácil llevarse bien con los muertos.
fr: C'est un club pas loin dans Barrens qui attire les voyous. Vous allez adorer. Moi je ne suis pas du genre à sortir. Il y a trop de choses à faire, là-bas. Et il est plus facile de bien s'entendre avec les morts.
it: È un locale qui vicino, nelle Terre desolate, che attira malviventi. Probabilmente ti piacerebbe. Io non sono esattamente un tipo da uscite. C'è sempre troppo da fare qui in giro. Inoltre, è molto più facile avere a che fare coi morti.
ru: Это клуб для неудачников на соседней улице. Тебе наверняка там понравится. Я туда не хожу. Не люблю шумные компании, и у меня всегда много работы. С покойниками гораздо проще прийти к взаимопониманию.

source: It’s a no-brainer, right?
de: Dürfte ja wohl nicht zu schwer sein, oder?
es: No tiene materia gris, ¿vale?
fr: C'est du gâteau, hein ?
it: È un ritardato, vero?
ru: Что может быть проще?

source: It’s a special prize for assholes who mess with the wrong person. It means you’re fired. No Telestrian. No lieutenant's badge. In fact, no badge at all. Enjoy your time off... chummer.
de: Das ist ein Sonderpreis für Arschlöcher, die sich mit dem Falschen anlegen. Es bedeutet, dass Sie gefeuert worden sind. Kein Telestrian. Keine Lieutenant-Marke. Besser gesagt überhaupt keine Polizeimarke. Viel Spaß mit Ihrer Freizeit ... Chummer.
es: Es un premio especial para capullos que molestan a la persona equivocada. Significa que estás despedido. Se acabó Telestrian. Se acabó la placa de teniente. De hecho, se acabó cualquier placa. Disfruta de tu tiempo libre... colega.
fr: C'est un prix spécial pour les connards qui emmerdent la mauvaise personne. Ça veut dire que vous êtes viré. Plus de Telestrian. Plus de badge de lieutenant. En fait, plus de badge du tout. Profite de tes vacances... mec.
it: È un premio speciale per gli idioti che fanno casini con la persona sbagliata. Significa che sei licenziato. Niente Telestrian. Niente grado di tenente. Direi nessun grado. Goditi le vacanze...
ru: Знаешь, что случается с засранцами вроде тебя, которые перебегают дорогу тем, кому не следовало. Ты уволен. Телестриан не желает тебя видеть, и повышения тебе не видать. Ты вообще уже никогда не будешь служить в полиции. У тебя будет много свободного времени, приятель.

source: It’s always business with me.
de: Bei mir geht’s immer ums Geschäft.
es: Siempre son negocios conmigo.
fr: Les affaires ne s'arrêtent jamais avec moi.
it: Con me si tratta sempre di affari.
ru: Дело прежде всего.

source: It’s bad enough that the government labels half the population as probationary citizens. We don’t need more people preying on the most defenseless members of society.
de: Es ist schon schlimm genug, dass die Regierung die Hälfte der Bevölkerung als Bürger auf Bewährung einstuft. Leute, die mit denjenigen ihr Schindluder treiben, die sich am wenigsten wehren können, ist das Letzte, was wir brauchen.
es: Bastante negativo es ya que el gobierno etiquete a la mitad de la población como ciudadanos a prueba. No necesitamos más gente que se aproveche de los miembros más indefensos de la sociedad.
fr: Comme si ça ne suffisait pas que le gouvernement traite la moitié de la population comme des citoyens de seconde zone. Si en plus d'autres s'en prennent aux individus les plus faibles de la société, où va-ton...
it: Già dà abbastanza fastidio che il governo etichetti metà della popolazione come cittadini sperimentali. L'ultima cosa che ci serve è altra gente che sprema i membri più deboli della società.
ru: То, что государство объявило половину населения страны ''временными гражданами'', уже плохо, а теперь еще и это? Последнее, что нужно этому городу - новые хищники, которые будут преследовать слабых и беззащитных.

source: It’s empty. Nothing to do.
de: Er ist leer. Nichts steht an.
es: Está vacía. No hay nada que hacer.
fr: C'est vide. Rien à faire.
it: È vuota. Niente da fare.
ru: Ежедневник пуст. У тебя нет никаких планов на будущее.

source: It’s everything to me, omae. We could do business.
de: Hör mal, omae. Wir zwei könnten ins Geschäft kommen.
es: Lo es todo para mí, omae. Podríamos hacer negocios.
fr: C'est tout pour moi, omae. On peut faire des affaires.
it: Per me è importantissimo, omae. Possiamo fare affari.
ru: Я отвечаю за свои слова, омае. Мы можем помочь друг другу.

source: It’s gone... My link to the... the Queen. She has... abandoned me... expelled me. Unworthy... Unworthy.
de: Sie ist weg ... meine Verbindung zur ... zur Königin. Sie hat ... mich verlassen ... verstoßen. Ich bin unwürdig ... unwürdig.
es: Ha desaparecido... Mi vínculo con la... la reina. Me ha... abandonado, me ha... expulsado. Indigna... Indigna.
fr: Ce n'est... plus là... Mon lien avec... la reine. Elle m'a... abandonnée... rejetée. Je ne suis pas digne... Pas digne...
it: È assente... Il mio vincolo alla... alla Regina. Mi ha... abbandonata... espulsa. Indegna... Indegna...
ru: Ее нет... Моя связь... с королевой... разорвана. Она покинула меня... отреклась от меня. Недостойна!.. Я недостойна.

source: It’s gonna be hours. They just started setting up and a crowd is already forming. This is her town, so it’s no surprise.
de: Das wird noch Stunden dauern. Sie haben gerade erst mit dem Aufbau angefangen und schon wimmelt es hier von Leuten. Nicht sehr überraschend, wenn man bedenkt, dass sie von hier stammt.
es: Faltan unas horas. Acaban de empezar a montarlo todo y la gente ya se está amontonando. Esta es su ciudad, así que no es ninguna sorpresa.
fr: Ça va prendre des heures. Les préparatifs ont à peine commencé et il y a déjà foule. Rien d'étonnant, puisque c'est sa ville.
it: È questione di ore. Hanno appena cominciato a montare e già si sta accalcando una grande folla. Questa è la sua città, quindi non c'è niente di strano.
ru: Через несколько часов. Они только начали собирать сцену, а кругом уже толпа. Ну, ничего удивительного - это ее город.

source: It’s nice to have someone watching your back out there. Assuming you can trust them...
de: Es ist schon nett, wenn man jemanden hat, der einem den Rücken deckt. Vorausgesetzt, man kann ihm auch trauen ...
es: Es agradable tener a alguien cubriéndote las espaldas ahí fuera. Suponiendo que puedas confiar en ese alguien...
fr: C'est sympa d'avoir quelqu'un pour assurer ses arrière dehors. Si on peut leur faire confiance...
it: Là fuori è sempre meglio avere qualcuno che ti guarda le spalle. Ammesso che ci si possa fidare...
ru: Работать с напарником всегда приятнее. Особенно если ему можно доверять...

source: It’s not a lead!
de: Das ist keine Spur!
es: ¡No es una pista!
fr: Ce n'est pas une piste !
it: Non è una pista!
ru: Нашла!

source: It’s not a religion, is it?
de: Das ist doch nicht etwa eine Religion, oder?
es: No es una religión, ¿verdad?
fr: Ce ne serait pas une religion, par hasard, si ?
it: Non è una religione, giusto?
ru: Это ведь не религия, так?

source: It’s not good, Cherry.
de: Nichts Gutes, Cherry.
es: Es malo, Cherry.
fr: Rien de bon, Cherry.
it: Non sono belle notizie, Cherry.
ru: Все плохо, Шерри.

source: It’s not the size they charge more for. It's the blood under the fingernails.
de: Für die Größe verlangen sie nicht extra. Problematischer ist das Blut unter den Fingernägeln.
es: No me cobran más por el tamaño. Me sale caro por la sangre que hay debajo de las uñas.
fr: Ce n'est pas la taille qui fait le prix. C'est le sang sous les ongles.
it: Non pago di più per la grandezza. Ma per il sangue sotto le unghie.
ru: Доплачивать мне приходится не столько за размер, сколько за засохшую кровь под ногтями.

source: It’s not the size they charge more for. It's the blood under the fingernails.
de: Für die Größe verlangen sie nicht extra. Problematischer ist das Blut unter den Fingernägeln.
es: No me cobran más por el tamaño. Me sale caro por la sangre que hay debajo de las uñas.
fr: Ils ne me payent pas à la taille. Mais plutôt au sang sur mes ongles.
it: Non pago di più per la grandezza. Ma per il sangue sotto le unghie.
ru: Доплачивать мне приходится не столько за размер, сколько за засохшую кровь под ногтями.

source: It’s real to me! I can smell it! Touch it! I can fragging taste it! I was a god in there... king. I was a KING! Can you imagine it? {{GM}}He looks around the room. Sees the squalor. The bodies. Then he glimpses his own pitiful reflection in the machinery.{{/GM}}
de: Für mich ist es real! Ich kann es riechen! Anfassen! Ich kann es verfraggt noch mal schmecken! Ich war dort drinnen ein Gott ... ein König. Ich war ein KÖNIG! Kannst du dir das vorstellen? {{GM}}Er sieht sich in dem Raum um. Sieht den Schmutz. Die Leichen. Dann erkennt er sein eigenes erbärmliches Spiegelbild in der blanken Oberfläche der Computer.{{/GM}}
es: ¡Para mí es real! ¡Puedo olerlo! ¡Tocarlo! ¡Hasta puedo saborearlo! Allí era un dios... un rey. ¡Era un REY! ¿Te lo imaginas? {{GM}}Mira alrededor de la sala. Ve la mugre. Los cuerpos. Entonces observa su lamentable aspecto en la maquinaria.{{/GM}}
fr: Pour moi, c'est ça la réalité ! Je peux la sentir ! La toucher ! Je peux y goûter, bordel ! Là-bas j'étais un dieu... un roi. J'étais un ROI ! Vous imaginez ça ? {{GM}}Il parcourt la pièce du regard. Il voit la misère. Les corps. Puis il aperçoit son propre reflet pitoyable dans la machine.{{/GM}}
it: È reale per me! Ne sento l'odore! Posso toccarla! Sento il suo maledettissimo sapore! Ero una divinità là dentro... un re. Ero un RE! Immagini? {{GM}}Si guarda intorno nella stanza. Vede lo squallore. I corpi. Poi la sua pietosa immagine sul riflesso nei macchinari.{{/GM}}
ru: То, что я вижу - настоящее! Я могу его понюхать! Потрогать! Лизнуть, если захочу, черт бы вас всех побрал! Я был богом... королем. Я был КОРОЛЕМ! Вы не можете себе этого представить! {{GM}}Он оглядывается по сторонам и видит нищету и окровавленные тела. Его взгляд натыкается на его собственное отражение в хроме.{{/GM}}

source: It’s the Sixth World, chummer. You still believing everything you see? Maybe this is all a dream-chip and you’re lying in a BTL squat somewhere with rats nibbling your toes.
de: Das ist die Sechste Welt, Chummer. Glaubst du immer noch alles, was du siehst? Vielleicht ist das auch alles nur ein Traum-Chip und du liegst irgendwo in einer BTL-Absteige, während die Ratten dir an den Zehen nagen.
es: Es el Sexto Mundo, cuate. ¿Aún te crees todo lo que ves? Quizás todo esto sea un chip de sueño y estés en una choza BTL cualquiera, con ratas mordiéndote los dedos de los pies.
fr: C'est le Sixième Monde, mecton. Tu crois toujours tout ce que tu vois ? Peut-être que tout ça c'est juste une puce onirique et que tu es étalé dans un squat quelconque avec des rats qui te bouffent les orteils.
it: Siamo nel Sesto Mondo. Credi ancora a tutto ciò che vedi? Forse tutto questo è frutto di un chip onirico e tu sei a terra in qualche spaccio di BTL con i ratti che ti rosicchiano le dita dei piedi.
ru: Это же Шестой мир. Ты все еще веришь всему, что ты видишь? Может, ты вообще сейчас в Идеальной реальности, а твое тело лежит в луже блевотины в каком-то притоне.

source: It’s you! You’re the $(l.man) who helped me escape from the Universal Brotherhood! How did you get here?
de: Du! Du hast mir doch geholfen, aus der Universellen Bruderschaft zu entkommen! Wie bist du hierhergekommen?
es: ¡Eres tú! ¡Me ayudaste a escapar de la Hermandad Universal! ¿Cómo has llegado hasta aquí?
fr: C'est vous ! Vous êtes celui qui m'a aidée à m'échapper de la Confrérie Universelle ! Comment êtes-vous entré ici ?
it: Sei tu! Sei il $(l.man) che mi ha aiutato a fuggire dalla Fratellanza Universale! Come hai fatto ad arrivare qui?
ru: Это ты! Без тебя бы я никогда не выбралась из подвалов Всеобщего братства! Что ты здесь делаешь?

source: It’s your ex. He’s dead.
de: Es geht um deinen Ex. Er ist tot.
es: Es tu ex. Está muerto.
fr: C'est votre ex. Il est mort.
it: il tuo ex. È morto.
ru: Твой бывший дружок мертв.

source: It’s your funeral.
de: Dein Pech.
es: Es tu funeral.
fr: C'est votre enterrement.
it: È il tuo funerale.
ru: Дело твое. Тебя закопают, не меня.
