Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: She's downstairs in the medbay. Got her arm torn off on the job.
de: Sie ist unten in der Krankenstation. Ihr Arm wurde während des Auftrags schwer in Mitleidenschaft genommen.
es: Está abajo, en el puesto médico. Se ha quedado sin brazo por culpa de este encargo.
fr: Elle est en bas dans la medbay. Elle a eu le bras déchiré pendant l'opé.
it: È al piano di sotto in ambulatorio. Durante la missione ha perso un braccio.
ru: Она в медицинском отсеке внизу. Выполняя это поручение, она потеряла конечность.

source: She's my only lead right now. Can you help me out?
de: Im Moment ist sie meine einzige Spur. Kannst du mir helfen?
es: En estos momentos, ella es mi única pista. ¿Puedes ayudarme?
fr: Elle est ma seule piste, pour l'instant. Vous pouvez m'aider ?
it: Ora lei è la mia unica pista. Puoi aiutarmi?
ru: Она мой единственный шанс. Ты мне поможешь?

source: She's the victim's next of kin, sir. His sister. She's been praying over him for the last hour.
de: Sie ist die Schwester des Opfers, Sir. Sie hat die letzte Stunde für ihn gebetet.
es: Es la pariente más cercana de la víctima. Su hermana. Lleva una hora rezando por él.
fr: C'est un proche parent de la victime, monsieur. Sa sœur. Elle prie pour lui depuis plus d'une heure.
it: È la parente più prossima della vittima, signore. Sua sorella. È da un'ora che prega per lui.
ru: Родственница покойного, сэр. Его сестра. Она уже час как молится над его телом.

source: She... she asked me to remake her...
de: Sie ... sie bat mich, sie wieder zusammenzusetzen ...
es: Ella... ella me pidió que la reconstruyera...
fr: Elle... elle m'avait demandé de la reconstruire...
it: Lei... mi ha chiesto di risolvere i suoi...
ru: Она... просила меня возродить ее...

source: Sheesh... chill out. I was just trying to warn you.
de: Pff ... mach dich mal locker. Ich wollt euch nur warnen.
es: Ssshh... tranquilidad. Solo quería advertirte.
fr: Chut... du calme. Je voulais juste vous prévenir.
it: Shhhhh... calmati. Stavo solo cercando di avvertirti.
ru: Эй... полегче. Просто хотела вас предупредить.

source: Shell Casings
de: Patronenhülsen
es: Cartuchos de proyectiles
fr: Douilles
it: Bossoli di proiettile
ru: Стреляные гильзы

source: She’s Lynne Telestrian, super rich and super into the Universal Brotherhood. She's a major spokesperson for them in Seattle.
de: Das war Lynne Telestrian, superreich und superbesessen von der Universellen Bruderschaft. Sie ist eine ihrer wichtigsten Sprecherinnen in Seattle.
es: Es Lynne Telestrian, superrica y supermetida en la Hermandad Universal. Es una de sus principales portavoces en Seattle.
fr: Elle s'appelle Lynne Telestrian. Elle est super riche et à fond dans la Confrérie Universelle. Elle est leur principale porte-parole à Seattle.
it: È Lynne Telestrian, tanto ricca quanto coinvolta nella Fratellanza Universale. È una dei loro più importanti portavoce a Seattle.
ru: Это Линн Телестриан, богатая и знаменитая хрен-знает-кто из Всеобщего братства. Лицо их отделения в Сиэтле, если можно так выразиться.

source: She’s getting stitched up.
de: Sie wird zusammengeflickt.
es: La están cosiendo.
fr: Elle se fait recoudre.
it: La stanno ricucendo.
ru: Доктор пытается ее зашить.

source: She’s going to help me come out of the shadows and into the light.
de: Sie wird mir helfen, die Schatten zu verlassen und ins Licht zu treten.
es: Ella va a ayudarme a salir de las sombras y entrar en la luz.
fr: Elle seule peut m'aider à sortir des ombres et à embrasser la lumière.
it: Mi aiuterà a uscire dall'oscurità e ad abbracciare la luce.
ru: Она поможет мне покинуть тени и сделать шаг навстречу свету.

source: She’s in custody now.
de: Die Bullen haben sie einkassiert.
es: Ahora está bajo custodia.
fr: Elle est en détention, à présent.
it: Adesso è agli arresti.
ru: Под охраной в полицейском участке.

source: Shhh, still sleeping in there.
de: Psst, hier schlafen noch Leute.
es: Shhh, aún hay gente durmiendo.
fr: Chut, on dort. par ici.
it: Shhh, qui si dorme.
ru: Тс-с-с, они все еще спят.

source: Shield Wall.
fr: Mur bouclier.
it: Muro-scudo.
ru: Заслон.

source: Should I be impressed?
de: Sollte mich das beeindrucken?
es: ¿Eso debería haberme impresionado?
fr: C'est censé m'impressionner ?
it: Dovrei essere sorpreso?
ru: Это должно было произвести на меня впечатление?

source: Shouldn't be much of a problem.
de: Sollte kein Problem sein.
es: No debería ser un gran problema.
fr: Ça ne devrait pas poser de problème.
it: Non dovrebbe essere un gran problema.
ru: Это не будет проблемой.

source: Shouldn't have given you my comm code, gonk.
de: Hätte dir meinen Kommcode nicht geben sollen, Gonk.
es: No tenía que haberte dado mi código de comm, capullo.
fr: J'aurais pas dû te donner mon code de comm, vieux débile.
it: Non avrei dovuto darti il mio codice commlink, deficiente.
ru: Не стоило мне давать тебе этот номер, чудила.

source: Show me that BTL, eh?
de: Zeig mir den BTL, okay?
es: Enséñame ese BTL, ¿vale?
fr: Montre-moi cette BTL, ok ?
it: Fammi vedere quella BTL, eh?
ru: Покажи мне запись. Ну?

source: Show me the gear.
de: Zeig mir die Ausrüstung.
es: Enséñame el equipo.
fr: Montrez-moi le matos.
it: Mostrami i giocattoli.
ru: Покажи мне оружие.

source: Show me the outfits.
de: Zeig mir die Kleidung.
es: Enséñame la ropa.
fr: Montrez-moi les tenues.
it: Mostrami i vestiti.
ru: Покажи мне экипировку.

source: Show me the way.
de: Zeig mir, wo es langgeht.
es: Enséñame el camino.
fr: Je vous suis.
it: Mostrami la strada.
ru: Пойдем.

source: Show me what you got.
de: Zeig mir, was du hast.
es: Enséñame lo que tienes.
fr: Montrez-moi ce que vous avez.
it: Fammi vedere cos'hai.
ru: Покажи, что у тебя есть.

source: Show me what you have.
de: Zeig mir, was du hast.
es: Enséñame lo que tienes.
fr: Montrez-moi ce que vous avez.
it: Mostrami che cos'hai.
ru: Показывай.

source: Show me what you’ve got.
de: Zeig mir, was du hast.
es: Enséñame lo que tienes.
fr: Montrez-moi ce que vous avez.
it: Fammi vedere cos'hai.
ru: Покажи мне, что у тебя есть.

source: Show me where that man's son Zipper is, and we're really, truly done.
de: Zeig mir, wo Zipper, der Sohn dieses Mannes ist. Dann haben wir wirklich alles geregelt.
es: Enséñame donde está el hijo de ese hombre, Zipper, y habremos terminado, de verdad.
fr: Montrez-moi où ce Zipper se trouve, et on est vraiment quitte.
it: Mostrami dov'è il figlio di quell'uomo, Zipper, e abbiamo davvero finito.
ru: Покажи мне, где вы держите сына этого старика, и я от тебя отстану.

source: Shrewd. Alright, I'll do you a favor.
de: Schlau, schlau. Na gut, ich tu dir den Gefallen.
es: Astuto. Vale, te haré un favor.
fr: Malin. D'accord, je vous fais une faveur.
it: Ci sai fare. Ok, ti farò questo favore.
ru: Благоразумно. Хорошо, я согласен на твои условия.

source: Shut it, Zipper. We're almost done. As for YOU... leave or I'll put you under the knife next!
de: Halt die Fresse, Zipper. Wir sind fast fertig. Und was DICH angeht ... verschwinde, oder du landest als nächstes unterm Messer!
es: Cierra el pico, Zipper. Ya casi hemos terminado. Y respecto a TI... ¡lárgate o te abro en canal con el cuchillo!
fr: Tais-toi, Zipper. On a presque fini. Et en ce qui vous concerne... Partez, ou je vous tranche en deux !
it: Piantala, Zipper. Abbiamo quasi finito. E TU... sparisci o sarai il prossimo ad assaggiare il mio coltello!
ru: Заткнись, проныра. Мы почти закончили. А что до ТЕБЯ... Убирайся отсюда, или я начну щекотать не его, а тебя!

source: Shut your mouth and show me the way.
de: Halt den Rand und zeig mir, wo er ist.
es: Cierra el pico y enséñame el camino.
fr: Taisez-vous et montrez-moi le chemin.
it: Chiudi la bocca e mostrami la strada.
ru: Заткнись и показывай дорогу.

source: Shut your screamer about the rain. We lost a man tonight.
de: Hör auf mit diesem Gejammer über den Regen. Wir haben heute einen Mann verloren.
es: Deja de quejarte de la lluvia. Esta noche hemos perdido a un hombre.
fr: Arrête de geindre à propos de la pluie. On a perdu un homme ce soir.
it: Piantala di lamentarti per la pioggia. Abbiamo perso un uomo stanotte.
ru: Закройся. Хватит жаловаться на дождь, сегодня мы потеряли товарища.

source: Silas became Dr. Holmes? Huh. If he replaced the real Holmes, that's probably whose body they found in Silas' apartment in the first place.
de: Silas wurde zu Dr. Holmes? Hmm. Wenn er den echten Holmes ersetzt hat, hat man wahrscheinlich seinen Leichnam in Silas’ Wohnung gefunden.
es: ¿Silas se convirtió en el Dr. Holmes? Umm. Si ocupó el lugar del verdadero Holmes, probablemente fue su cuerpo el que encontramos en el apartamento de Silas.
fr: Silas serait devenu le Dr. Holmes ? Hum. S'il a remplacé le vrai Dr. Holmes, c'est peut-être le corps qu'ils ont retrouvé dans l'appartement de Silas en premier lieu.
it: Silas è diventato il dottor Holmes? Eh. Se si è sostituito al vero Holmes, ecco a chi appartiene il corpo che è stato trovato nell'appartamento di Silas.
ru: Сайлас превратился в доктора Холмса? Хм-м. Если он занял место настоящего Холмса в жизни, то легко догадаться, чье тело они нашли в квартире Сайласа.

source: Silas must have an identical twin brother.
de: Silas muss einen eineiigen Zwillingsbruder haben.
es: Silas debe de tener un hermano gemelo.
fr: Silas doit avoir un frère jumeau identique.
it: Silas deve avere un fratello gemello identico a lui.
ru: У Сайласа мог быть брат-близнец.

source: Silverstar and two guards are headed for the elevator you are almost out of time!
de: Silverstar und zwei Sicherheitsleute sind auf dem Weg zum Aufzug. Dir läuft die Zeit davon!
es: Silverstar y dos guardias se dirigen al ascensor, ¡apenas te queda tiempo!
fr: Silverstar et deux gardes se dirigent vers l'ascenseur, vous êtes à court de temps !
it: Silverstar e due guardie sono diretti all'ascensore, il tuo tempo sta per scadere!
ru: Сильверстар поднимается в лифте в сопровождении двух охранников! У тебя почти не осталось времени.

source: Silverstar was already in here, hounding me. Like a Matrix Tech could have stopped a decking intrusion! Now I've got to execute a full diagnostic on the LAN racks before he comes back for his security report. He told me this would be a good opportunity to demonstrate the Telestrian Corporate Value of "Efficiency". I think his "investigation" is going to be more about who to pin this on than about finding answers.
de: Silverstar war bereits hier, um mir den Nerv zu rauben. Als könnte ein Matrix-Techniker einen Decking-Eingriff verhindern! Jetzt muss ich eine vollständige Diagnose an den LAN-Gehäusen ausführen, bevor er für seinen Sicherheitsbericht zurückkommt. Er sagte, das sei eine gute Gelegenheit, Telestrians Unternehmenswert der „Effizienz“ zu demonstrieren. Ich vermute mal, bei seiner Ermittlung wird es mehr darum gehen, wen er dafür verantwortlich machen kann, als darum, Antworten zu finden.
es: Silverstar ya ha estado aquí, acosándome. ¡Como si un técnico de la Matriz pudiera haber detenido la intrusión de un decker! Ahora tengo que ejecutar un diagnóstico completo de los soportes LAN antes de que vuelva a por su informe de seguridad. Me dijo que esto podría ser una buena oportunidad para demostrar el valor "Eficiencia" de Telestrian Corporate. Creo que su "investigación" va a tratar más de a quién cargarle esto que de encontrar respuestas.
fr: Silverstar est déjà passer par là, à me gueuler dessus. Comme si un simple technicien de la matrice avait pu stopper une intrusion decking ! Et maintenant il faut que je diagnostique tous les racks LAN avant qu'il ne revienne pour son rapport de sécurité. Il m'a dit que ce serait une bonne opportunité de faire une démonstration de ce que Telestrian Corporation entend par "efficacité". À mon avis, son "enquête" consistera à trouver un bouc émissaire plutôt que des réponses.
it: Silverstar era già qui, mi perseguitava. Come se un tecnico della Matrice avesse potuto fermare un'intrusione pirata! Devo eseguire un controllo completo dei rack di rete prima che torni per il suo rapporto sulla sicurezza. Mi ha detto che questa sarebbe stata una buona occasione per dimostrare il valore della Telestian Corporate in termini di "efficienza". Credo che la sua "indagine" sarà più orientata a trovare un capro espiatorio che non risposte.
ru: Сильверстар уже здесь и пытается навесить на меня всех собак. Можно подумать, матричный техник способен остановить полноценное вторжение! А теперь мне надо провести диагностику всей системы, пока он не потребовал у меня полный отчет. Он сказал мне, что это великолепный повод продемонстрировать приверженность корпоративным идеалам. Он хочет увидеть "эффективность". Все это расследование кончится тем, что они найдут козла отпущения и на этом успокоятся, поверь мне.

source: Simple suicide - he killed himself with a drug overdose.
de: Ein einfacher Selbstmord. Es war eine Überdosis Drogen.
es: Un simple suicidio: se mató de una sobredosis.
fr: Un simple suicide, il est mort d'une overdose de drogues.
it: Semplice suicidio, si è ucciso con una overdose di droga.
ru: Обычное самоубийство - он нажрался снотворных таблеток.

source: Single Shot
de: Einzelschuss
es: Disparo único
fr: Tir unique
it: Colpo singolo
ru: Одиночный выстрел

source: Single Target.
de: Einzelnes Ziel
es: Un objetivo
fr: Cible unique.
it: Un solo bersaglio.
ru: Действует на одну цель.

source: Sir?
es: ¿Señor?
fr: Monsieur ?
it: Signore?
ru: Сэр?

source: Sister Brenda can help you with that. Last I saw her, she was in front of the office door, inside the counseling center.
de: Schwester Brenda kann dir da sicher weiterhelfen. Als ich sie das letzte Mal gesehen habe, stand sie vor der Tür zur Verwaltung, im Beratungszentrum.
es: Hermana Brenda puede ayudarte con eso. La última vez que la vi estaba delante de la puerta de la oficina, dentro del centro de asesoramiento.
fr: Sœur Brenda peut vous aider, si vous voulez. La dernière fois que je l'ai vu, elle était devant la porte du bureau, dans le centre de conseils.
it: Sorella Brenda può aiutarti. L'ultima volta che l'ho vista era davanti alla porta dell'ufficio, all'interno del consultorio.
ru: Попроси помочь сестру Бренду. Сегодня она дежурит в совете душепопечителей, это прямо в вестибюле нашего здания.

source: Sister Monica
de: Schwester Monica
es: Hermana Monica
fr: Sœur Monica
it: Sorella Monica
ru: Сестра Моника

source: Sister Nancy
de: Schwester Nancy
es: Hermana Nancy
fr: Sœur Nancy
it: Sorella Nancy
ru: Сестра Нэнси

source: Sister Sally
de: Schwester Sally
es: Hermana Sally
fr: Sœur Sally
it: Sorella Sally
ru: Сестра Салли

source: Sister Sally at the front desk sent me to you.
de: Schwester Sally an der Rezeption hat mich geschickt.
es: Hermana Sally, de recepción, me ha enviado a ti.
fr: Sœur Sally m'a dit de venir vous voir.
it: Sorella Sally all'ingresso mi ha mandato da te.
ru: Меня прислала сестра Салли, которая стоит на входе.

source: Sister Sally at the front desk was asking for you
de: Schwester Sally an der Rezeption wollte mit dir sprechen.
es: Hermana Sally, de recepción, estaba preguntando por ti.
fr: Sœur Sally vous demande à la réception.
it: Sorella Sally all'ingresso te lo stava chiedendo.
ru: Сестра Салли просила тебя подойти на ресепшен.

source: Sister Wilma
de: Schwester Wilma
es: Hermana Wilma
fr: Sœur Wilma
it: Sorella Wilma
ru: Сестра Вильма

source: Six who I was unable to save, spread across a thirteen year career. And I remember each and every one, down to the smallest detail, including the moment where I realized I could do nothing more for them.
de: Sechs Patienten, die ich in meiner dreizehnjährigen Karriere nicht zu retten vermochte. Und ich erinnere mich an jeden einzelnen davon, bis ins letzte Detail und einschließlich des Moments, an dem ich verstand, dass ich sie nicht mehr retten konnte.
es: Seis a los que no pude salvar, repartidos a lo largo de trece años de profesión. Y me acuerdo de todos y cada uno de ellos, hasta el más mínimo detalle, incluido el momento en el que me di cuenta que ya no podía hacer nada más por ellos.
fr: Six individus que je n'ai pas pu sauver, en treize ans de métier. Je me souviens de chacun d'entre eux, dans les moindres détails, et même de l'instant précis où j'ai réalisé que je ne pouvais plus rien faire pour eux.
it: Nell'arco dei miei tredici anni di carriera non sono riuscita a salvare sei persone. E mi ricordo di ognuno di loro, fino al più minuscolo dettaglio, incluso l'istante in cui ho realizzato che non potevo fare più niente per loro.
ru: За тринадцать лет врачебной карьеры я не сумела спасти шестерых. И я помню каждого в мельчайших подробностях, вплоть до момента, в который осознала, что абсолютно бессильна.

source: Slick Security Guard
de: Gepflegte Ordnungswache
es: Guardia de seguridad elegante
fr: Garde Pro
it: Guardia di sicurezza sveglia
ru: Подтянутый охранник

source: Slovenly Troll
de: Schmuddeliger Troll
es: Troll desaliñado
fr: Troll débraillé
it: Troll trasandato
ru: Неопрятный тролль

source: Slowed Movement: Move -2
de: Verlangsamte Bewegung: -2 Bewegung
es: Movimiento ralentizado: Movimiento -2
fr: Mouvement ralenti : Mouvement -2
it: Movimento rallentato: movimento -2
ru: Замедление: Скорость передвижения -2

source: Small bottle of Chloroform
de: Kleine Flasche Chloroform
es: Botellita de cloroformo.
fr: Petite bouteille de chloroforme
it: Piccola bottiglia di cloroformio
ru: Маленькая бутыль с хлороформом

source: Small can of kerosene
de: Kleiner Kerosinkanister
es: Lata pequeña de queroseno
fr: Petit bidon de pétrole
it: Piccolo barattolo di cherosene
ru: Маленькая канистра с керосином

source: Smell funny to you?
de: Denkst du, dass hier was faul ist?
es: ¿No te huele raro?
fr: Tu trouves ça bizarre ?
it: Senti puzza di bruciato?
ru: Считаешь, он нас заложил?

source: Sneaker
de: Turnschuh
es: Zapatilla
fr: Basket
it: Scarpa da ginnastica
ru: Кроссовка

source: So I guess it’s still eight against three. At least for the moment.
de: Also immer noch acht gegen drei. Zumindest im Moment.
es: Así que supongo que siguen siendo ocho contra tres. Al menos por el momento.
fr: Eh bien je crois que c'est toujours huit contre trois. Au moins pour le moment.
it: E allora siete ancora tre contro otto. Almeno per il momento.
ru: Значит, расклад не изменился. Восемь против троих, по крайней мере пока.

source: So I had better feed it to them before I go in?
de: Also sollte ich es ihnen wohl geben, bevor ich reingehe?
es: Entonces, ¿debería echárselo de comer antes de entrar?
fr: Donc je devrais plutôt les nourrir avant d'y aller ?
it: Quindi è meglio che gliela dia prima di entrare?
ru: Бросить им его прежде, чем я войду?

source: So I shouldn't invest in real estate around here?
de: Ich sollte hier also nicht in Immobilien investieren?
es: ¿Así que no debería realizar una inversión inmobiliaria por aquí?
fr: Donc c'est pas le bon coin pour investir dans l'immobilier, c'est ça ?
it: Quindi è meglio non investire negli immobili della zona?
ru: Что, не советуешь мне покупать тут квартиру?

source: So I suppose you could say I was born into this life, after a fashion.
de: Man könnte also sagen, dass ich auf gewisse Weise in dieses Leben hineingeboren wurde.
es: Así que supongo que se puede decir que nací para esta vida, hasta cierto punto.
fr: Donc je pense qu'on peut dire que d'une certaine manière, j'étais prédestinée à cette vie...
it: Quindi credo che questo fosse il mio destino, in un modo o nell'altro.
ru: В каком-то смысле я была рождена для этой работы.

source: So I tell him I have evidence so I can get inside his office for an interview.
de: Also sage ich ihm, dass ich Beweismittel habe, damit ich zur Befragung in sein Büro gelange.
es: Pues le digo que tengo pruebas para poder entrar en la oficina para el interrogatorio.
fr: Donc, je lui dis que j'ai des preuves pour qu'il me fasse entrer dans son bureau en vue de m'interroger.
it: Quindi, gli dico che ho delle prove per farmi invitare nel suo ufficio.
ru: Подводя итоги, мне следует убедить его, будто я что-то знаю о вчерашнем нападении.

source: So I've been told.
de: Hab ich zumindest mal gehört.
es: Eso me han dicho.
fr: C'est ce qu'on m'a dit.
it: Così mi hanno detto.
ru: Так говорят.

source: So I've been told.
de: Hab ich zumindest mal gehört.
es: Eso dicen.
fr: C'est ce qu'on dit.
it: Così mi hanno detto.
ru: Именно так.

source: So I've heard. I'd like to think it was my goods that helped bring you both home.
de: Ja, hab davon gehört. Ich bilde mir gerne ein, dass es an meinen Waren lag, dass ihr es beide lebendig herausgeschafft habt.
es: Eso dicen. Me gustaría pensar que mis artículos fueron lo que os ayudaron a volver a los dos a casa.
fr: C'est ce qu'on m'a dit. J'aime croire que c'est grâce à mon matos que vous êtes rentrés sains et saufs.
it: Così pare. Mi piace pensare che sia la mia merce che vi hanno fatto tornare a casa.
ru: Он рассказал мне эту историю. Мне хочется думать, что именно мой товар помог вам обоим вернуться целыми и невредимыми.

source: So Mom and Dad were proud to see me pursuing a medical degree, and they had only minor reservations about me applying that expertise to the treatment of shadowrunners. After all, they never would have survived long enough to meet and fall in love if not for the ministrations of several street docs along the way.
de: Mom und Dad waren stolz darauf, dass ich eine medizinische Karriere anstrebte und sie konnten nicht wirklich etwas dagegen einwenden, dass ich mein Wissen einsetzte, um Shadowrunnern zu helfen. Schließlich hätten sie selbst nicht lange genug überlebt, um sich zu begegnen und ineinander zu verlieben, wenn Straßendocs sie nicht immer wieder zusammengeflickt hätten.
es: Así que mamá y papá estaban orgullosos de que quisiera una titulación médica, y solo tuvieron pequeñas reservas cuando solicité la especialización en tratamiento de shadowrunners. Después de todo, nunca hubieran sobrevivido lo suficiente para conocerse y enamorarse de no ser por los servicios de los diferentes médicos callejeros que encontraron.
fr: Donc papa et maman étaient très fiers de me voir étudier la médecine, et ils n'étaient pas vraiment contre le fait que je mette en pratique mes connaissances pour soigner des shadowrunners. Après tout, sans les docteurs des rues, ils n'auraient jamais survécu assez longtemps pour se rencontrer et tomber amoureux.
it: Quindi mamma e papà furono orgogliosi della mia laurea in medicina, e non ebbero molte reticenze in merito alla mia decisione di utilizzare la mia esperienza per curare gli Shadowrunner. Dopotutto non avrebbero mai potuto incontrarsi e innamorarsi se lungo il loro cammino non avessero usufruito dell'assistenza dei medici di strada.
ru: Поэтому мама с папой были только рады, когда я поступила на медицинский, и даже не стали особенно возражать, когда я начала пришивать раннерам их новые руки и ноги. В конце концов, они бы никогда не прожили достаточно долго, чтобы пожениться и завести детей, если бы не своевременная помощь таких людей, как я.

source: So are bugs from another dimension but you don’t seem to be putting up a stink about *that*.
de: Genau wie Käfer aus einer anderen Dimension, aber *darüber* scheinst du dich ja nicht zu beschweren.
es: También hay bichos de otra dimensión, pero no parece que te moleste mucho *eso*.
fr: Pareils pour les insectes d'une autre dimension, et t'en fais pas tout un plat pour autant.
it: Lo stesso vale per gli insetti di un'altra dimensione, ma non mi pare che tu ti lamenti di *questo*.
ru: А жуки из другого измерения бывают? Их появления тебя почему-то не возмущает.
