Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The Emerald City Ripper killings are sensationalized for several weeks. Lurid reports focus on the killer masquerading as the administrator of Mercy Mental hospital. Soon after, pop singer Maria Mercurial is cast as the lead in “Doctor Ripper”, a trivid thriller about a reporter who goes undercover as a mental patient to uncover a serial killer. Seattle NewsNet reports a shootout at a chapterhouse of the Universal Brotherhood. Witnesses claim that a gang of religious fanatics stormed the building for unknown reasons but committed suicide before they could be captured. All mention of insect spirits, James Telestrian III, or shadowrunners are kept out of the news. One year later, the city of Chicago declares a quarantine area between Lake Michigan and the Des Plaines River. Officially, the Chicago Containment Zone is established to fight an outbreak of an infectious virus, but an infestation of insect spirits is suspected by those who know. A mature form of Project Aegis, called FABS III, is eventually deployed to remove the bug threat from Chicago. The Watts family name has since been lost to the shadows...
de: Die Morde des Emerald City Rippers gehen noch einige Wochen lang durch die Presse. Reißerische Berichte drehen sich darum, wie der Mörder sich als Leiter des Mercy Mental Hospitals getarnt hatte. Bald darauf erhält der Popstar Maria Mercurial die Hauptrolle in dem Trivid-Thriller „Doctor Ripper“, der von einer Reporterin handelt, die sich als Geisteskranke in ein Krankenhaus einschleusen lässt, um einen Serienmörder aufzudecken. Das Seattle NewsNet berichtet über eine Schießerei in einem Ortsverband der Universellen Bruderschaft. Zeugen behaupten, eine Gang religiöser Fanatiker hätte das Gebäude aus unbekannten Gründen gestürmt, aber jedoch Selbstmord begangen, bevor sie gefasst werden konnten. Es fällt kein Wort über Insektengeister, James Telestrian III oder Shadowrunner. Ein Jahr später erklärt die Stadt Chicago das Gebiet zwischen dem Michigansee und dem Des Plaines River zur Quarantänezone. Laut offiziellen Berichten wurde die Chicago Containment Zone errichtet, um den Ausbruch eines hochansteckenden Virus einzudämmen, doch diejenigen, die Bescheid wissen, vermuten, dass das Gebiet von Insektengeistern überrannt wurde. Eine Weiterentwicklung von Projekt Aegis mit dem Namen FABS III kommt schließlich zum Einsatz, um die Insektenbedrohung aus Chicago zu tilgen. Der Name Watts hingegen interessiert mittlerweile kaum einen mehr ...
es: Los asesinatos del Destripador de Ciudad Esmeralda se han explotado durante varias semanas con fines sensacionalistas. Los artículos escabrosos se centran en el hecho de que el asesino se hiciera pasar por administrador del hospital psiquiátrico Mercy. Poco después, la cantante pop Maria Mercurial se lanza a protagonizar “El doctor Destripador”, un thriller trídeo sobre una reportera que se hace pasar por paciente del psiquiátrico para destapar a un asesino en serie. El Seattle NewsNet habla de un tiroteo en un cabildo de la Hermandad Universal. Hay testigos que afirman que una banda de fanáticos religiosos invadió el edificio por motivos desconocidos, pero se suicidaron antes de poder ser capturados. En la noticia se omite toda referencia a Espíritus insecto, a James Telestrian III o a los shadowrunners. Un año después, la ciudad de Chicago declara un área de cuarentena entre el lago Michigan y el río Des Plaines. Oficialmente, la zona de contención de Chicago se ha establecido para combatir un brote de un virus infeccioso, pero quienes saben algo del tema sospechan que hay una plaga de Espíritus insecto. Al final, se despliega una variante madura del proyecto Aegis llamada FABS III para eliminar la amenaza de bichos en Chicago. Desde entonces, el nombre de la familia Watts ha desaparecido entre las sombras...
fr: Les meurtres de l'éventreur d'Emerald City sont traités avec exagération depuis quelques semaines. Les rapports de Lurid se concentrent sur son « déguisement » d'administrateur de l'hôpital psychiatrique Mercy. Peu après, la popstar Maria Mercurial obtient le rôle principal du « Docteur éventreur », un thriller trivid sur une journaliste qui se fait passer pour une patiente afin de confondre le tueur en série. Seattle NewsNet rapporte une fusillade à la Confrérie Universelle. Les témoins affirment qu'un gang de fanatiques religieux ont pris d'assaut le bâtiment pour des raisons inconnues, mais qu'ils se sont suicidés avant d'avoir pu être capturés. Il n'est fait aucune mention aux esprits insectes, à James Telestrian III, ou aux shadowrunners. Un an plus tard, la ville de Chicago déclare une zone de quarantaine entre le Lac Michigan et la Rivière Des Plaines. Officiellement, la zone de confinement de Chicago est établie pour lutter contre l'éruption d'un virus infectieux, mais une infestation d'esprits insectes est suspectée par ceux qui sont au courant. Le projet Aegis finalement arrivée à maturité, baptisé FABS III, est déployé pour éliminer la menace insecte de Chicago. Le nom de famille Watts est depuis disparu dans les ténèbres...
it: Gli omicidi dello Squartatore di Emerald City hanno fatto scalpore per diverse settimane. Un servizio di Lurid racconterà la storia dell'assassino che si celava sotto i panni dell'amministratore del Mercy Mental Hospital. Poco dopo, la cantante pop Maria Mercurial viene scelta come protagonista di "Dottor Squartatore", un thriller che racconta la storia di un reporter che si finge paziente psichiatrico per scoprire un serial killer. Seattle NewsNet parla di una sparatoria alla sede della Fratellanza Universale. Alcuni testimoni hanno dichiarato che una gang di fanatici religiosi ha attaccato l'edificio per ragioni ignote ma si sono suicidati prima di poter essere catturati. La stampa non menziona mai spiriti insetto, James Telestrian III o Shadowrunner. Un anno dopo, la città di Chicago dichiara un'area di quarantena tra il lago Michigan e il fiume Des Plaines. Viene ufficialmente stabilita la Zona di contenimento di Chicago per contrastare l'epidemia di un virus infettivo ma, chi sa, sospetta un'infestazione di spiriti insetto. Una versione evoluta del Progetto Aegis, chiamata FABS III, viene in seguito utilizzata per liberare Chicago dalla minaccia degli insetti. Da allora, il nome della famiglia Watts si è perso nelle Ombre...
ru: Потрошитель Изумрудного города не сходит с первых полос газет еще несколько недель. Журналисты смакуют подробности этого дела, снова и снова заостряя внимание на том, что убийца выдавал себя за администратора психиатрической клиники. Через месяц поп-звезда Мария Меркурия объявляет о своем намерении сыграть главную роль в триллере "Врачи-убийцы”: истории об отважной девушке-репортере, которая выдает себя за сумасшедшую, чтобы разоблачить серийного убийцу в доме скорби. Перестрелка в здании Всеобщего братства в Сиэтле почти не упоминается. Немногочисленные свидетели утверждают, что на здание напали религиозные экстремисты, многие их которых покончили жизнь самоубийством в знак протеста еще до прибытия полиции. Духов-насекомых, Джеймса Телестриана или вмешательство раннеров пресса обошла стороной. Год спустя власти Чикаго объявляют о создании карантинной зоны между озером Мичиган и рекой Дес-Плейнс. По официальной версии, карантин должен сдержать распространение опасного вируса, но по теням вскоре расползается слух о роящихся духах-насекомых. Для борьбы с ними власти используют FABS III - оружие, разработанное на основе успешных испытаний проекта "Эгида". Фамилия Уоттс была предана забвению...

source: The Emerald City Ripper left behind an identifying mark at the NTSB warehouse.
de: Der Emerald City Ripper hat eine DNA-Spur in der NTSB-Lagerhalle hinterlassen.
es: El Destripador de Ciudad Esmeralda se dejó algo identificador en el almacén del CNST.
fr: L'éventreur d'Emerald City a laissé une trace qui pourrait l'identifier à l'entrepôt du NTSB.
it: Lo Squartatore di Emerald City ha lasciato un segno di riconoscimento nel magazzino del CNST.
ru: Потрошитель Изумрудного города был неосторожен и оставил на складе НСПБНТ образец своей ДНК.

source: The Emerald City Ripper. Henry Holmes. The man who killed Sam.
de: Der Emerald City Ripper. Henry Holmes. Der Mann, der Sam getötet hat.
es: El Destripador de Ciudad Esmeralda. Henry Holmes. El hombre que mató a Sam.
fr: L'éventreur d'Emerald City. Henry Holmes. L'homme qui a tué Sam.
it: Lo Squartatore di Emerald City. Henry Holmes. L'uomo che ha ucciso Sam.
ru: О Потрошителе Изумрудного города. Генри Холмсе. Человеке, который убил Сэма.

source: The FBI isn’t stupid enough to ignore this.
de: Das FBI kann nicht so dumm sein, das zu ignorieren.
es: El FBI no es tan estúpido como para ignorar esto.
fr: Le FBI n'est pas assez stupide pour ignorer cela.
it: L'agente dell'FBI non è così stupido da non tenerne conto.
ru: ФБР достаточно умны, чтобы не закрывать глаза на случившееся.

source: The FIRST step is to simply come and listen. Tomorrow night, Lynn Telestrian will be speaking about “The Importance of Family in the Sixth World”. Please join us tomorrow... and the secrets to a better life shall be revealed to you! {{GM}}He smiles, and turns back to the crowd.{{/GM}}
de: Der ERSTE Schritt ist, einfach vorbeizukommen und zuzuhören. Morgen Abend wird Lynne Telestrian über „den Wert der Familie in der Sechsten Welt“ sprechen. Bitte, komm doch vorbei ... und das Geheimnis zu einem besseren Leben wird dir offenbart werden! {{GM}}Er lächelt und dreht sich wieder der Menge zu.{{/GM}}
es: El PRIMER paso es muy sencillo: venir y escuchar. Mañana por la noche, Lynn Telestrian hablará sobre “La importancia de la familia en el Sexto Mundo”. Por favor, acompáñanos mañana... ¡y los secretos para una vida mejor te serán revelados! {{GM}}Sonríe y se pierde entre la multitud.{{/GM}}
fr: La PREMIÈRE étape est simplement de venir écouter. Demain soir, Lynne Telestrian parlera de « l'importance de la famille dans le Sixième Monde ». Joignez-vous à nous demain... et les secrets d'une vie meilleure vous seront révélés ! {{GM}}Il sourit puis se retourne vers la foule.{{/GM}}
it: Il PRIMO passo è semplicemente quello di venire ad ascoltare. Domani sera, Lynne Telestrian parlerà dell'"Importanza della famiglia nel Sesto Mondo". Unisciti a noi domani... e i segreti per una vita migliore ti saranno rivelati! {{GM}}Sorride e torna nella folla.{{/GM}}
ru: ПЕРВЫЙ шаг - прийти на собрание и послушать. Завтра Линн Телестриан будет говорить с нами о том, как важно обрести в Шестом мире свою настоящую Семью. Поговорив с ней, становишься душевно богаче... и начинаешь понимать, какой долгой и счастливой может стать твоя жизнь! {{GM}}Он улыбается и вновь поворачивается к толпе.{{/GM}}

source: The Home, which is right behind these walls, is where the new Brothers and Sisters live.
de: Der Aufenthaltsbereich befindet sich direkt hinter diesen Wänden. Dort leben die neuen Brüder und Schwestern.
es: El Hogar, que está detrás de estos muros, es donde viven los nuevos Hermanos y Hermanas.
fr: Les quartiers d'habitation, juste derrière ces murs, sont le lieu de vie des nouveaux frères et sœurs.
it: La Casa, situata proprio dietro queste mura, è dove vivono i nuovi Fratelli e Sorelle.
ru: Жилые помещения находятся прямо за этой стеной. Там обитают новообращенные братья и сестры.

source: The IC is down. Let's see if there's a match for this fingerprint.
de: IC erledigt. Mal schauen, ob die Fingerabdrücke übereinstimmen.
es: El PAI está desactivado. Veamos si hay alguna coincidencia para esta huella dactilar.
fr: La CI est détruite. Voyons voir s'il y a une correspondance pour ces empreintes digitales.
it: La MAI è disattivata. Vediamo se esiste una corrispondenza per questa impronta digitale.
ru: Отлично, со льдом мы разобрались. Посмотрим, куда нас выведет отпечаток пальца.

source: The Insect Queen sucks your life
de: Die Insektenkönigen saugt dir das Leben aus
es: La Reina insecto te absorbe la vida
fr: La Reine insecte aspire votre force vitale.
it: La Regina insetto risucchia le tue energie vitali
ru: Королева насекомых высасывает из тебя жизнь

source: The Lone Star detective finally notices you. You note his superhuman powers of observation.
de: Der Blick des Lone-Star-Kommissars fällt schließlich doch noch auf dich. Du machst dir im Geiste eine Notiz zu seiner schier übermenschlichen Beobachtungsgabe.
es: Al fin, el detective de Lone Star se da cuenta de que estás ahí. Percibes su capacidad de observación sobrehumana.
fr: Le détective de Lone Star vous remarque enfin. Vous remarquez ses pouvoirs d'observation surhumains.
it: Il detective della Lone Star finalmente ti nota. E tu noti il suo incredibile spirito d'osservazione.
ru: Детектив ''Одинокой звезды'' наконец обращает на тебя внимание. Ты не можешь не отметить его поистине сверхчеловеческую наблюдательность.

source: The Lonely Orphans Fund?
de: Der Arme-Waisen-Fonds?
es: ¿El Fondo de los huérfanos solitarios?
fr: Le Fonds des orphelins de Lone Star ?
it: Fondo orfani abbandonati?
ru: Фонд помощи осиротевшим детям сотрудников полиции?

source: The National Transportation Safety Board. This warehouse is used to go over the wreckage from plane crashes to try to determine what happened. The vic was in charge of their highest priority investigation at the moment.
de: Das National Transportation Safety Board. Diese Lagerhalle wird dazu verwendet, die Wracks abgestürzter Flugzeuge zu untersuchen, um die Unfallursache zu ermitteln. Das Opfer war für eine der wichtigsten laufenden Ermittlungen zuständig.
es: El Consejo Nacional de Seguridad en el Transporte. Este almacén se utiliza para revisar los restos de los accidentes de aviones para intentar descubrir qué pasó. La víctima trabajaba en su investigación de mayor prioridad en estos momentos.
fr: Le National Transportation Safety Board. Dans cet entrepôt, on analyse les restes des avions qui se crashent pour tenter d'établir les causes des accidents. La victime s'occupait d'ailleurs de l'enquête la plus importante du moment.
it: Il Consiglio nazionale per la sicurezza dei trasporti. Questo magazzino viene usato per analizzare i relitti dei disastri aerei e per cercare di capire cosa è successo. La vittima al momento si occupava dell'indagine con la priorità più alta.
ru: Национальный совет по безопасности на транспорте. На этот склад доставляют обломки самолетов после крушения, чтобы понять, что с ними случилось. Покойный возглавлял группу экспертов, работающих над особо сложным случаем.

source: The NewsNet says he left his estate to his psychiatrist. Maybe finding out who his psychiatrist was will give us our next clue.
de: Laut dem NewsNet hat er sein ganzes Hab und Gut seinem Psychiater überlassen. Wenn wir herausfinden, wer sein Psychiater war, hilft uns das vielleicht weiter.
es: En NewsNet pone que le dejó sus bienes a su psiquiatra. A lo mejor si descubrimos quién es su psiquiatra, encontraremos la siguiente pista.
fr: Le NewsNet dit qu'il a laissé ses possessions à son psychiatre. Peut-être que trouver son psychiatre nous donnera notre prochain indice.
it: Secondo NewsNet ha lasciato tutti i suoi beni al proprio psichiatra. Se scopriamo chi era il suo terapeuta, forse troveremo qualche altro indizio.
ru: Новостные сайты утверждают, что он завещал свое имущество лечившему его психиатру. Полагаю, нам следует выяснить, что это за человек.

source: The Ripper is a lie!
de: Den Ripper gibt es nicht!
es: ¡El Destripador es una farsa!
fr: L'éventreur n'existe pas !
it: Lo Squartatore è una balla!
ru: Потрошителя нет!

source: The Ripper may have been killing on someone else’s orders.
de: Der Ripper hat womöglich auf den Geheiß einer anderen Person getötet.
es: Es posible que el Destripador estuviera matando siguiendo órdenes de alguien.
fr: L'éventreur a peut-être été tué sur les ordres de quelqu'un d'autre.
it: Lo Squartatore potrebbe aver ucciso per conto di qualcun altro.
ru: Потрошитель убивал свои жертвы, следуя чьим-то приказам.

source: The Ripper took her eyes!
de: Der Ripper hat ihr die Augen ausgerissen!
es: ¡El Destripador le ha sacado los ojos!
fr: L'éventreur a pris ses yeux !
it: Lo Squartatore le ha rubato gli occhi!
ru: Потрошитель вырезал ей глаза!

source: The Royale Apartments. The landlord, Stevie J, runs a drug ring outta that hellhole. Coyote grew up there... doesn't like to talk about it much. She's been looking for a way to settle the score with that guy for years.
de: Zu den Royale Apartments. Der Vermieter, Stevie J, hat da ’nen Drogenring am Laufen. Coyote ist da aufgewachsen ... Aber sie redet nicht gerne darüber. Seit Jahren sucht sie nach einem Weg, um es diesem Kerl heimzuzahlen.
es: A los apartamentos Royale. El casero, Stevie J, dirige un mercado de drogas en ese antro de mala muerte. Coyote se crió allí... No le gusta demasiado hablar del tema. Hace años que busca la manera de ocuparse de ese tipo.
fr: Les Royale Apartments. Le proprio, Stevie J, deale de la drogue dans ce trou à rats. Coyote a grandi là-bas... elle n'aime pas trop parler de ça. Ça fait des années qu'elle attend le moment pour lui régler son compte, à celui-là.
it: Gli Appartamenti Royale. Il proprietario, Stevie J, gestisce un traffico di droga da quel buco infernale. Coyote è cresciuta lì... non le piace molto parlare di quello schifo. Ha cercato per anni un modo per pareggiare i conti con quel tizio.
ru: Апартаменты "Роял". Их хозяин, Стиви-младший, устроил там наркопритон. Койот в нем выросла... и не любит об этом вспоминать. Она уже не первый год хочет свести с ним счеты.

source: The Royale Apartments. What a hole. Can't imagine what it was like for Coyote, growing up here... {{GM}}Paco trails off.{{/GM}}
de: Die Royale Apartments. Was für ein Loch. Ich kann mir gar nicht vorstellen, wie es für Coyote gewesen sein muss, hier aufzuwachsen ... {{GM}}Paco verstummt.{{/GM}}
es: Los apartamentos Royale. Vaya agujero. No puedo imaginarme cómo fue para Coyote el crecer aquí... {{GM}}Paco se queda atrás.{{/GM}}
fr: Les Royale Apartments. Quel trou à rat. J'ai du mal à imaginer comment Coyote a pu grandir ici... {{GM}}Paco s'attarde.{{/GM}}
it: Gli Appartamenti Royale. Che buco. Non riesco a immaginare come sia stato per Coyote crescere quassù... {{GM}}La voce di Paco si affievolisce.{{/GM}}
ru: Апартаменты ''Роял''. Ну и дыра. Даже не верю, что Койот тут выросла. Какое же у нее было детство?.. {{GM}}Пако сконфуженно замолкает.{{/GM}}

source: The Shadows.
fr: Les Ombres.
it: Le Ombre.
ru: Тени.

source: The Shaman died.
de: Die Schamanin ist tot.
es: El chamán ha muerto.
fr: Le chaman est mort.
it: Lo Sciamano è morto.
ru: Шаман мертва.

source: The Union is quiet this afternoon. The salarymen and wage-slaves haven’t migrated from nearby offices and suburbs to dabble in the exotic yet.
de: In der Union ist es an diesem Nachmittag sehr ruhig. Die Angestellten und Lohnsklaven sind noch nicht aus den Büros und Vorstädten in der Nähe angetanzt, um sich ein wenig Exotik zu gönnen.
es: Esta tarde el Unión está tranquilo. Los asalariados y los esclavos del salario aún no han llegado desde las oficinas cercanas y los suburbios para aventurarse en lo más exótico de la ciudad.
fr: Le Seamstresses Union est bien calme, cette après-midi. Les salariés et les esclaves corpos n'ont pas encore quitté leur travail et les quartiers voisins pour venir chercher leur dose d'exotisme.
it: Oggi pomeriggio l'Union è abbastanza calmo. Il gregge di impiegati e di schiavi salariati non si è ancora fiondato dagli uffici delle vicinanze e dai sobborghi per darsi da fare in questo ambiente "esotico".
ru: Внутри Союза удивительно тихо и спокойно. Рабочий день сарарименов и офисных работников еще не закончился, поэтому в баре почти никого нет.

source: The Universal Brotherhood has connections - high level connections in the government and in Lone Star. And their message resonates with those who need something to believe in. We have no proof and we have no time. We must act.
de: Die Universelle Bruderschaft hat viele Beziehungen – Beziehungen mit viel Einfluss in der Regierung und bei Lone Star. Und ihre Botschaft trifft auf willige Ohren bei denen, die an etwas glauben wollen. Wir haben keine Beweise und wir haben keine Zeit. Wir müssen handeln.
es: La Hermandad Universal tiene conexiones... conexiones a alto nivel en el gobierno y en Lone Star. Y su mensaje resuena con los que necesitan algo en lo que creer. No tenemos pruebas ni tiempo. Debemos actuar.
fr: La Confrérie Universelle a des connections. Des connections haut-placées dans le gouvernement et chez Lone Star. Et leur message résonne chez ceux qui ont besoin de croire en quelque chose. Nous n'avons pas de preuves, et nous n'avons pas de temps. Nous devons agir.
it: La Fratellanza Universale ha conoscenze ai livelli più alti del governo e della Lone Star e il loro messaggio fa presa tra coloro che hanno bisogno di qualcosa in cui credere. Non abbiamo prove e nemmeno tempo. Dobbiamo agire subito.
ru: У Всеобщего братства есть связи - связи на самом верху, среди правительственных чиновников и директоров "Одинокой звезды". Кроме того, их любят. Они умеют говорить людям то, что люди желают слышать. Люди нуждаются в вере. У нас нет доказательств и нет времени. Мы должны действовать.

source: The Universal Brotherhood is a community that welcomes all forms of meta-humanity with the mission of making the world a better place by helping individuals to become so much more than they currently are.
de: Die Universelle Bruderschaft ist eine Gemeinschaft, die alle Arten von Metamenschen willkommen heißt und sich der Aufgabe widmet, die Welt zu einem besseren Ort zu machen, indem sie die Leute dazu ermuntert, so viel mehr aus sich zu machen.
es: La Hermandad Universal es una comunidad que acoge a todas las formas de metahumanidad con una misión: hacer que el mundo sea un lugar mejor ayudando a los individuos a ser mucho más de lo que son.
fr: La Confrérie Universelle est une communauté qui accueille toutes les formes de méta-humanité et dont la mission est de faire de ce monde un endroit meilleur en aidant les individus à se transcender.
it: La Fratellanza Universale è una comunità che accoglie tutte le forme di metaumanità e ha lo scopo di rendere il mondo un posto migliore, aiutando la gente a migliorare la propria posizione.
ru: Всеобщее братство - это организация, которая приветствует в своем составе металюдей, кем бы они ни были. Его задача - сделать мир лучшим местом, позволив каждому раскрыть свой истинный потенциал и стать чем-то большим. Стать лучше.
