Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: John Bartlett. Big presence at the end of the bar. He’s in the biz. Connected. You might want to meet him.
de: John Bartlett. Der Typ am Ende der Bar, den man nicht übersehen kann. Er ist im Geschäft, hat gute Verbindungen. Du solltest ihn vielleicht kennenlernen.
es: John Bartlett. Es ese tipo grande que hay al final de la barra. Está metido en el negocio. Tiene conexiones. Te iría bien conocerlo.
fr: John Bartlett Le grand costaud au bout du comptoir. Il est du métier. Il a des contacts. Vous feriez bien d'aller lui dire bonjour.
it: John Bartlett. Un pezzo... grosso, lì, in fondo al bar. È nel giro. Ha agganci. Ti può interessare incontrarlo.
ru: Джон Бартлетт. Видный мужчина в дальнем конце зала. Он из деловых. Человек со связями. Думаю, тебе стоит поговорить с ним.

source: John Paul
ru: Джон-Пол

source: Johnny Clean
ru: ''Чистюля'' Джонни

source: Johnny Clean freaked out? Okay, I’ll talk to him.
de: Johnny Clean nervös? Okay, ich werd mit ihm reden.
es: ¿Johnny Clean asustado? Vale, hablaré con él.
fr: Johnny Clean a paniqué ? Ok, je vais aller lui parler.
it: Johnny Clean... spaventato? Ok, ci parlerò.
ru: Чистюля Джонни нервничал? Вот это да. Хорошо, я с ним поговорю.

source: Johnny Clean told us where you were going, omae. We have been waiting for you to return.
de: Johnny Clean hat uns gesagt, was du vorhattest, omae. Wir haben auf deine Rückkehr gewartet.
es: Johnny Clean nos dijo a dónde te dirigías, colega. Hemos estado esperando a que vuelvas.
fr: Johnny Clean nous a dit où vous alliez, omae. Nous attendions votre retour.
it: Johnny Clean ci ha detto dove stavi andando, omae. Aspettavamo il tuo ritorno.
ru: Чистюля Джонни рассказал нам обо всем, что случилось, омае. Мы ждали твоего возвращения.

source: Johnny got burned.
de: Johnnys Hirn wurde gebraten.
es: Johnny se quemó.
fr: Johnny s'est fait griller.
it: Hanno fritto Johnny.
ru: Джонни сгорел.

source: Johnny, you want to take this one?
de: Johnny, willst du das beantworten?
es: Johnny, ¿quieres encargarte de este?
fr: Johnny, vous voulez prendre ça ?
it: Johnny, ci pensi tu a questo?
ru: Джонни, это ты сможешь объяснить лучше меня.

source: Johnny... died?
de: Johnny ... ist tot?
es: Johnny... ¿murió?
fr: Johnny est... mort ?
it: Johnny... è morto?
ru: Джонни... мертв?

source: Johnson. The name's Johnson. Remember, you step out that door and the job's gone.
de: Johnson. Mein Name ist Johnson. Denk daran, wenn du die Union verlässt, ist der Job weg.
es: Johnson. Me llamo Johnson. Recuerda, si sales por esa puerta, despídete del trabajo.
fr: Johnson. Je m'appelle Johnson. N'oubliez pas, vous passez cette porte, et le job disparaît.
it: Johnson. Il nome è Johnson. Ricorda, fai un passo fuori da quella porta e il lavoro è andato.
ru: Джонсон. Меня зовут Джонсон. И не забывай - шаг за дверь, и я исчезну вместе с деньгами.

source: Join us and change the world!
de: Tritt uns bei und verändere die Welt!
es: ¡Únete a nosotros y cambia el mundo!
fr: Rejoins-nous et change le monde !
it: Unisciti a noi e cambieremo il mondo!
ru: Помоги нам изменить мир!

source: Jon Bartlett
ru: Джон Барлетт

source: Josie sounds like quite a guy. What's he look like?
de: Josie klingt ja wie ein toller Typ. Wie sieht er denn aus?
es: Josie parece un tipo interesante. ¿Cómo es?
fr: Josie, ça donne une idée du personnage. À quoi il ressemble ?
it: Josie mi sembra decisamente un uomo. Com'è fatto?
ru: Должно быть, он классный парень. Как он выглядит?

source: Josie's dead.
de: Josie ist tot.
es: Josie está muerto.
fr: Josie est mort.
it: Josie è morto.
ru: Джози мертв.

source: Julie, We are all so proud of you for advancing to the Inner Sanctum. Remember us lowly Brothers and Sisters and come visit us often! Love, Monica & your fellow dorm mates
de: Julie, wir sind alle so stolz auf dich, dass du nun ins innere Heiligtum vorrücken darfst. Vergiss uns gewöhnliche Brüder und Schwestern nicht und besuche uns, so oft du kannst! Alles Liebe Monica & deine Mitbewohner
es: Julie: Nos sentimos todos muy orgullosos de tu avance al Sanctasanctórum. ¡Recuerda a tus humildes Hermanos y Hermanas, y ven a visitarnos! Con cariño: Monica y tus compañeras de cuarto
fr: Julie, Nous sommes si fiers de toi pour ton avancée dans le Sanctuaire intérieur. Souviens-toi de tes frères et sœurs moins avancés et rends-nous souvent visite ! Tendrement, Monica & tes copains de dortoirs
it: Julie, Siamo tutti molto orgogliosi del tuo passaggio al Santuario nascosto. Ricordati di noi umili Fratelli e Sorelle e vieni a trovarci spesso! Con amore, Monica e i tuoi compagni di dormitorio
ru: Джулия, Мы очень гордимся тем, что тебе разрешили доступ во внутренние покои! Не забывай твоих братьев и сестер и обязательно возвращайся! С любовью, Моника и другие твои соседи по комнате

source: Junkie
es: Yonki
it: Tossico
ru: Наркоман

source: Just a concerned citizen, sorry.
de: Ich bin nur ein besorgter Bürger. Tut mir leid.
es: Solo me intereso por lo que sucede en mi ciudad, lo siento.
fr: Je suis juste un citoyen inquiet, désolé.
it: Solo un cittadino preoccupato, mi spiace.
ru: Нет, просто интересуюсь случившимся. Извини.

source: Just a corpse. And one that's not gonna do anything for my career, I can tell you that. I left the computer on in the office over there if you want to see for yourself.
de: Niemand Besonderes. Vor allem wird dieser Tote nichts für meine Karriere tun, das kann ich dir sagen. Ich hab den Computer in dem Büro dort drüben angelassen – für den Fall, dass du es dir selbst ansehen möchtest.
es: Solo es un cadáver. Y uno que no me va ayudar en mi carrera profesional, eso seguro. He dejado el ordenador encendido en esa oficina de ahí por si querías echarle un vistazo.
fr: Juste un macchabée. Et qui ne va pas faire avancer ma carrière, je peux vous le dire. J'ai laissé l'ordinateur en marche dans le bureau si vous voulez voir par vous-même.
it: Solo un cadavere. E non credo che contribuirà in alcun modo alla mia carriera. Ho lasciato il computer acceso nell'ufficio, in caso tu voglia dare un'occhiata.
ru: Самый обычный труп. Вряд ли это расследование украсит мой послужной список. Я оставил компьютер в его офисе включенным, если ты вдруг не поверишь мне на слово.

source: Just a freelancer. I need to ask you some questions.
de: Ich ermittle auf eigene Faust. Ich möchte dir ein paar Fragen stellen.
es: Voy por mi cuenta. Tengo que hacerte algunas preguntas.
fr: Je suis juste un freelancer. Je dois vous poser quelques questions.
it: Lavoro in proprio. Ho bisogno di farti alcune domande.
ru: Фрилансер. Разреши задать тебе пару вопросов.

source: Just a minute - who are you? Where are you going?
de: Einen Moment mal – wer bist du? Wo gehst du hin?
es: Un momento, ¿tú quién eres? ¿Adónde vas?
fr: Une minute... Qui êtes-vous ? Et où allez-vous ?
it: Aspetta... Chi sei? Dove stai andando?
ru: Подожди минуту. Кто ты и куда ты пойдешь теперь?

source: Just a minute. Tell me some more about these gangers first.
de: Einen Moment noch. Erzähl mir erstmal was über diese Ganger.
es: Solo un minuto. Antes cuéntame más sobre esos pandilleros.
fr: Une petite minute. Dites m'en plus sur ces bandits.
it: Solo un attimo. Prima dimmi qualcosa in più su questi ganger.
ru: Погоди немного. Расскажи мне об этой банде.

source: Just a moment...
de: Einen Augenblick ...
es: Solo un momento...
fr: Juste un moment...
it: Solo un momento...
ru: Секундочку...

source: Just a pit-stop, doc. Night's not over yet.
de: Nur ein kleiner Boxenstopp, Doc. Die Nacht ist noch nicht vorbei.
es: Solo una parada para repostar, doc. La noche aún no ha terminado.
fr: C'est juste un arrêt au stand, doc. La nuit n'est pas finie.
it: Solo una breve sosta, dottoressa. La notte non è ancora finita.
ru: Рано радуетесь, док. До утра еще далеко.

source: Just across the street from the Seamstresses Union.
de: Direkt gegenüber von der Seamstresses Union.
es: Justo enfrente del Unión de Costureras.
fr: Juste devant le Seamstresses Union.
it: Proprio di fronte al Seamstresses Union.
ru: Прямо через дорогу. Напротив Союза белошвеек.

source: Just allergies, asshole.
de: Ist nur meine Allergie, du Arschloch.
es: Solo es alergia, pírate.
fr: C'est juste des allergies, connard.
it: È solo allergia, stronzo.
ru: У меня аллергия. Что, не видно?

source: Just another professional. I need to ask you some questions.
de: Nur ein weiterer Profi. Ich muss dir ein paar Fragen stellen.
es: Solo otro profesional. Tengo que hacerte algunas preguntas.
fr: Juste un autre professionnel. Je dois te poser quelques questions.
it: Una persona del mestiere. Ho bisogno di farti alcune domande.
ru: Еще один профессионал. Мне надо задать тебе несколько вопросов.

source: Just answer a few questions is all.
de: Beantworte mir doch bitte einfach ein paar Fragen.
es: Solo tienes que responder a unas preguntas.
fr: Je vous demande juste de répondre à quelques questions.
it: Ti basterà rispondere a qualche domanda.
ru: Просто ответьте на несколько простых вопросов.

source: Just as well. I need to get back to the office.
de: Das trifft sich gut. Ich muss zurück ins Büro.
es: En fin. Tengo que volver a la oficina.
fr: C'est aussi bien, comme ça. Je dois retourner au bureau.
it: Meglio così. Devo tornare in ufficio.
ru: Это хорошо. Мне пора возвращаться в офис.

source: Just asking a simple question.
de: Ich stelle doch nur eine einfache Frage.
es: Solo era una pregunta.
fr: Juste une question...
it: Era una semplice domanda.
ru: Это был совершенно обычный вопрос.

source: Just being friendly. You look like you’re in a good mood.
de: Wollte nur freundlich sein. Du siehst aus, als hättest du gute Laune.
es: Solo estoy siendo amable. Parece que estás de buen humor.
fr: Hé, j'essayais juste d'être sympa. Vous avez l'air de bonne humeur.
it: Era per essere amichevoli. Sembri di buon'umore.
ru: Мне показалось, у тебя хорошее настроение. Поэтому мне захотелось с тобой познакомиться.

source: Just cool your jets - we’re doing fine without ya!
de: Komm mal runter – wir schlagen uns prächtig ohne dich!
es: Para el carro, ¡nos las apañamos muy bien sin ti!
fr: Calme-toi, on se débrouille très bien sans toi !
it: Datti una calmata, ce la caviamo anche senza di te!
ru: Никшни. Мы и без тебя отлично справляемся!

source: Just doing my job sir.
de: Ich mache nur meinen Job, Sir.
es: Solo hago mi trabajo, señor.
fr: Je ne fais que mon travail, monsieur.
it: Faccio solo il mio dovere, signore.
ru: Делаю, что могу, сэр.

source: Just following through on a promise.
de: Ich erfülle hier nur ein Versprechen.
es: Solo estaba cumpliendo una promesa.
fr: Juste pour tenir ma promesse.
it: Sto solo cercando di mantenere una promessa.
ru: Я собираюсь сдержать мое обещание.

source: Just get in there and take another look. I have got to go upstairs and report.
de: Kletter einfach rein und sieh dich noch mal um. Ich muss nach oben gehen und Bericht erstatten.
es: Venga, entra y mira otra vez. Yo tengo que subir y presentarme arriba.
fr: Venez juste ici et regardez à nouveau. Je dois aller à l'étage faire mon rapport.
it: Perciò entriamo e diamo un altro sguardo. Devo andare al piano di sopra a fare rapporto.
ru: Короче, лезь туда и осмотри каждый квадратный сантиметр. А я пошел делать второй доклад.

source: Just getting jerked around by Lone Star. Same old thing.
de: Werde nur von Lone Star malträtiert. Das Übliche eben.
es: Estoy perdiendo el tiempo con Lone Star. Como siempre.
fr: Je me suis juste fait mener en bateau par Lone Star. La routine, quoi.
it: Sto solo perdendo tempo con la Lone Star. Sempre la stessa storia.
ru: Я действую на нервы детективам "Одинокой звезды", они действуют на нервы мне. Ничего нового.

source: Just in time. I've got a whole slew of new toys in from a supplier back east. Factory fresh and still smelling of their mother's gun oil. Maybe there's something in this batch that you'd be interested in?
de: Du kommst gerade rechtzeitig. Ich habe eine ganze Ladung neuer Spielzeuge von einem meiner Zulieferer aus dem Osten erhalten. Stammen frisch aus der Fabrik und riechen noch nach dem Schmieröl ihrer Mütter. Vielleicht ist ja etwas für dich dabei?
es: Justo a tiempo. Tengo un montón de nuevos juguetes de un proveedor del este. Recién salidos de la fábrica, aún oliendo al lubricante para armas de su mamá. Quizás os interese algo de este lote.
fr: Juste à temps. J'ai reçu toute une série de nouveaux jouets de mon fournisseur oriental. Tout droit sortis de l'usine. Ils sentent encore l'huile. Peut-être que vous êtes intéressé par cette livraison ?
it: Appena in tempo. Il mio fornitore dell'est mi ha mandato un sacco di giocattoli nuovi. Freschi di fabbrica, hanno ancora l'odore del lubrificante. C'è qualcosa che ti potrebbe interessare in questo lotto?
ru: Ты как раз вовремя. Мне только что привезли новые игрушки из восточных штатов. Только что с фабрики, пахнут оружейным маслом и сами просятся в руки. Среди них наверняка есть что-то, что тебе пригодится.

source: Just let me in.
de: Lass mich einfach rein.
es: Tú déjame entrar.
fr: Laisse-moi rentrer.
it: Lasciami entrare.
ru: Ну-ка впусти нас.

source: Just like I volunteered for this bit of butchery.
de: Genauso wie ich mich für meinen Teil als Schlächter gemeldet habe.
es: Igual que yo en esta pequeña carnicería.
fr: Tout comme j'étais volontaire pour cette boucherie.
it: Proprio come io mi sono offerto volontario per questo macello.
ru: Я тоже занимаюсь тем, чем занимаюсь, по зову сердца.

source: Just make sure that gets to Lucy's family. I don't want it turning up in some Lone Star office with my prints on it.
de: Stell einfach sicher, dass sie auch wirklich bei Lucys Familie ankommt. Nicht, dass sie mit meinen Fingerabdrücken in einem Lone-Star-Büro auftaucht.
es: Tan solo asegúrate de que llega a la familia de Lucy, No quiero que aparezca en alguna oficina de Lone Star con mis huellas en él.
fr: Assurez-vous que la famille de Lucy le reçoive. Je n'ai pas envie qu'il se retrouve dans un bureau de Lone Star avec mes empreintes partout.
it: Assicurati solo che arrivi alla famiglia di Lucy. Non voglio che salti fuori in qualche ufficio della Lone Star con le mie impronte stampate sopra.
ru: Я надеюсь, что ты вернешь его семье Люси. Мне бы не хотелось, чтобы оно всплыло в одном из офисов ''Одинокой звезды'' с моими пальчиками на нем.

source: Just making more work for you.
de: Ich sorg halt gerne dafür, dass du Arbeit hast.
es: Solo estaba dándote más trabajo.
fr: Je ne fais que vous donner un peu plus de travail.
it: A darti ancora più lavoro.
ru: Забочусь, чтобы ты не остался без работы.

source: Just mindin' my own bidness.
de: Ich regel hier nur meinen eigenen Kram.
es: Eh, tranqui, yo voy a lo mío...
fr: Je m'occupe juste de mes affaires.
it: Io mi faccio gli affari miei
ru: Я никого не трогаю...

source: Just on the other side of the entrance lobby.
de: Gleich auf der anderen Seite des Eingangsbereiches.
es: Justo al otro lado del vestíbulo de la entrada.
fr: Juste de l'autre côté de l'entrée du hall.
it: Proprio sul lato opposto rispetto all'entrata.
ru: Прямо напротив входа.

source: Just passing through. See you later.
de: Ich wollte nur kurz vorbeischauen. Bis später.
es: Solo pasaba por aquí. Nos vemos más tarde.
fr: Je ne fais que passer. À plus tard.
it: Sono solo di passaggio. Ci vediamo dopo.
ru: Пока никаких. Ну, до встречи.

source: Just pick up something to throw at them.
de: Heb einfach was auf, das du auf sie werfen kannst.
es: Coge algo y tíraselo.
fr: T'as qu'à ramasser un truc et le leur jeter à la figure.
it: Prendi qualcosa da tirargli in testa.
ru: Найди что-нибудь и брось в них!

source: Just some Halloweeners, stirrin' up trouble again. {{GM}}She points to the south.{{/GM}} They rode in this morning on those fancy bikes. Setup camp in the old street market. They've been marching up and down the street all day, shaking down anyone that wanders past.
de: Ach, ein paar Halloweener sorgen mal wieder für Ärger. {{GM}}Sie zeigt Richtung Süden.{{/GM}} Sind heute Morgen auf ihren schicken Motorrädern angebraust und haben sich auf dem alten Marktplatz eingenistet. Den ganzen Tag marschieren sie schon die Straße rauf und runter und mischen jeden auf, den sie sehen.
es: Solo unos Halloweeners, buscando problemas otra vez. {{GM}}Señala hacia el sur.{{/GM}} Llegaron esta mañana en esa motos tan bonitas. Montaron el campamento en la vieja calle del mercado. Llevan todo el día marchando calle arriba y calle abajo, robando a todo el que se cruza en su camino.
fr: C'est juste des halloweeners, ils sont encore venus mettre le bordel. {{GM}}Elle indique le sud.{{/GM}} Ils sont arrivés ce matin sur leurs grosses motos. Ils ont monté le camp dans le marché d'Old Street. Ils sillonnent les rues depuis ce matin, en harcelant tout ce qui bouge.
it: Sono solo degli Halloweener, ancora in cerca di rogne. {{GM}}Indica il sud.{{/GM}} Sono arrivati stamattina su quelle moto bizzarre. Si sono accampati nel vecchio mercato. Hanno fatto su e giù per la strada tutto il giorno, buttando a terra chiunque tentasse di passare in mezzo a loro.
ru: Хэллоуинеры опять что-то затеяли. {{GM}}Она машет рукой в южном направлении.{{/GM}} Приехали утром на своих раскрашенных мотоциклах. Припарковали их прямо посреди рынка. Весь день маршировали по улице и вытрясали из прохожих деньги и вещи.

source: Just stay behind us.
de: Bleib einfach in Deckung.
es: Quédate detrás de nosotros.
fr: Restez derrière nous.
it: Resta dietro di noi.
ru: Только не лезь вперед.

source: Just tell her I love her.
de: Sag ihr einfach, dass ich sie lieb habe.
es: Tú solo dile que la quiero.
fr: Dis-lui juste que je l'aime.
it: Dille solo che le voglio bene, ecco.
ru: Передай ей, что я ее люблю.

source: Just tell me where to go.
de: Sag mir einfach, wo ich hin muss.
es: Solo dime adónde ir.
fr: Dites-moi juste où aller.
it: Dimmi solo dove devo andare.
ru: Просто скажи, куда мне идти.

source: Just that nobody around here would be cryin' over his death. Brings a bad type of people around, that one.
de: Ich weiß nur, dass ihm hier niemand hinterhertrauern würde. Der Kerl lockt echt üble Typen an.
es: Por aquí nadie lloraría su muerte. Suele atraer a gente de maña calaña.
fr: Juste que personne ici ne pleurait sa mort. Il n'attire que des sales types dans le coin, celui-là.
it: Da queste parti nessuno verserebbe una lacrima per lui. Porta qui brutta gente.
ru: Если с ним вдруг что-то случится, никто по нему плакать не будет. Тот еще засранец.

source: Just the way I like it. I had a cushy childhood in an archology until pops died and the money dried up. Now I hang out with fine people like you.
de: So ist es mir am liebsten. Ich hatte eine feine Kindheit in einer Arkologie, bis mein Vater gestorben ist und das Geld weg war. Jetzt umgebe ich mich mit feinen Leuten wie dir.
es: Lo que me gusta. Tuve una infancia cómoda en una arcología hasta que se murió el abuelo y el dinero se acabó. Ahora me junto con gente buena como tú.
fr: Comme je les aime. J'ai eu une enfance plutôt dorée, jusqu'à ce que mon vieux y passe et que l'argent vienne à manquer. Maintenant, je traîne avec des gens bien, comme vous.
it: Come piace a me. Ho avuto un'infanzia facile all'interno di un'arcologia, finché mio padre è morto e sono finiti i soldi. Ora me la faccio con gente di classe come te.
ru: И мне это нравится! Жил в роскоши внутри арколога, пока папаша не умер и деньги не кончились. Теперь вот тусуюсь с людьми вроде тебя.

source: Just the way I like it. I had a cushy childhood in an arcology until pops died and the money dried up. Now I hang out with fine people like you.
de: So ist es mir am liebsten. Ich hatte ’ne feine Kindheit in einer Arkologie, bis mein Vater gestorben ist und das Geld weg war. Jetzt umgebe ich mich mit feinen Leuten wie dir.
es: Lo que me gusta. Tuve una infancia cómoda en una arcología hasta que se murió el abuelo y el dinero se acabó. Ahora me junto con gente buena como tú.
fr: Comme je les aime. J'ai eu une enfance plutôt dorée, jusqu'à ce que mon vieux y passe et que l'argent vienne à manquer. Maintenant, je traîne avec des gens bien, comme vous.
it: Come piace a me. Ho avuto un'infanzia facile all'interno di un'arcologia, finché mio padre è morto e sono finiti i soldi. Ora me la faccio con gente di classe come te.
ru: И мне это нравится! Жил в роскоши внутри арколога, пока папаша не умер и деньги не кончились. Теперь вот тусуюсь с людьми вроде тебя.

source: Just thought you should know - the crates I was picking up are for a weapons dealer. He said they contained med-kits and hand-grenades.
de: Ich dachte mir nur, dass du es besser wissen solltest: Die Kisten, die ich abgeholt habe, waren für einen Waffenhändler. Er sagte, sie enthielten Medkits und Handgranaten.
es: Solo pensé que deberías saberlo; las cajas que estaba recogiendo eran para un traficante de armas. Dijo que contenían botiquines y granadas de mano.
fr: Je voulais juste te dire... les caisses que je ramassais au dock, elles sont pour un marchand d'armes. Il m'a dit qu'elles contenaient des médikits et des grenades.
it: Pensavo solo di doverti avvertire. Le casse che stavo prendendo sono per un venditore di armi. Ha detto che contengono kit medici e granate a mano.
ru: Я решил, что тебе надо это знать - ящики, за которыми я сюда явился, принадлежат торговцу оружием. Он сказал, что там гранаты и медицинские комплекты.

source: Just through here. In the back of the junkyard.
de: Gleich hier durch. Im hinteren Teil des Schrottplatzes.
es: Aquí cerca. Detrás de la chatarrería.
fr: Juste là. Au fond du terrain vague.
it: Qui dietro. Sul retro della discarica.
ru: Прямо здесь. На другой стороне свалки.

source: Just trying to help out.
de: Ich versuche nur zu helfen.
es: Solo intento ayudar.
fr: Je n'ai fait que donner un coup de main.
it: Cerco solo di essere utile.
ru: Просто стараюсь помочь.

source: Just wanted to say hi.
de: Wollte nur kurz Hallo sagen.
es: Solo quería saludar.
fr: Je voulais juste dire bonjour.
it: Volevo solo salutarti.
ru: Просто хочу еще раз с тобой поздороваться.

source: Just watch my back. Don’t make me regret this.
de: Aber halt mir den Rücken frei. Lass mich meine Entscheidung nicht bereuen.
es: Tú vigila mi espalda. No hagas que me arrepienta de esto.
fr: Couvrez-moi. Ne me faites pas regretter ça.
it: Guardami le spalle. E non farmene pentire.
ru: Тогда прикрывай меня. Надеюсь, мне не придется об этом жалеть.

source: Just wear something more appropriate. Good day.
de: Aber kleiden Sie sich bitte etwas angemessener. Einen schönen Tag noch.
es: Y ponte ropa adecuada. Buenos días.
fr: Venez simplement avec une tenue un peu plus appropriée. Bonne journée.
it: Fai in modo di indossare vestiti più adeguati. Buona giornata.
ru: Надеюсь, у тебя есть приличный костюм. Доброй ночи.

source: Just what I see on the tri-d.
de: Nur das, was ich im Trid gesehen hab.
es: Justo lo que veo en tiple-d.
fr: Exactement ce que je vois sur les Trids.
it: Solo quello che vedo sul trideo.
ru: Это я видел в тридах.

source: Just... just need a fix...
de: Ich brauch nur ... brauch nur einen Fix ...
es: Solo... solo necesito una dosis...
fr: Juste... besoin de ma dose...
it: Ho solo... solo bisogno di una dose...
ru: Всего одна... Только одна доза...

source: Just... tying my shoe. I'll be leaving now.
de: Ich ... ich binde mir nur die Schnürsenkel. Ich gehe jetzt.
es: Solo... me ataba el zapato. Ya me voy.
fr: Je... refais mon lacet. Je vais m'en aller.
it: Mi sto solo... allacciando la scarpa. Ora me ne vado.
ru: Я?.. Шнурки завязываю!
