Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: {{GM}}Coyote looks both better and worse than you last saw her. All the gaping holes are plugged and she's sporting a shiny new cyber-arm, but now that the adrenaline has worn off, it's clear she needs some rest.{{/GM}} Good... morning. Thanks to the miracle of modern science, combined with Doc Castle’s magical healing powers I’m almost good as new. Better, really.
de: {{GM}}Coyote sieht gleichzeitig besser und schlechter aus als das letzte Mal, das du sie gesehen hast. Alle ihre Wunden wurden behandelt und sie verfügt über einen glänzenden neuen Cyber-Arm, doch jetzt, wo das Adrenalin nachgelassen hast, fällt dir auf, wie erschöpft sie wirklich ist.{{/GM}} Guten ... Morgen. Dank dem Wunder der modernen Medizin und Doc Castles magischen Heilkräften bin ich wieder so fit wie eh und je. Besser sogar.
es: {{GM}}Coyote está mejor y peor que la última vez que la viste. Se han tapado todos los enormes agujeros y tiene un nuevo y brillante ciberbrazo, pero ahora que le ha bajado la adrenalina, es evidente que necesita descansar.{{/GM}} Buenos... días. Gracias al milagro de la ciencia moderna combinada con los mágicos poderes curativos de la Dra. Castle, me he quedado como nueva. En realidad, mejor.
fr: {{GM}}Coyote a l'air à la fois mieux et pire que la dernière fois que vous l'avez vu. Toutes les plaies sont bouchées et elle a un tout nouveau cyber-bras, mais maintenant que l'adrénaline est redescendue, elle a clairement besoin de repos.{{/GM}} Bon... jour. Grâce au miracle de la science moderne, et à l'aide des pouvoirs de guérison magiques de Doc Castle, je suis presque comme neuf. Mieux que ça, même.
it: {{GM}}Coyote sembra stare meglio, ma anche peggio rispetto all'ultima volta che l'hai vista. Ostenta un nuovo braccio cibernetico lucente e l'hanno rimessa in sesto per bene, ma ora che ha smaltito l'adrenalina, è evidente che ha bisogno di riposare.{{/GM}} Buon... giorno. Grazie al miracolo della scienza moderna e ai magici poteri curativi della dottoressa Castle sono come nuova. Anche meglio, davvero.
ru: {{GM}}Трудно сказать, лучше выглядит Койот или хуже. Все ее раны перевязаны, а новая кибернетическая рука весело блестит, но теперь, когда ее не поддерживает адреналиновая волна, она выглядит бледной и очень усталой.{{/GM}} Доброе... утро. Благодаря чудесам современной медицины и заботе доктора Касл, я теперь как новенькая. И даже лучше.

source: {{GM}}Coyote looks genuinely sad.{{/GM}} Look about Sam...
de: {{GM}}Coyote wirkt aufrichtig betrübt.{{/GM}} Hör mal, wegen Sam ...
es: {{GM}}Coyote parece triste de verdad.{{/GM}} Verás, respecto a Sam...
fr: {{GM}}Coyote a l'air triste.{{/GM}} Écoute, à propos de Sam...
it: {{GM}}Coyote sembra davvero triste.{{/GM}} Guarda, a proposito di Sam...
ru: {{GM}}Койот выглядит искренне опечаленной.{{/GM}} Слушай, по поводу Сэма...

source: {{GM}}Coyote looks genuinely sad{{/GM}} I can’t say I’m surprised he’s dead. Sam was on a downward spiral for a long time. What can I tell you?
de: {{GM}}Coyote wirkt aufrichtig betrübt.{{/GM}} Leider überrascht es mich nicht wirklich, dass er tot ist. Er befand sich schon lange auf dem absteigenden Ast. Was möchtest du von mir wissen?
es: {{GM}}Coyote parece triste de verdad.{{/GM}} La verdad es que no me sorprende que esté muerto. Sam llevaba mucho tiempo cayendo en una espiral decadente. ¿Qué quieres que te cuente?
fr: {{GM}}Coyote a l'air triste.{{/GM}} Je ne peux pas dire que ça me surprend. Sam était dans une mauvaise passe depuis un moment déjà. Qu'est-ce que je peux te dire ?
it: {{GM}}Coyote sembra davvero triste.{{/GM}} Non posso dire di essere sorpresa che sia morto. È rimasto a lungo avvolto in una spirale negativa Cosa posso dirti?
ru: {{GM}}Койот выглядит искренне опечаленной.{{/GM}} На самом деле меня это не удивляет. Он давно уже ходил по краю пропасти. Что тебе о нем рассказать?

source: {{GM}}Coyote looks tense.{{/GM}} Hoi, $(l.name). You in the middle of something?
de: {{GM}}Coyote sieht angespannt aus.{{/GM}} He, $(l.name). Bist du gerade arg beschäftigt?
es: {{GM}}Coyote parece tensa.{{/GM}} Buenas, $(l.name). ¿Te pillo en mal momento?
fr: {{GM}}Coyote a l'air tendu.{{/GM}} Salut, $(l.name). Je ne te dérange pas ?
it: {{GM}}Coyote sembra tesa.{{/GM}} Ohi, $(l.name). Sei nel mezzo di qualcosa?
ru: {{GM}}Койот выглядит напряженной.{{/GM}} Привет, $(l.name). Не отвлекаю?

source: {{GM}}Coyote looks to you, tears in her eyes.{{/GM}}
de: {{GM}}Coyote schaut dich an, Tränen in den Augen.{{/GM}}
es: {{GM}}Coyote te mira con los ojos llenos de lágrimas.{{/GM}}
fr: {{GM}}Coyote vous regarde, les larmes aux yeux.{{/GM}}
it: {{GM}}Coyote ti guarda, le lacrime agli occhi.{{/GM}}
ru: {{GM}}Койот смотрит на тебя со слезами на глазах.{{/GM}}

source: {{GM}}Coyote stops you for a moment.{{/GM}} Listen people, this is important.
de: {{GM}}Coyote hält dich für einen Moment zurück.{{/GM}} Hört zu, Leute. Das ist wichtig.
es: {{GM}}Coyote te interrumpe un momento.{{/GM}} Escuchad todos, esto es importante.
fr: {{GM}}Coyote vous arrête un instant.{{/GM}} Écoutez tous, c'est important.
it: {{GM}}Coyote ti ferma per un attimo.{{/GM}} Ascoltatemi, è importante.
ru: {{GM}}Койот останавливает вас.{{/GM}} Слушайте, это важно.

source: {{GM}}Coyote whispers in your ear.{{/GM}} I’ll circle around the building and look for another way in, $(l.name). I’ll chirp you on your commlink if I find one.
de: {{GM}}Coyote flüstert in dein Ohr.{{/GM}} Ich gehe ums Gebäude rum und suche nach einem anderen Eingang, $(l.name). Ich melde mich auf deinem Kommlink, wenn ich einen finde.
es: {{GM}}Coyote te susurra al oído.{{/GM}} Rodearé el edificio y buscaré otra forma de entrar, $(l.name). Te piaré por el commlink si la encuentro.
fr: {{GM}}Coyote vous murmure quelque chose à l'oreille.{{/GM}} Je vais faire le tour du bâtiment pour trouver une autre entrée, $(l.name). Je t'appelle sur ton commlink si j'en trouve une.
it: {{GM}}Coyote ti sussurra qualcosa nell'orecchio.{{/GM}} Girerò intorno all'edificio, alla ricerca di un'altra entrata, $(l.name). Se ne trovo una, ti contatterò sul commlink.
ru: {{GM}}Койот шепчет тебе на ухо.{{/GM}} Я попытаюсь найти вход с другой стороны здания, $(l.name). Если у меня это получится, я тебе позвоню.

source: {{GM}}Coyote whispers in your ear.{{/GM}} We’ll wait outside for you, $(l.name). I’ll take the team and circle around the building, looking for another way in. I’ll chirp you on your commlink if we find one.
de: {{GM}}Coyote flüstert in dein Ohr.{{/GM}} Wir warten draußen auf dich, $(l.name). Ich gehe mit den anderen ums Gebäude rum und suche nach einem anderen Eingang. Ich melde mich auf deinem Kommlink, wenn ich einen finde.
es: {{GM}}Coyote te susurra al oído.{{/GM}} Te esperaremos fuera, $(l.name). Me llevaré al equipo y rodearemos el edificio, buscando otra forma de entrar. Te piaré por el commlink si la encontramos.
fr: {{GM}}Coyote vous murmure quelque chose à l'oreille.{{/GM}} On t'attendra dehors, $(l.name). Je vais faire le tour du bâtiment avec l'équipe pour trouver une autre entrée. Je t'appelle sur ton commlink si on en trouve une.
it: {{GM}}Coyote ti sussurra qualcosa nell'orecchio.{{/GM}} Ti aspettiamo fuori, $(l.name). Prenderò la squadra e gireremo intorno all'edificio, alla ricerca di un'altra entrata. Se ne troviamo una, ti contatterò sul commlink.
ru: {{GM}}Койот шепчет тебе на ухо.{{/GM}} Мы будем ждать снаружи, $(l.name). Я возьму ребят и попытаюсь найти вход с другой стороны здания. Если у меня это получится, я тебе позвоню.

source: {{GM}}Coyote whispers with urgency.{{/GM}} No matter what, I don’t want any collateral damage in there. Shoot all the BTL pushers you want but no chip-heads die, if we can help it. Got it?
de: {{GM}}Coyote flüstert euch eindringlich zu.{{/GM}} Komme was wolle, ich will keinen Kollateralschaden verursachen. Erschießt so viele BTL-Dealer, wie ihr wollte, aber lasst keine Chipheads sterben, solange ihr es verhindern könnt. Okay?
es: {{GM}}Coyote suspira con urgencia.{{/GM}} Pase lo que pase, no quiero daños colaterales. Disparad a todos los camellos de BTL que queráis pero, si podemos evitarlo, que no muera ningún cabezachip. ¿Está claro?
fr: {{GM}}Coyote murmure avec insistance.{{/GM}} Quoi qu'il arrive, je ne veux pas de dommages collatéraux ici. Tirez sur tous les contrôleurs de BTL que vous voulez, mais aucune de ces marionnettes ne doit mourir. C'est clair ?
it: {{GM}}Coyote sussurra frettolosamente.{{/GM}} Non voglio assolutamente che ci siano danni collaterali lì dentro. Spara a tutti gli spacciatori di BTL che vuoi, ma niente chiphead morti, se possiamo farne a meno. Capito?
ru: {{GM}}Койот обеспокоенно шепчет.{{/GM}} Что бы ни случилось, я не хочу, чтобы пострадали невинные люди. Пушеры меня не волнуют, но марионетки должны уцелеть - разве что у нас совсем уж не будет выбора. Понятно?

source: {{GM}}Coyote's contact list has exactly one entry - someone named Paco. There is no commlink number or other contact information for him available. This does not seem like a very useful list of contacts.{{/GM}}
de: {{GM}}In Coyotes Kontakten befindet sich genau ein Eintrag – jemand namens Paco. Der Eintrag ist weder mit einer Kommlink-Nummer noch mit anderen Kontaktdaten versehen. Diese Kontaktliste scheint nicht sehr nützlich zu sein.{{/GM}}
es: {{GM}}La lista de contactos de Coyote solo contiene un nombre; alguien llamado Paco. No hay número de commlink ni otra información de contacto para esta persona. No parece que sea una lista de contactos muy útil que digamos.{{/GM}}
fr: {{GM}}La liste de contacts de Coyote ne contient qu'un seul nom : un soi-disant Paco. Il n'y a aucun numéro de commlink, aucune coordonnée, associés à ce nom. Cette liste de contacts n'a franchement pas l'air très utile.{{/GM}}
it: {{GM}}L'agenda di Coyote ha solo un nome nella lista: Paco. Non ci sono né il numero del commlink, né altre informazioni su di lui. Non sembra una lista contatti molto utile.{{/GM}}
ru: {{GM}}В адресную книгу Койот занесено всего одно имя - это некий Пако. Номера коммлинка или какой бы то ни было контактной информации рядом с ним не указано. Тебе непонятно, зачем вообще было его сюда записывать.{{/GM}}

source: {{GM}}Coyote’s eyes are hard, her pupils tight little pinpricks of hate.{{/GM}} You do snuff too, don’t you?
de: {{GM}}Coyotes Blick wird steinern und ihre Pupillen werden zu kleinen Nadelstichen des Hasses.{{/GM}} Ihr macht auch Snuff, oder?
es: {{GM}}Los ojos de Coyote son duros, sus pupilas se contraen en pequeños alfileres de odio.{{/GM}} Tú también te metes, ¿verdad?
fr: {{GM}}Les yeux de Coyote se durcissent, ses pupilles semblables à deux charbons ardents pleins de haine.{{/GM}} Tu fais du snuff aussi, non ?
it: {{GM}}Lo sguardo di Coyote è duro, le pupille sono come due spilli d'odio.{{/GM}} Hai anche roba più estrema, vero?
ru: {{GM}}В глазах Койот плещется холодная, леденящая душу ненависть.{{/GM}} Снафф вы тоже продаете?

source: {{GM}}Coyote’s face is pale and her voice is low, shaky.{{/GM}} What the hell was that back there, $(l.man)? Just what the frag was that?
de: {{GM}}Coyotes Gesicht ist leichenblass und ihre Stimme schwankt, als sie spricht.{{/GM}} Was zur Hölle war das, $(l.man)? Was zum Frag war das?
es: {{GM}}Coyote tiene la cara pálida y habla con una voz grave y temblorosa.{{/GM}} ¿Qué diablos ha sido eso, $(l.man)? ¿Qué demonios era eso?
fr: {{GM}}Coyote a le teint pâle. Sa voix tremble et elle parle à voix basse.{{/GM}} Qu'est-ce que c'était que ce machin, $(l.man) ? C'était quoi, bon sang ?
it: {{GM}}Il viso di Coyote è pallido e la sua voce è bassa, tremante.{{/GM}} Cosa diavolo era quello, $(l.man)? Si può sapere che accidenti è successo?
ru: {{GM}}Койот необыкновенно бледна. Ее голос дрожит.{{/GM}} Что это было, $(l.man)? Что это было, черт его дери?

source: {{GM}}Cracks are starting to appear on Jessica's carefully crafted mask.{{/GM}} Sam destroyed his own liver pursuing oblivion. That was his choice.
de: {{GM}}Die Maske, hinter der sich Jessica verbirgt, scheint erste Risse zu bilden.{{/GM}} Sam hat seine Leber durch seinen Lebensstil selbst zerstört. Das war seine Wahl.
es: {{GM}}La máscara de Jessica, diseñada con gran cuidado, empieza a agrietarse.{{/GM}} Sam destruyó su propio hígado buscando el olvido. Fue su decisión.
fr: {{GM}}Des fissures commencent à apparaître sur le masque de Jessica.{{/GM}} Sam avait détruit son propre foie tout seul. C'était son choix.
it: {{GM}}La maschera impassibile di Jessica inizia a sgretolarsi.{{/GM}} Sam si è distrutto il fegato cercando di raggiungere l'oblio. È stata una sua scelta.
ru: {{GM}}На красивом лице Джессики появляется очень странное, почти отталкивающее выражение.{{/GM}} Сэм разрушил свою жизнь. Им двигало только желание напиться и забыться. Таков был его собственный выбор.

source: {{GM}}Crawl through.{{/GM}}
de: {{GM}}Krieche hindurch.{{/GM}}
es: {{GM}}Cruza a rastras.{{/GM}}
fr: {{GM}}Vous faufiler.{{/GM}}
it: {{GM}}Striscia attraverso il passaggio.{{/GM}}
ru: {{GM}}Проползти.{{/GM}}

source: {{GM}}Dale Yates.{{/GM}}
ru: {{GM}}Дейл Йейтс.{{/GM}}

source: {{GM}}Despite the hour, Buster is fastidiously put together in another wrinkle-free suit. He shows every indication that he's been up for hours, sunk to his elbows in a dozen crates, each containing objects of sinister matte black hidden beneath curls of straw-colored packing foam. The foam flies about as he inventories the shipment, clinging to every surface except for Buster's immaculate suit.{{/GM}}
de: {{GM}}Trotz der frühen Stunde triffst du Buster wieder einmal in einem perfekt gepflegten, faltenfreien Anzug vor. Er scheint bereits seit Stunden wach zu sein und wühlt gerade in einem Dutzend Kisten gefüllt mit matten, schwarzen Objekte, die sich zwischen beigefarbenem Verpackungsschaum verbergen. Der Schaum fliegt wild umher, während Buster die Lieferungen durchgeht, und klebt an allem fest, außer an seinem makellosen Anzug.{{/GM}}
es: {{GM}}A pesar de la hora, Buster está perfectamente elegante en otro traje perfectamente planchado. Muestra todas las señales de llevar horas trabajando, hundido hasta las cejas en una docena de cajas, cada una con objetos de un siniestro color negro mate ocultos bajo montones de espuma de empaquetado del color de la paja. La espuma vuela mientras hace inventario del cargamento, agarrándose a cada superficie, excepto al inmaculado traje de Buster.{{/GM}}
fr: {{GM}}Malgré l'heure, Buster est méticuleusement habillé dans un costume impeccablement repassé. Tout laisse à penser qu'il est debout depuis longtemps, à farfouiller dans des dizaines de caisses contenant toutes de sinistres engins de mort cachés sous des couches de polystyrène. Le polystyrène vole dans toutes les directions, s'accrochant partout sauf à son costume immaculé, tandis qu'il fait l'inventaire de la livraison.{{/GM}}
it: {{GM}}Nonostante l'ora, Buster è come sempre agghindato con un completo elegante e ben stirato. Dal suo aspetto è evidente che è stato in piedi per ore, alle prese con decine di casse, ognuna contenente oggetti di un nero opaco e sinistro, nascosti sotto pezzi di gommapiuma color paglia. Mentre ispeziona il carico, la gommapiuma va ad attaccarsi su ogni superficie, tranne che sull'abito immacolato di Buster.{{/GM}}
ru: {{GM}}Несмотря на ранний час, Бастер одет в безупречно выглаженную военную форму. Всем своим видом он показывает, что поднялся уже давно. Его окружает дюжина больших ящиков, наполненных пластиковой упаковочной стружкой желтого цвета. Из-под нее выглядывают зловещие черные предметы не до конца понятного назначения, но смутно знакомой формы. Когда он достает детали оружия из ящиков, стружка летит во все стороны и липнет к полу и стенам, но почему-то не опускается на новенькую, с иголочки, форму Бастера или его столь же великолепные сапоги.{{/GM}}

source: {{GM}}Detective McKlusky stands smirking, surrounded by armed and twitchy Lone Star officers.{{/GM}} Good morning, moron!
de: {{GM}}Detective McKlusky grinst dich hämisch an. Er ist umgeben von bewaffneten und sehr nervösen Lone-Star-Polizisten.{{/GM}} Guten Morgen, du Idiot!
es: {{GM}}El inspector McKlusky sonríe con superioridad, rodeado de agentes de Lone Star armados y nerviosos.{{/GM}} ¡Buenos días, cretino!
fr: {{GM}}Le détective McKlusky se tient debout, souriant d'un air suffisant, entouré par des officiers armés (et nerveux) de Lone Star.{{/GM}} Bonjour, l'imbécile !
it: {{GM}}Il detective McKlusky è in piedi e sogghigna circondato da agenti della Lone Star armati e irrequieti.{{/GM}} Buongiorno, idiota!
ru: {{GM}}Окруженный снайперами "Одинокой звезды" детектив Макклюски довольно ухмыляется.{{/GM}} Доброе утро, задница!

source: {{GM}}Dig through the files.{{/GM}}
de: {{GM}}Durchsuche die Dateien.{{/GM}}
es: {{GM}}Meterte en los archivos.{{/GM}}
fr: {{GM}}Fouiller dans les dossiers.{{/GM}}
it: {{GM}}Cerca tra i file.{{/GM}}
ru: {{GM}}Просмотреть файлы.{{/GM}}

source: {{GM}}Dig through the shoe pile.{{/GM}}
de: {{GM}}Durchsuche den Schuhhaufen.{{/GM}}
es: {{GM}}Rebuscar en el montón de zapatos.{{/GM}}
fr: {{GM}}Fouiller la pile de chaussures.{{/GM}}
it: {{GM}}Rovista nel mucchio di scarpe.{{/GM}}
ru: {{GM}}Разобрать кучу обуви.{{/GM}}

source: {{GM}}Dig through the trash.{{/GM}}
de: {{GM}}Durchsuche den Müll.{{/GM}}
es: {{GM}}Excavar en la basura.{{/GM}}
fr: {{GM}}Fouiller les poubelles.{{/GM}}
it: {{GM}}Scava nella la spazzatura.{{/GM}}
ru: {{GM}}Запустить руки в мусорную кучу.{{/GM}}

source: {{GM}}Dip your blank Universal Brotherhood ID card into the paint solvent.{{/GM}}
de: {{GM}}Halte die Mitgliedskarte der Universellen Bruderschaft in das Lösungsmittel.{{/GM}}
es: {{GM}}Mojar la tarjeta de identificación en blanco de la Hermandad Universal en el disolvente para pinturas.{{/GM}}
fr: {{GM}}Tremper la carte d'identification vierge de la Confrérie Universelle dans le solvant à peinture.{{/GM}}
it: {{GM}}Immergi la tua tessera di identificazione vergine della Fratellanza Universale nel solvente.{{/GM}}
ru: {{GM}}Опустить пропуск в канистру с растворителем.{{/GM}}

source: {{GM}}Do nothing yet.{{/GM}}
de: {{GM}}Tu erst einmal nichts.{{/GM}}
es: {{GM}}No hacer nada todavía.{{/GM}}
fr: {{GM}}Ne rien faire pour l'instant.{{/GM}}
it: {{GM}}Non fare niente per il momento.{{/GM}}
ru: {{GM}}Ничего не делать.{{/GM}}

source: {{GM}}Doc Castle gives you a final once-over, noting your gear.{{/GM}} I'm sure we'll see each other again.
de: {{GM}}Doc Castle mustert dich noch ein letztes Mal von oben bis unten und beäugt deine Ausrüstung.{{/GM}} Ich bin sicher, wir sehen uns bald wieder.
es: {{GM}}La Dra. Castle te observa por última vez y se percata de tu equipamiento.{{/GM}} Volveremos a vernos.
fr: {{GM}}Doc Castle vous jette un dernier coup d'œil, et remarque votre équipement.{{/GM}} Je suis persuadée qu'on se reverra.
it: {{GM}}La dottoressa Castle ti squadra di nuovo e nota il tuo equipaggiamento.{{/GM}} Sono certa che ci rivedremo presto.
ru: {{GM}}Доктор Касл еще раз оглядывает тебя с ног до головы, задержав взгляд на твоем снаряжении.{{/GM}} Мы еще увидимся, не сомневаюсь.

source: {{GM}}Doc Castle looks to be better rested and in better spirits than the last time you saw her. She's also clearly had a shower and a change of clothes, maybe even some sleep. Her eyes are sharp when they turn up from her work to greet you.{{/GM}} Welcome back, $(l.name).
de: {{GM}}Doc Castle wirkt ausgeruhter und besser gelaunt, als du sie zuletzt sahst. Sie hat definitiv auch eine Dusche und einen Kleidungswechsel, wenn nicht sogar etwas Schlaf hinter sich. Ihre Augen blitzen aufmerksam, als sie von ihrer Arbeit aufblickt und sich dir zuwendet.{{/GM}} Willkommen zurück, $(l.name).
es: {{GM}}Parece que la Doctora Castle ha descansado mejor y está de mejor humor que la última vez que la viste. Está claro que también se ha dado una ducha y se ha cambiado de ropa, puede que incluso haya dormido algo. Tiene la mirada despierta cuando la aparta de su trabajo para saludarte.{{/GM}} Hola otra vez, $(l.name).
fr: {{GM}}Doc Castle a l'air plus reposée et de meilleure humeur que lors de votre dernière rencontre. Apparemment elle a pris une douche, s'est changée et a peut-être même dormi un peu. Son regard est perçant quand elle détourne les yeux de son travail pour vous accueillir.{{/GM}} Bienvenue de retour parmi nous, $(l.name).
it: {{GM}}La dottoressa Castle appare più riposata e in condizioni migliori dell'ultima volta che l'hai vista. Evidentemente ha fatto anche una doccia e si è cambiata, forse ha anche dormito. Il suo sguardo si acuisce quando alza la testa dal lavoro per accoglierti.{{/GM}} Felice di rivederti, $(l.name).
ru: {{GM}}Доктор Касл выглядит отдохнувшей и гораздо более бодрой, чем во время твоего предыдущего визита. Кроме того, она успела принять душ и переодеться. Когда она отрывает взгляд от своих бумаг, ее взор кажется тебе еще более внимательным, чем обычно.{{/GM}} С возвращением, $(l.name).

source: {{GM}}Doc Castle snaps her fingers and calls forth the spirit normally seen perched on her shoulder. It appears from out of the ether, and the doctor immediately seems less fatigued than she was a moment before.{{/GM}} Now, what can I do for you?
de: {{GM}}Doc Castle schnippt mit den Fingern und beschwört den Geist, der für gewöhnlich auf ihrer Schulter sitzt. Er erscheint aus dem Äther und die Ärztin wirkt augenblicklich weit weniger müde als zuvor.{{/GM}} So. Was kann ich für dich tun?
es: {{GM}}La doctora Castle chasquea los dedos e conjura al espíritu que normalmente está posado sobre su hombro. Aparece de la nada, e inmediatamente la doctora parece menos fatigada que hace un momento.{{/GM}} Bien, ¿qué puedo hacer por ti?
fr: {{GM}}Doc Castle claque des doigts et appelle l'esprit qui se tient normalement perché sur son épaule. Il apparait, sorti de nulle part, et immédiatement le docteur a l'air moins fatiguée.{{/GM}} Bon alors, que puis-je faire pour vous ?
it: {{GM}}La dottoressa Castle schiocca le dita e richiama lo spirito che normalmente sta appollaiato sulla sua spalla. Lo spirito appare dal nulla e la dottoressa sembra subito più riposata.{{/GM}} Cosa posso fare per te?
ru: {{GM}}Доктор Касл щелкает пальцами. Из воздуха рядом с ней материализуется дух, обычно сидевший у нее на плече. Мгновение спустя доктор закрывает глаза, и у тебя возникает впечатление, что теперь она в отдыхе не нуждается.{{/GM}} Ну ладно. Чем могу помочь?

source: {{GM}}Doctor Castle glances up only briefly from her charts. Her impish friend, on the other hand, tracks your every move like some sort of humanoid raptor with a mouse under its shadow.{{/GM}} Lived to see another day, have you?
de: {{GM}}Dr. Castle blickt nur kurz von ihren Akten auf. Ihr schelmischer Freund hingegen verfolgt jede deiner Bewegungen wie eine Art humanoides Raubtier, das eine Maus beäugt.{{/GM}} Du hast also einen weiteren Tag überlebt?
es: {{GM}}La Doctora Castle apenas levanta la vista de sus análisis. Su amiguito diabólico, por otro lado, sigue cada uno de tus movimientos, como una especie de velociraptor buscando a un ratón.{{/GM}} Has vivido para ver otro día, ¿verdad?
fr: {{GM}}Docteur Castle ne vous jette qu'un rapide coup d'œil. Elle est concentrée sur ses dossiers. Son ami, de ses hauteurs, traque vos moindres gestes tel un rapace humanoïde qui aurait repéré une souris.{{/GM}} On a survécu, alors ?
it: {{GM}}La dottoressa Castle distoglie per un attimo lo sguardo dai suoi grafici. Il suo amico, d'altra parte, segue tutti tuoi spostamenti come un farebbe un rapace con un topo.{{/GM}} Volevi vedere l'alba di un nuovo giorno, non è vero?
ru: {{GM}}Доктор Касл не отрывает взгляда от своего планшета, но маленький бес на ее плече следит за каждым твоим движением, словно хищная птица, высматривающая добычу.{{/GM}} Вижу, тебе удалось избежать встречи со скальпелем патологоанатома?
