Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Next to Sam are several plastic envelopes containing the evidence found on his body. You can examine evidence through the bag without spoiling it.
de: Neben Sam befinden sich mehrere Plastiktüten mit den bei seiner Leiche gefundenen Beweismittel. Du kannst die Beweismittel durch das Plastik hindurch untersuchen, ohne auf ihnen Spuren zu hinterlassen.
es: Al lado de Sam hay varias bolsitas de plástico con las pruebas encontradas en su cuerpo. Puedes examinar las pruebas dentro de la bolsa sin contaminarlas.
fr: À côté de Sam se trouvent des enveloppes en plastique contenant les indices trouvés sur le corps. Vous pouvez examiner les indices à travers le sac sans les endommager.
it: Accanto a Sam ci sono diverse buste di plastica che contengono le prove trovate sul suo corpo. Puoi esaminare le prove attraverso le buste, senza contaminarle.
ru: Рядом с Сэмом лежит несколько пластиковых конвертов с вещественными доказательствами. Ничто не мешает тебе изучить их.

source: Next to the desk is a cardboard box filled with blank Universal Brotherhood ID cards. If you could get one and damage it, maybe you could use it to get into the office and program a new card.
de: Neben dem Schreibtisch steht ein Pappkarton voller leerer Mitgliedskarten der Universellen Bruderschaft. Wenn du dir eine davon schnappst und sie beschädigst, könntest du damit in die Verwaltung gelangen und dir eine neue Karte programmieren.
es: Al lado del escritorio hay una caja de cartón llena de tarjetas identificativas de la Hermandad Universal en blanco. Si pudieras conseguir una y dañarla, a lo mejor podrías usarla para entrar en la oficina y programar una nueva.
fr: Une boîte en carton se trouvant à côté du bureau remplie de cartes d'identité vierges de la Confrérie Universelle. Si vous pouviez en prendre une et l'endommager, vous pourriez l'utiliser pour entrer dans le bureau et programmer une nouvelle carte.
it: Accanto alla scrivania c'è una scatola di cartone piena di tessere di identificazione della Fratellanza Universale vergini. Se riuscissi a prenderne una e danneggiarla, forse potresti utilizzarla per introdurti nell'ufficio e programmarne una nuova.
ru: Рядом со столом стоит картонная коробка с чистыми карточками пропусков Всеобщего братства. Возможно, тебе стоит утащить одну, повредить ее и попросить изготовить ей замену.

source: Nice arm.
de: Schicker Arm.
es: Bonito brazo.
fr: Joli bras.
it: Bel braccio.
ru: Классная рука.

source: Nice hole where his chest was. So... what was on the butcher's shopping list?
de: Nettes Loch, wo seine Brust mal war. Also ... was stand diesmal auf der Einkaufsliste?
es: Hay un bonito agujero donde antes tenía el pecho. A ver... ¿qué tenía el carnicero en la lista de la compra?
fr: Joli trou dans la poitrine. Donc... qu'est-ce qui était sur la liste de course du boucher ?
it: Ha un bel buco nel torace. Quindi... cosa stava cercando quel macellaio?
ru: Я вижу, вместо груди у него дыра. За чем на этот раз пришел наш мясник?

source: Nice of you to mention that! Where are they?
de: Nett, dass du das erwähnst! Wo sind sie?
es: ¡Todo un detalle que lo digas! ¿Dónde están?
fr: C'est gentil de me le dire ! Où sont-elles ?
it: Sei gentile ad avvisarmi! Dove sono?
ru: Вовремя ты это сказал! Где они?

source: Nice to meet you too.
de: Dir auch einen schönen Tag.
es: Yo también me alegro de conocerte.
fr: Bonjour. Moi aussi je suis content de vous rencontrer.
it: Piacere mio.
ru: И вам добрый вечер.

source: Nice to meet you, Jake. I'm $(s.name).
de: Freut mich, dich kennenzulernen, Jake. Ich bin $(s.name).
es: Encantado de conocerte, Jake. Soy $(s.name).
fr: Ravi de vous rencontrer, Jake. Moi c'est $(s.name).
it: Piacere di conoscerti, Jake. Sono $(s.name).
ru: Приятно познакомиться, Джейк. Меня зовут $(s.name).

source: Nice to meet you. Well, it sounds like you’re taking a dive into the deep end here. John’s right, I might be able to help you out. I was with Sam the other night, the night of the murder... poor guy. He was hangin’ at the Seamstresses Union that night, tripped out and rowdy. I’d been laying low there for a few days after a bad run. Mrs. Kubota asked me to throw Sam out, so I did. But out in the alley some gangers got the jump on me...
de: Freut mich, deine Bekanntschaft zu machen. Tja, es klingt, als würdest du völlig im Dunkeln tappen. John hat Recht, ich könnte dir helfen. Ich hab Sam in der Nacht, in der er starb gesehen ... armer Kerl. Er war in der Seamstresses Union, total zu und streitlustig. Ich hatte mich da nach einem üblen Run ein paar Tage lang zurückgezogen. Mrs. Kubota bat mich, ihn hinauszuwerfen, also tat ich es. Aber draußen in der Gasse haben mich ein paar Ganger erwischt ...
es: Encantado de conocerte. Bueno, parece que vas a lanzarte en la parte que cubre. John tiene razón, yo podría ayudarte. Estaba con Sam la otra noche, la noche del asesinato... pobre tipo. Estaba en el Unión de Costureras esa noche, muy pasado y alborotador. Estaba ocultándome allí unos días después de un mal trabajo. La Sra. Kubota me pidió que echara a Sam, y lo hice. Pero en el callejón unos pandilleros se abalanzaron sobre mí...
fr: Ravi de vous rencontrer. Eh bien on dirait que vous faites le grand plongeon. John a raison, je peux peut-être vous aider. J'étais avec Sam l'autre nuit, la nuit du meurtre... pauvre gars. Il était au Seamstresses Union cette nuit-là. Il était bourré et sur les nerfs. Je me faisais oublier pour quelques jours après qu'un run ait mal tourné. Mme Kubota m'a demandé de vider Sam, donc c'est ce que j'ai fait. Mais dans l'allée des gangers m'ont pris par surprise.
it: Piacere mio. Beh, a quanto pare vuoi andare fino in fondo alla faccenda. John ha ragione, forse posso aiutarti. Ero con Sam l'altra notte, la notte dell'omicidio... poveraccio. Se ne stava al Seamstresses Union quella sera, era strafatto e in vena di attaccar briga. Io me ne stavo lì nascosto da qualche giorno, dopo una missione finita male. La signora Kubota mi chiese di buttare fuori Sam e così feci. Ma poi, nel vicolo, dei ganger mi hanno assalito...
ru: Взаимно. Ну что же, раз ты собираешься сунуть руку в осиное гнездо, а Джон за тебя ручается, я постараюсь помочь. Я был с Сэмом в ночь его убийства... Бедный парень. Он надрался в Союзе белошвеек и начал буянить. Я старался не привлекать к себе внимания после неудачного набега, но миссис Кубота попросила меня вывести Сэма на свежий воздух, и отказать ей я не мог. Как только за нами хлопнула дверь, на меня набросились эти подонки...

source: Nice try, but loyalty to a dead man only goes so far. I’m still out.
de: Netter Versuch, aber meine Loyalität zu einem toten Mann geht bis hierhin und nicht weiter. Ich verzichte.
es: Buen intento, pero la lealtad a un hombre muerto tiene sus límites. No cuentes conmigo.
fr: Bien essayé, mais ma loyauté envers un homme mort ne va pas si loin. Je ne marche pas.
it: Bel tentativo, ma la lealtà, per un uomo morto, non arriva fin lì. Non ci sto dentro.
ru: Неплохо, но моя верность покойнику имеет свои пределы. Я не собираюсь туда соваться.

source: Nil sweat.
de: Kein Ding.
es: Ningún problema.
fr: Pas de souci.
it: Nessun problema.
ru: Без проблем.

source: No
de: Nein
fr: Non
ru: Нет

source: No accounting for taste. Sam made some bad jokes.
de: Geschmäcker sind wohl verschieden. Sam hat immer echt üble Witze gerissen.
es: Sobre gustos no hay nada escrito. Sam contaba algunos chistes muy malos.
fr: Pas du meilleur goût. Sam faisait quelques mauvaises blagues.
it: I gusti sono gusti. Sam faceva delle pessime battute.
ru: Сэм рассказывал ужасные шутки.

source: No bunks available.
de: Keine Schlafkojen verfügbar.
es: No hay catres libres.
fr: Pas de place.
it: Non ci sono brande disponibili.
ru: Коек нет.

source: No charge, chummer.
de: Für dich kostenlos, Chummer.
es: Un placer, colega.
fr: Y'a pas de quoi.
it: Non mi devi niente.
ru: Не за что.

source: No civilian casualties. Got it.
de: Keine zivilen Opfer. Verstanden.
es: Sin bajas civiles. Todo claro.
fr: Pas de pertes civiles. Compris.
it: Nessuna vittima tra i civili. Capito.
ru: Есть избегать жертв среди гражданского населения.

source: No clue.
de: Keine Ahnung.
es: Ni idea.
fr: Aucune idée.
it: Non ne ho idea.
ru: Понятия не имею.

source: No clue. She just showed up. Next of kin, I think.
de: Keine Ahnung. Sie ist gerade eben erst aufgetaucht. Eine Verwandte des Opfers, nehme ich an.
es: Ni idea. Simplemente apareció. Creo que es la pariente más cercana.
fr: Aucune idée. Elle vient juste d'arriver. Un membre de la famille, je suppose.
it: Non ne ho idea. È semplicemente arrivata. Credo fosse una parente.
ru: Не имею понятия. Просто пришла. Наверное, родственница.

source: No deal.
de: Nein, danke.
es: No hay trato.
fr: Pas moyen.
it: Niente da fare.
ru: Не пойдет.

source: No drek? {{GM}}He turns to Johnny, excited.{{/GM}} Wake up, Johnny-boy. You've got work to do. And $(l.name), if you need any gear, I'll be right here.
de: Kein Drek? {{GM}}Er wendet sich aufgeregt an Johnny.{{/GM}} Wach auf, Johnnylein, du hast Arbeit zu erledigen. Und $(l.name), wenn du irgendwelche Ausrüstung brauchst: Du findest mich hier.
es: ¿De verdad? {{GM}}Se gira a mirar a Johnny, emocionado.{{/GM}} Despierta, Johnny. Tienes trabajo. Y $(l.name), si necesitas algún equipo, estaré aquí.
fr: Sérieux ? {{GM}}Il se tourne vers Johnny, excité.{{/GM}} Debout Johnny. On a du pain sur la planche. Et $(l.name), si tu as besoin d'équipement, fais-moi signe.
it: Sul serio? {{GM}}Si volta verso Johnny, impaziente.{{/GM}} Svegliati, Johnny, ragazzo. C'è del lavoro per te. E $(l.name), se ti serve equipaggiamento, io sono qui.
ru: Серьезно? {{GM}}Он пихает своего товарища в бок.{{/GM}} Просыпайся, Джонни, у нас есть работа. Кстати, $(l.name), если тебе что-то понадобится, сразу дай знать.

source: No gigs at the moment.
de: Gerade nichts am Start.
es: En este momento no hay ninguna actuación.
fr: Pas de boulot pour l'instant.
it: Nessun concerto al momento.
ru: Нет, сейчас у меня нет работы.

source: No guns for me. Melee's my game.
de: Ich brauche keine Schusswaffen. Ich schlag mich lieber im Nahkampf.
es: Nada de armas para mí. Lo mío es el cuerpo a cuerpo.
fr: Pas d'armes à feu pour moi. J'aime le corps à corps.
it: Niente armi per me. La mia specialità è il corpo a corpo.
ru: Настоящее. Я опаснее всего в ближнем бою.

source: No kidding? Hrm. Well, whatever. She's tough. She'll pull through. So, who're you two?
de: Ernsthaft? Hmm. Naja, was auch immer. Sie ist ja tough. Sie packt das schon. Und wer seid ihr beiden Vögel?
es: ¿En serio? Vaya. Bueno, no importa. Es una chica dura. Saldrá de esta. Y ¿quiénes sois vosotros dos?
fr: C'est pas vrai ? Hum. Ouais, peu importe. Elle est solide. Elle s'en tirera. Donc, vous êtes qui vous deux ?
it: Sul serio? Ehm. Beh, pazienza. Ha la pelle dura. Se la caverà. Allora, voi due chi siete?
ru: Что, серьезно? Хм. Ну ладно. Она девка крутая, как-нибудь переживет. А вы кто такие?

source: No logs viewable at this time.
de: Aktuell können keine Protokolle angezeigt werden.
es: No hay registros visibles en este momento.
fr: Aucuns registres visibles à l'heure actuelle.
it: Nessun registro visibile al momento.
ru: В настоящий момент журнал недоступен.

source: No logs viewable at this time.
de: Aktuell können keine Protokolle angezeigt werden.
es: No hay registros visibles en este momento.
fr: Aucuns registres visibles à l'heure actuelle.
it: Nessun registro visibile al momento.
ru: В настоящий момент журнал недоступен.

source: No matter what, I don’t want any collateral damage in there. Shoot all the BTL pushers you want but no chip-heads die, if we can help it. Got it?
de: Komme was wolle, ich will keinen Kollateralschaden verursachen. Erschießt so viele BTL-Dealer, wie ihr wollt, aber lasst keine Chipheads sterben, solange ihr es verhindern könnt. Okay?
es: Pase lo que pase, no quiero daños colaterales. Disparad a todos los camellos de BTL que queráis pero, si podemos evitarlo, que no muera ningún cabezachip. ¿Está claro?
fr: Quoi qu'il arrive, je ne veux pas de dommages collatéraux ici. Tirez sur tous les pushers BTL que vous voulez, mais aucun expert en informatique ne doit mourir. Compris ?
it: Non voglio assolutamente che ci siano danni collaterali lì dentro. Spara a tutti gli spacciatori di BTL che vuoi, ma niente chiphead morti, se possiamo farne a meno. Capito?
ru: Что бы ни случилось, я не хочу, чтобы пострадали невинные люди. Пушеры меня не волнуют, но марионетки должны уцелеть - разве что у нас совсем уж не будет выбора. Понятно?

source: No need to get excited, chummer. There'll be plenty of blame to go around.
de: Kein Grund, gleich die Fassung zu verlieren, Chummer. Es finden sich sicher mehr als genug Schuldige.
es: No te emociones, colegita. Habrá culpas de sobra para repartir.
fr: Pas la peine de s'exciter, mon pote. Il y aura plein d'autres suspects.
it: Non ti agitare. Saranno in molti a dover rispondere di questo.
ru: Расслабься и получай удовольствие. В конце концов они найдут, на кого свалить вину.

source: No offense, but I think I’ll wait before arming you - just in case you're full of drek.
de: Nichts für ungut, aber ich warte mit den Waffen noch ein wenig – nur für den Fall, dass du nicht ganz koscher bist.
es: No te ofendas, pero creo que esperaré antes de darte un arma... por si acaso estás lleno de mierda.
fr: Sans vouloir manquer de respect à qui que ce soit, je vais attendre avant de vous donner une arme. Des fois que vous soyez une raclure.
it: Senza offesa, ma credo che aspetterò prima di darti un'arma, giusto per vedere se mi racconti balle.
ru: Ничего личного, но я не хочу давать тебе в руки оружие - мы не настолько хорошо знаем друг друга.

source: No one should die tired and hungry, that it?
de: Niemand sollte müde und hungrig sterben, ist das die Logik dahinter?
es: Nadie debería morir cansado y hambriento, ¿no es eso?
fr: Personne ne devrait mourir fatigué ou affamé, non ?
it: Nessuno dovrebbe morire stanco e affamato, no?
ru: Никто не должен умирать голодным и усталым, так?

source: No one you've ever heard of. Now tell me about Sam Watts.
de: Niemand, dessen Namen du kennen würdest. Und jetzt erzähl mir alles über Sam Watts.
es: Nadie del que usted haya oído hablar. Y ahora, hábleme de Sam Watts.
fr: Quelqu'un dont vous n'avez jamais entendu parler. Maintenant, parlez-moi de Sam Watts.
it: Nessuno di cui ha mai sentito parlare. Adesso mi dica di Sam Watts.
ru: Никто, и ты обо мне никогда не слышал. Где здесь лежит Сэм Уоттс?

source: No one’s innocent. {{GM}}She looks at you both.{{/GM}} Not us, not anyone in the Sprawl. But they’re chip-heads not pushers. They have a problem. They didn’t ask for this.
de: Niemand ist unschuldig. {{GM}}Sie sieht euch beide an.{{/GM}} Weder wir, noch sonst jemand im Sprawl. Aber die Chipheads sind keine Dealer. Sie haben ein Problem. Sie haben nicht hierum gebeten.
es: Nadie es inocente. {{GM}}Os mira a los dos.{{/GM}} Ni nosotros, ni nadie del Ensanche. Pero son cabezachips, no camellos. Tienen un problema. Esto no es culpa suya.
fr: Personne n'est innocent. {{GM}}Elle vous regarde tous les deux.{{/GM}} Ni nous, ni personne dans la conurb'. Mais ces experts ne sont pas des pushers. Ils ont un problème. Ils n'ont jamais demandé ça.
it: Nessuno è innocente. {{GM}}Vi guarda entrambi.{{/GM}} Né noi, né gli abitanti dello Sprawl. Ma sono chiphead, non spacciatori. Hanno un problema. Non dipende da loro.
ru: Невинных людей не существует. {{GM}}Она мрачно смотрит на вас.{{/GM}} Ни вы, ни я, никто в этом городе не исключение. Но марионетки - жертвы, а не хищники. У них серьезные проблемы. Они не виноваты в том, что попались на крючок.

source: No problem.
de: Kein Problem.
es: Sin problema.
fr: Pas de problème.
it: Nessun problema.
ru: Всегда пожалуйста.

source: No problem. Good luck, Mrs. Kubota.
de: Kein Problem. Viel Glück, Mrs. Kubota.
es: Sin problema. Buena suerte, Sra. Kubota.
fr: Pas de problème. Bonne chance, Mme Kubota.
it: Nessun problema. Buona fortuna, signora Kubota.
ru: Без проблем. Удачи, миссис Кубота.

source: No problem. What do you need?
de: Kein Problem. Was brauchst du?
es: No pasa nada. ¿Qué necesitas?
fr: Pas de problème. Qu'est-ce qu'il y a ?
it: Nessun problema. Di cos'hai bisogno?
ru: Ничего страшного. Тебе что-то нужно?

source: No promises. Those people creep me out.
de: Kann ich nicht versprechen. Bei diesen Typen krieg ich das Gruseln.
es: No prometo nada. Esa gente me da repelús.
fr: Je ne te promets rien. Ces gens-là me foutent un peu les boules.
it: Non posso assicurartelo. Quella gente mi dà i brividi.
ru: Не могу ничего обещать. От этих людей у меня мурашки по коже.

source: No thanks
de: Nein danke.
es: No, gracias
fr: Non merci.
it: No, grazie
ru: Спасибо, не надо.

source: No thanks, I'll come back another time.
de: Nein danke. Ich komme später wieder.
es: No gracias, volveré en otro momento.
fr: Non merci, je reviendrai.
it: Non ce n'è bisogno, ripasserò.
ru: Спасибо, не нужно. Я вернусь позже.

source: No thanks, I’m good.
de: Nein danke, ich hab alles, was ich brauche.
es: No gracias, estoy bien.
fr: Non merci, j'ai déjà tout.
it: No grazie, sono a posto.
ru: Спасибо, у меня уже есть все, что нужно.

source: No thanks, I’m good.
de: Nein danke, ich hab alles, was ich brauche.
es: No gracias, estoy bien.
fr: Non merci, j'ai tout ce qu'il faut.
it: No grazie, sono a posto.
ru: Спасибо, мне ничего не нужно.

source: No thanks, not interested.
de: Nein danke, bin nicht interessiert.
es: No gracias, no me interesa.
fr: Non merci, ça m'intéresse pas.
it: No, grazie, non m'interessa.
ru: Нет, просто хочу поздороваться.

source: No thanks, not interested.
de: Nein danke, kein Interesse.
es: No gracias, no me interesa.
fr: Non merci, ça m'intéresse pas.
it: No, grazie, non m'interessa.
ru: Спасибо, мне ничего не нужно.

source: No thanks.
de: Nein danke.
es: No, gracias.
fr: Non merci.
it: No, grazie.
ru: Нет, спасибо.

source: No thanks.
de: Nein danke.
es: No, gracias.
fr: Non merci.
it: No, grazie.
ru: Спасибо, не надо.

source: No thanks. I just want to know what's going on.
de: Nein, danke. Ich will nur wissen, was hier los ist.
es: No, gracias. Solo quiero saber qué pasa.
fr: Non merci. Je veux juste savoir ce qu'il se passe.
it: No, grazie. Voglio solo sapere che succede qui.
ru: Нет, спасибо. Я хочу знать, что тут происходит.

source: No time to talk. {{GM}}Coyote kneels and picks up the fallen guard's shotgun.{{/GM}} It’s time to finish this.
de: Keine Zeit zu reden. {{GM}}Coyote kniet sich hin und hebt die Schrotflinte der Wache auf.{{/GM}} Wird Zeit, das zu beenden.
es: No hay tiempo para hablar. {{GM}}Coyote se arrodilla y recoge la escopeta del guardia caído.{{/GM}} Es hora de acabar con esto.
fr: Pas le temps de discuter. {{GM}}Coyote s'agenouille et ramasse le fusil du garde.{{/GM}} Il est temps d'en finir.
it: Poche chiacchiere. {{GM}}Coyote si inginocchia e raccoglie la pistola della guardia.{{/GM}} È ora di chiudere questa faccenda.
ru: Некогда болтать. {{GM}}Койот нагибается и поднимает с пола выпавший из руки охранницы дробовик.{{/GM}} Покончим с ними.

source: No way, Blind Lucy?
de: Ist nicht wahr! Die blinde Lucy?
es: Imposible, ¿Lucy la Ciega?
fr: Vraiment, Lucy l'aveugle ?
it: Non ci credo, Lucy la Talpa?
ru: Не может быть. Слепая Люси?

source: No way, bakebrain.
de: Nichts da, Drekhead.
es: Ni de coña, listillo.
fr: Pas question, looser.
it: Niente da fare, cervello fritto.
ru: Отвали, неудачник.

source: No worries. I am sure we can make a deal.
de: Keine Sorge. Ich bin sicher, wir können uns einigen.
es: Sin problema. Seguro que podemos llegar a un acuerdo.
fr: Pas de souci. Je suis sûr que nous pouvons faire affaire.
it: Nessun problema. Sono sicuro che possiamo fare un accordo.
ru: Думаю, мы сможем договориться.

source: No you don’t, kid. Not by a long-shot. This is bigger than hunting down an insect shaman or putting a few 9mm rounds into a bug.
de: Nein, tust du nicht, Jungspund. Bei weitem nicht. Diese Sache lässt sich nicht einfach lösen, indem man einen Insektenschamanen erledigt oder ein paar 9-mm-Geschosse in einem Käfer versenkt.
es: No, no lo entiendes. Ni de lejos. Esto es más grande que dar caza a un chamán insecto o llenar un bicho con unos cuantos cargadores de 9 mm.
fr: Non, mon garçon. Ça ne suffit pas. Il ne s'agit pas seulement de chasser un chaman à insectes ni de mitrailler une bestiole à coups de 9 mm.
it: No, non lo è. Nemmeno lontanamente. La faccenda è più grossa che dare la caccia a uno Sciamano degli insetti o piantare un po' di proiettili da 9 mm in uno scarafaggio.
ru: Все не так просто, глупышка. На этот раз мы не можем просто выследить и убить шамана или расстрелять пару кусачих тварей.

source: No!
de: Nein!
fr: Non !
ru: Нет!

source: No! I will become a perfect being. Through me and through my sacrifice, a new age will begin!
de: Nein! Ich werde ein vollkommenes Geschöpf sein. Dank mir und meines Opfers wird ein neues Zeitalter beginnen!
es: ¡No! Me convertiré en un ser perfecto. ¡Gracias a mí y a mi sacrificio, empezará una nueva era!
fr: Non ! Je vais devenir un être parfait. À travers moi et grâce à mon sacrifice, une nouvelle ère pourra commencer !
it: No! Io diverrò l'essere perfetto. Attraverso me e il mio sacrificio, una nuova era avrà inizio.
ru: Нет! Я стану совершенством. Благодаря моей жертве наступит рассвет новой эпохи!

source: No! You're needed here! {{GM}}There is a hungry glint in Jessica’s eyes.{{/GM}}
de: Nein! Wir brauchen dich hier! {{GM}}Jessicas Augen leuchten hungrig.{{/GM}}
es: ¡No! ¡Te necesitamos aquí! {{GM}}Hay un destello de deseo en los ojos de Jessica.{{/GM}}
fr: Non ! On a besoin de toi ici ! {{GM}}Il y a comme un air d'appétit irrésistible dans les yeux de Jessica.{{/GM}}
it: No! Servi qui! {{GM}}C'è un luccichio bramoso negli occhi di Jessica.{{/GM}}
ru: Нет! Ты нужна нам здесь! {{GM}}В глазах Джессики плещется неутоленный голод.{{/GM}}

source: No! We can't! Haven't you been listening? The Universal Brotherhood is... the bugs... DAMN IT! We're never going to get a shot like this again. Their security is going to increase. Improve! They have resources and lots of them.
de: Nein! Können wir nicht! Hast du nicht aufgepasst? Die Universelle Bruderschaft ist ... diese Insekten ... VERDAMMT! Solch eine Chance werden wir nie wieder haben. Ihre Sicherheitsvorkehrungen werden bloß noch verschärft werden. Sie haben die Ressourcen und sie werden sie benutzen.
es: ¡No! ¡No podemos! ¿No has estado escuchando? La Hermandad Universal está... los insectos... ¡MALDITA SEA! Nunca volveremos a tener una oportunidad como esta. Van a aumentar la seguridad. ¡A mejorarla! Tienen recursos, y muchos.
fr: Non ! On ne peut pas ! Vous n'avez pas écouté ? La Confrérie Universelle... Les insectes... PUTAIN ! On n'aura jamais une aussi bonne opportunité que celle-ci. Leur sécurité va augmenter. S'améliorer ! Ils ont des ressources presque infinies.
it: No! Non ce la faremo! Non hai sentito? La Fratellanza Universale è... gli insetti... DANNAZIONE! Un'occasione come questa non si ripeterà più. Rafforzeranno le misure di sicurezza. Le miglioreranno! Hanno risorse pressoché illimitate.
ru: Нет! Не сможем! Чем ты слушаешь? Всеобщее братство - это ЖУКИ... ПРОКЛЯТЬЕ! Второго шанса у нас не будет. Он стянет сюда все свои силы! Всю свою службу безопасности! У него сотни охранников.
