Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: The smell of death and decomposition wash over you, only slightly masked by the minty fake-fresh of industrial grade antiseptic.
de: Der Geruch von nur leicht durch industrielle Desinfektionsmittel übertünchter Verwesung umhüllt dich.
es: Te invade el olor a muerte y descomposición, apenas enmascarado por el ligero aroma artificial a menta fresca del antiséptico industrial.
fr: L'odeur de mort et de décomposition vous assaillit, seulement légèrement masquée par les antiseptiques industriels sentant la menthe.
it: L'odore di morte e decomposizione riempie le narici, solo vagamente mascherato dall'antisettico industriale alla menta.
ru: Запах смерти и разложения так силен, что едва не сбивает с ног. Мятный, химический аромат антисептика с ментолом нисколько не делает его слабее.

source: The smell of fried food, powdered sugar, and slightly-burned soykaf is almost enough to overpower the dusty sewage stench of Redmond's streets. The troll working the stand is covered in food stains older than he is.
de: Die Geruchsmischung aus frittiertem Essen, Puderzucker und leicht angebranntem Soykaf genügt fast, um den modrigen Gestank der Abwasserkanäle in Redmond zu übertünchen. Die Kleidung des Trolls am Stand hat Essensflecken, die älter sind als er selbst.
es: El olor a fritanga, azúcar en polvo y café de soja ligeramente quemado casi consigue anular la peste del viejo alcantarillado de las calles de Redmond. El troll que trabaja en el puesto está cubierto de manchas de comida más viejas que él.
fr: L'odeur de friture, de sucre en poudre et de sojafé légèrement brûlé parvient presque à surpasser la puanteur poussiéreuse des rues de Redmond. Le troll qui se tient derrière l'étal est couvert de taches plus vieilles que lui.
it: L'odore di fritto, zucchero a velo e di SoiaCaf vagamente bruciato riesce quasi a coprire il tanfo di fogna delle strade di Redmond. Il Troll al lavoro dietro la bancarella è imbrattato di macchie di cibo più vecchie di lui.
ru: Запах жареной еды, сахарной пудры и убежавшего сойкофе почти перебивает канализационную вонь редмондских улиц. Тролль, который стоит возле тележки, одет в засаленный фартук. Некоторые пятна на нем выглядят старше, чем его владелец.

source: The smell of rotting flesh is immense. The remains appear to be from multiple metahumans.
de: Der Geruch nach verrottendem Fleisch ist gewaltig. Die Überreste scheinen von mehreren Metamenschen zu stammen.
es: El olor a carne podrida es terrible. Los restos parecen ser de múltiples metahumanos.
fr: L'odeur de chair en décomposition est insupportable. Les restes proviennent de multiples métahumains.
it: L'odore di carne in putrefazione è fortissimo. I resti sembrano appartenere a diversi metaumani.
ru: Запах гниющей плоти просто невыносим. Похоже, сюда свалены останки нескольких металюдей.

source: The sounds of laughter and music emanate from within... but you should finish your investigation first.
de: Aus dem Inneren hörst du Musik und Gelächter ... doch du solltest erst deine Ermittlungen abschließen.
es: De su interior emana el sonido de risas y música... pero antes tienes que terminar tu investigación.
fr: Des rires et de la musique s'en échappent... mais vous devriez d'abord terminer votre enquête.
it: I suoni di risate e musica provengono dall'interno... ma prima devi finire la tua indagine.
ru: Изнутри доносится смех и звуки музыки... но тебе следует сперва закончить расследование.

source: The spirit would break your control if it went upstairs.
de: Der Geist würde sich deiner Kontrolle entziehen, wenn er nach oben geht.
es: El espíritu rompería tu control si subiera.
fr: L'esprit échapperait à votre contrôle s'il montait à l'étage.
it: Perderesti il controllo dello spirito se andasse al piano di sopra.
ru: Если дух поднимется на другой этаж, ты утратишь над ним контроль.

source: The spirits are stirring. Something has upset the natural order. There is something new... different.
de: Die Geister sind in Aufruhr. Etwas hat ihre natürliche Ordnung durcheinandergebracht. Dort draußen ist etwas ... Anderes.
es: Los espíritus están revueltos. Algo ha alterado el orden natural. Hay algo nuevo... diferente.
fr: Les esprits sont agités. Quelque chose a contrarié l'ordre naturel. Quelque chose de nouveau est apparu... de... différent.
it: Gli spiriti sono inquieti. Qualcosa ha turbato l'ordine naturale. C'è qualcosa di nuovo... e di strano.
ru: Духи пребывают в смятении. Что-то нарушает естественный ход вещей. Что-то непривычное, что-то... иное.

source: The spirits begin to fade. All but the one. Its eyes harden and it takes full measure of you, as if to commit everything about you to memory.
de: Die Geister beginnen zu verblassen. Alle, außer der eine. Seine Augen betrachten dich mit einer Schärfe, als wolle er sich an jedes Detail deiner Erscheinung erinnern.
es: Los espíritus comienzan a desaparecer. Todos menos uno. Se le endurecen los ojos y te estudia con detenimiento, como si quisiera grabar en su memoria hasta el último detalle.
fr: Les esprits commencent à disparaître. Tous sauf un. Ses yeux se durcissent et il vous examine pleinement, comme s'il s'engageait envers vous à tout vous dire.
it: Gli spiriti iniziano a scomparire. Tutti tranne uno. I suoi occhi diventano più duri mentre ti squadra, come se dovesse memorizzare tutto di te.
ru: Духи начинают исчезать, но один из них остается. Он смотрит на тебя, как если бы он хотел тебя запомнить.

source: The spriit that leves a dead bug, and looks for a new host to take over.
de: Der Geist, der ein totes Insekt verlässt und nach einem neuen Wirt sucht.
es: El espíritu que abandona un bicho muerto y que busca un nuevo anfitrión al que poseer.
fr: L'esprit qui quitte un insecte mort et cherche un nouvel hôte pour le remplacer.
it: Lo spirito che lascia la carcassa dell'insetto e cerca un nuovo Ricevente da possedere.
ru: Дух, который покидает убитого жука и ищет для себя новое тело.

source: The stand is littered with action movies and cigarette butts.
de: Hier liegen lauter Actionfilme und Zigarettenstummel.
es: El estante está repleto de películas de acción y colillas.
fr: Le sol est jonché de films d'action et de mégots de cigarette.
it: Il posto è coperto da film d'azione e cicche di sigaretta.
ru: На столике лежит куча тридов с боевиками и стоит пепельница, полная сигаретных окурков.

source: The stench of blood and mold gets ever stronger as you move closer to the infirmary.
de: Der Gestank nach Blut und Schimmel wird immer stärker je näher du an die Krankenstation gelangst.
es: La peste a sangre y moho va en aumento a medida que te acercas a la enfermería.
fr: La puanteur du sang et de la moisissure s'accentue alors que vous vous approchez de l'infirmerie.
it: La puzza di sangue e di muffa diventa sempre più forte man mano che ti avvicini all'infermeria.
ru: По мере приближения к внутренним помещениям запах крови и плесени становится все сильнее.

source: The stuffed bear seems to be hiding something.
de: Der Teddybär wirkt so, als verheimliche er etwas.
es: El oso de peluche parece ocultar algo.
fr: L'ourse en peluche a l'air de cacher quelque chose.
it: L'orso di peluche deve nascondersi da qualche parte.
ru: Внутри у этого плюшевого медведя что-то есть.

source: The suits sure love their mission statements and all that drek. But today isn't the day for Telestrian Corp's, "Duty Above All" crap. Several of us did the ultimate duty last night. I guess we should just be happy Mr. Telestrian isn't in today.
de: Die Anzüge lieben ohne Zweifel ihre Führungsgrundsätze und all diesen Drek. Aber heute ist nicht der richtige Tag für diesen „Die Pflicht kommt an erster Stelle“-Mist von Telestrian Corp. Ein paar von uns haben letzte Nacht ihre ultimative Pflicht erfüllt. Wir sollten wohl glücklich sein, dass Mr. Telestrian heute nicht hier ist.
es: A los trajeados les encantan las declaraciones de misiones y toda esa mierda. Pero hoy no es el día de las corporaciones de Telestrian ni de todas esas idioteces de "la obligación por encima de todo". Varios de nosotros cumplimos anoche con nuestra obligación máxima. Supongo que deberíamos alegrarnos de que el Sr. Telestrian no esté hoy.
fr: Les types en costard aiment les déclarations officielles et ce genre de merdes. Mais aujourd'hui, c'est pas le bon jour pour faire passer le "devoir avant tout". Certains d'entre nous n'en sont pas revenus hier soir. Je suppose qu'on devrait être heureux que M. Telestrian ne soit pas là aujourd'hui.
it: I colletti bianchi amano fare dichiarazioni sui loro obiettivi e tutte quelle stronzate. Ma questo non è il giorno adatto per le stronzate aziendali del tipo "il dovere prima di tutto" tipiche della Telestrian. Molti di noi hanno compiuto il dovere supremo ieri sera. Credo che dovremmo solo essere felici che il signor Telestrian non sia qui oggi.
ru: Пиджаки обожают свои тренинги, тимбилдинг и прочую муру. Сегодня не самый удачный день, чтобы распинаться о "долге". Ночью несколько человек исполнили свой долг - и погибли. Полагаю, нам стоит радоваться, что Телестриана сегодня здесь нет.

source: The sun has nearly set when you reach Our Lady of the Blessed Sacrament. Its cemetery, dilapidated and overgrown, sits atop a small hill on the outskirts of the city - a somber enclave of the dead overlooking the sprawl of the living. The Seattle rain continues unabated and lightning appears over the mountains, exposing the landscape in staccato pulses of stark flashes. You walk the gravel path to the gates of the cemetery. Up ahead you see Coyote and Jake standing by the gravesite alongside Jessica Watts and another mourner, a beautiful elven woman in a six-figure outfit. Whatever Dr. Holmes was up to at Mercy Mental Hospital, the answers lie here, with the reinterred body of Melinda Watts, the recently deceased body of Sam Watts, and with those attending them at this ceremony.
de: Du erreichst die Kirche im letzten Tageslicht. Ihr zerfallener und von Ranken überwachsener Friedhof befindet sich auf einem kleinen Hügel am Stadtrand – eine triste Enklave der Toten, die das Reich der Lebenden überblickt. Seattles berüchtigter Regen fällt unerbittlich herab und gelegentlich hüllt ein Blitz die Landschaft in sein plötzliches, grelles Licht. Du schreitest über den Kiesweg in Richtung der Friedhofstore. Aus der Ferne siehst du Coyote und Jake, die neben Jessica Watts und einer anderen Frau, einer wunderschönen Elfin in eleganter Kleidung, am Grabe stehen. Was es auch immer mit Dr. Holmes’ Taten im Mercy Mental Hospital auf sich hat, die Antwort befindet sich hier, bei den Leichen der erneut beigesetzten Melinda Watts und des vor Kurzem verstorbenen Sam Watts und bei den Trauergästen ihrer Bestattung.
es: El sol casi se ha puesto cuando llegas a Nuestra Señora del Sagrado Sacramento. Su cementerio, dilapidado y descuidado, se encuentra sobre una pequeña colina a las afueras de la ciudad, un enclave sombrío donde los muertos otean el bullir de los vivos. La lluvia de Seattle continúa sin amainar y los rayos coronan las montañas, mostrando el paisaje al ritmo en staccato de las luces parpadeantes. Recorres el camino de grava hasta las puertas del cementerio. Más adelante, ves a Coyote y a Jake junto a las tumbas, al lado de Jessica Watts y de otra plañidera, una hermosa elfa vestida con un traje de un precio exorbitante. Sea lo que sea lo que el Dr. Holmes se llevara entre manos en el hospital psiquiátrico Mercy, la respuesta está aquí, en el cuerpo reenterrado de Melinda Watts, en el cuerpo recién enterrado de Sam Watts y en todos los asistentes a esta ceremonia.
fr: Le soleil se couche lorsque vous atteignez Notre-Dame du Saint Sacrement. Son cimetière, délabré et envahi par les mauvaises herbes, trône au sommet d'une petite colline à la périphérie de la ville : un sombre territoire des morts dominant l'étendue urbaine des vivants. La pluie de Seattle continue de tomber dru, et la foudre apparaît au-dessus des montagnes, exposant le paysage aux coups saccadés des éclairs. Vous empruntez le sentier menant aux portes du cimetière. Un peu plus loin dans le cimetière, vous apercevez Coyote et Jake aux côtés de Jessica Watts et d'une autre personne, une superbe femme elfe dans une tenue hors de prix. Peu importe ce que le Dr. Holmes faisait à l'hôpital psychiatrique Mercy, les réponses étaient ici, avec le corps enseveli de Melinda Watts, celui récemment décédé de Sam Watts, ainsi que ceux participants à cette cérémonie.
it: Il sole è quasi tramontato quando raggiungi Nostra Signora del Santo Sacramento. Il suo cimitero, in rovina e soffocato dalle piante, è situato su una collinetta nella periferia della città: una tetra colonia di defunti che domina la distesa dei viventi. La pioggia di Seattle cade incessante e i lampi, oltre le montagne, rivelano il paesaggio con improvvisi bagliori. Percorri il vialetto di ghiaia fino al cancello del cimitero. Più avanti scorgi Coyote e Jake davanti alla tomba, accanto a Jessica Watts e a un'altra persona in lutto, una bella donna elfica vestita in modo molto elegante. Qualsiasi cosa avesse in mente il dottor Holmes al Mercy Mental Hospital, la risposta è lì davanti a te, nel corpo reinterrato di Melinda Watts, in quello appena seppellito di Sam Watts e nei partecipanti al funerale.
ru: Когда ты наконец добираешься до кладбища Пресвятой Владычицы нашей Богородицы, оно утопает в вечерней темноте. Заросший и заброшенный погост располагается на вершине одинокого холма на окраине города - маленький и печальный некрополь в стороне от шумного мира живущих. Дождь льет как из ведра. Над горами сверкает молния, выхватывая из сумрака очертания крошащихся надгробий и склепов. Ты минуешь кладбищенские ворота. На некотором отдалении стоят Джейк и Койот, а еще чуть дальше - Джессика Уоттс и еще одна женщина. Это эльфийка необыкновенной красоты, одетая в пальто стоимостью в шестизначную сумму. Чем бы ни занимался доктор Холмс в своей психиатрической клинике, ответы Мелинда Уоттс унесет с собой в могилу. Их не узнает ни Сэм Уоттс, ни люди, собравшиеся здесь, чтобы проводить его в последний путь.

source: The supervisor has the look of a Stuffer Shack manager with delusions that he's on a "career track" rather than what he is - a disposable, dime-a-dozen resource.
de: Der Vorgesetzte sieht aus wie ein Stuffer-Shack-Manager, der sich einbildet, dass er Karriere machen wird ... anstatt sich einzugestehen, dass er ein beliebig austauschbarer Angestellter ist.
es: El supervisor tiene el aspecto de un responsable del Stuffer Shack con aires de tener una "trayectoria profesional" en lugar de lo que es en realidad; un recurso desechable de los que hay a patadas.
fr: Le responsable a l'allure d'un manager de Stuffer Shack qui se croit en pleine "ascension de carrière" alors qu'il est comme tous les autres : de la main d'œuvre sans valeur.
it: Il supervisore ha l'aspetto di un manager della Stuffer Shack, illuso di poter "fare carriera". Invece è solo una risorsa usa e getta.
ru: Твой новый начальник глядит на тебя с видом человека, который убежден, что делает карьеру, хотя на самом деле он никогда не поднимется выше того положения, которое занимает сейчас. Найти ему замену не легко, а очень легко.

source: The surgical cart contains a gate key.
de: Auf dem Operationsbeiwagen befindet sich ein Schlüssel.
es: En el carro quirúrgico hay una llave de una reja.
fr: Le chariot de chirurgie contient une clé.
it: Il carrello chirurgico contiene la chiave di un cancello.
ru: На хирургической каталке лежит ключ.

source: The surgical cart is strewn with gruesome tools - motorized saws and metal vices.
de: Auf dem Operationsbeiwagen sind lauter schaurige Instrumente verteilt – Motorsägen und metallene Schraubzwingen.
es: El carro quirúrgico tiene herramientas horripilantes esparcidas por encima: sierras a motor y artilugios metálicos depravados.
fr: Le chariot de chirurgie est parsemé d'outils terrifiants : des scies motorisées et des étaux en métal.
it: Sul carrello chirurgico sono sparsi strumenti raccapriccianti: motoseghe e abomini metallici.
ru: На хирургической каталке лежат инструменты самого жуткого вида - автоматические пилы и стальные тиски

source: The sweeping walls, the muted colors, and the soothing music of the Universal Brotherhood’s entrance hall are all designed to relax you.
de: Die weite, offene Halle, die blassen Farben und die sanfte Musik des Foyers der Universellen Bruderschaft sind alle wie geschaffen, um dich zu entspannen.
es: Las amplias paredes, los colores silenciosos y la música relajante del vestíbulo de la Hermandad Universal han sido diseñados con el propósito de relajarte.
fr: Les hauts murs, les couleurs contenues et la musique apaisante du hall d'entrée de la Confrérie Universelle sont conçus pour vous relaxer.
it: Le grandi pareti, i colori tenui e la musica avvolgente della hall d'ingresso della Fratellanza Universale sono progettate per farti rilassare.
ru: Просторные комнаты, неяркие цвета и мягкая музыка призваны успокоить посетителей Всеобщего братства и помочь им расслабиться.

source: The table is covered in candies of every shape. All covered in elaborate colorful packaging.
de: Auf dem Tisch befinden sich Süßigkeiten aller Art. Alles ist in buntem Papier verpackt.
es: La mesa está cubierta de golosinas de todo tipo de formas. Todas envueltas con elaborados envoltorios de colores.
fr: La table est couverte de bonbons de toutes les formes. Tous enveloppés dans des emballages colorés.
it: Il tavolo è pieno di caramelle di ogni forma. Tutte incartate in modo elaborato e colorato.
ru: На столе лежит горка конфет, завернутых в разноцветные фантики.

source: The table is covered with snack foods.
de: Der Tisch ist mit Häppchen bedeckt.
es: La mesa está cubierta de comida para picar.
fr: La table est couverte d'en-cas.
it: Il tavolo è ricoperto di snack vari.
ru: На столе разложены легкие закуски.

source: The tall, fussy elf with the air of a Victorian butler studies you from far above your diminutive height before he speaks. He doesn’t like what he sees.
de: Der große, sehr pingelig wirkende Elf hat die Ausstrahlung eines Butler aus viktorianischen Zeiten und mustert deinen kleinen Körper von weit oben herab, bevor er spricht. Ihm gefällt nicht, was er sieht.
es: El quisquilloso elfo alto con aire de mayordomo victoriano te estudia desde las alturas ante tu diminuta estatura antes de hablar. No le gusta lo que ve.
fr: L'elfe pointilleux, qui ressemble à un majordome de l'époque Victorienne, vous dévisage du haut de sa grande taille avant de prendre la parole. Vous ne lui faites pas très bonne impression.
it: L'Elfo snob, dall'aria di maggiordomo vittoriano, ti scruta ben al di sopra della tua scarsa altezza prima di parlare. E non gli piace quello che vede.
ru: Похожий на дворецкого викторианской эпохи эльф придирчиво осматривает тебя, глядя сверху вниз. Ему определенно не нравится то, что он видит.

source: The target has movement increased by 15 with 50% penalty to aim loss of 1 AP
de: Die Bewegung des Ziels wird um 15 erhöht, doch die Zielgenauigkeit wird um 50 % reduziert und es verliert 1 AP.
es: El movimiento del objetivo aumenta en 15, con una penalización del 50 % a la puntería. Pérdida de 1 PA.
fr: La cible voit son mouvement amélioré de 15 avec une pénalité à la précision de 50 %, perte d'un PA.
it: L'obiettivo ottiene un bonus di movimento di +15 con il 50% di penalità sulla mira e perdita di 1 PA
ru: Скорость передвижения цели увеличивается на 15. При этом ее меткость понижается на 50%. Цель также теряет 1 очко действия.

source: The three are silent as the news sinks in.
de: Alle drei schweigen, als sie deine Neuigkeiten verarbeiten.
es: Los tres permanecen callados mientras asimilan las noticias.
fr: Les trois ne disent pas un mot, le temps d'encaisser la nouvelle.
it: I tre sono senza parole mentre assimilano la notizia.
ru: В комнате воцаряется потрясенное молчание.

source: The thug attempts to use his bulk and hideous breath to intimidate the shopkeeper. The old woman is holding firm... but you can see the thug's patience fading fast, and he looks like he's about to start breaking things.
de: Der Schläger versucht, die Verkäuferin mit seiner schieren Masse und seinem widerlichen Mundgeruch einzuschüchtern. Die alte Frau hält ihm noch stand ... doch die Geduld des Schlägers scheint sich dem Ende entgegenzuneigen und er steht wohl kurz davor, alles kurz und klein zu schlagen.
es: El matón intenta usar su abundante y apestoso aliento para intimidar a la tendera. La anciana se mantiene firme... pero puedes ver que la paciencia del matón se agota rápidamente y parece que va a empezar a romper cosas.
fr: Le voyou tente d'utiliser sa carrure et son haleine fétide pour intimider la propriétaire du magasin. La vieille femme tient bon... mais vous pouvez voir que la patience du voyou va rapidement atteindre ses limites, et il a l'air d'être sur le point de tout casser.
it: Il delinquente tenta di utilizzare la sua mole e il suo fiato mefitico per intimidire il negoziante. L'anziana donna resiste... ma capisci che la pazienza del delinquente sta per esaurirsi e sembra che stia per iniziare a spaccare tutto.
ru: Головорез нависает над торговкой всем своим весом, дыша перегаром ей в лицо. Немолодая уже женщина пока держится... Но головорез теряет терпение и, похоже, вот-вот сорвется.

source: The top floors may only be accessed with the expressed authorization of Erik Silverstar, our VP of Security. You can head to the lower floors if your supervisor wants.
de: Die oberen Stockwerke dürfen nur mit der ausdrücklichen Erlaubnis von Erik Silverstar, dem VP der Sicherheitsabteilung, betreten werden. Du kannst dich gern um die unteren Stockwerke kümmern, wenn dein Vorgesetzter das möchte.
es: A los pisos superiores solo se puede acceder con la autorización expresa de Erik Silverstar, nuestro vicepresidente de seguridad. Si tu supervisor quiere, puedes ir a los pisos de abajo.
fr: Les étages supérieurs ne sont accessibles qu'avec l'autorisation express d'Erik Silverstar, notre vice-président de la sécurité. Vous pouvez aller aux étages inférieurs si votre superviseur le souhaite.
it: I piani superiori sono accessibili solo con l'autorizzazione di Erik Silverstar, Vicepresidente della sicurezza. Può accedere ai piani inferiori, se il suo supervisore vuole.
ru: На верхние этажи можно попасть только с разрешения Эрика Сильверстара, главы службы безопасности. Придется тебе драить полы тут - так и скажи твоему начальнику.

source: The tormented spirits of the BTLs victims manifest in horror.
de: Die gequälten Geister der BTL-Opfer manifestieren sich in purem Horror.
es: Los espíritus atormentados de las víctimas del BTL se manifiestan con horror.
fr: Les esprits tourmentés des victimes du BTL se manifestent dans toute leur horreur.
it: Gli spiriti tormentati delle vittime della BTL si palesano con orrore.
ru: Истерзанные духи жертв Идеальной реальности обретают форму.
