Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: In the urban sprawl of the Seattle metroplex, the search for a mysterious killer sets you on a trail that leads from the darkest slums to the city’s most powerful megacorps. You will need to tread carefully, enlist the aid of other runners, and master powerful forces of technology and magic in order to emerge from the shadows of Seattle unscathed.
de: In den Sprawls des Metroplexes von Seattle stößt du auf der Suche nach einem mysteriösen Mörder auf eine Spur, die dich von den dunkelsten Slums der Stadt zu ihrem mächtigsten Konzern führt. Du wirst äußerst vorsichtig sein müssen, andere Runner um Hilfe bitten und die Macht von Technik und Magie meistern müssen, um aus den Schatten Seattles unbeschadet wieder emportreten zu können.
es: En el Ensanche urbano del área metropolitana de Seattle, la búsqueda de un asesino misterioso te lleva desde los antros más siniestros hasta las megacorporaciones más poderosas de la ciudad. Debes andarte con pies de plomo, contratar los servicios de runners y dominar poderosas fuerzas de magia y tecnología si quieres salir ileso de entre las sombras de Seattle.
fr: Dans la conurbation de la métroplexe de Seattle, la recherche du mystérieux assassin vous conduit des bas quartiers les plus sombres aux plus puissantes mégacorporations de la ville. Vous allez devoir faire attention où vous mettez les pieds, engager d'autres runners et maîtriser les forces puissantes de la technologie et de la magie afin de sortir indemne des ténèbres de Seattle.
it: Nel groviglio urbano della metropoli di Seattle, la ricerca di un misterioso assassino ti conduce su un sentiero che va dai bassifondi più neri alle megacorporazioni più potenti della città. Dovrai procedere con cautela, ottenere l'aiuto di altri Runner e padroneggiare le potenti forze della tecnologia e della magia, così uscirai indenne dalle ombre di Seattle.
ru: В Сиэтле орудует серийный убийца. Кровавый след тянется из трущоб мегаполиса и приводит в величественные небоскребы могущественных корпораций. Тебе предстоит распутать это дело, лавируя между сильными мира сего: заручись помощью надежных друзей, вопользуйся преимуществами, которые дает тебе технология и подчини своей воле силы волшебства, если хочешь уцелеть. Тени Сиэтла полны опасностей.

source: In today's interview Ms. Yuskin told me she hated her legs. Said they were stumpy, unattractive. I haven't done a transplant in years, but I offered to give her new legs. Her face lit up like it was Christmas. At least her cut-out can block out the surgery and painful recovery process. I've put in an order to the Organ Grinders to send me anything leggy. Maybe I'll get some elf legs in and see how she likes them.
de: Heute hat mir Ms. Yuskin erzählt, dass sie ihre Beine hasst. Meinte, dass sie zu kurz und schief seien. Ich habe seit Jahren keine Transplantation mehr durchgeführt, aber ich habe ihr angeboten, ihr neue Beine zu geben. Ihr Gesicht war so voller Freude, als wäre es Weihnachten. Wenigstens kann ihr Cut-Out die Operation und den schmerzhaften Erholungsprozess ausblenden. Ich habe eine Bestellung für Beine jeder Art bei Organ Grinders aufgegeben, vielleicht bekomme ich ein paar Elfenbeine in die Finger. Mal sehen, wie sie ihr gefallen werden.
es: En la entrevista de hoy, la Sra. Yuskin me ha dicho que odiaba sus piernas. Dijo que eran rechonchas, poco atractivas. Llevo años sin hacer un trasplante, pero me ofrecí a darle unas piernas nuevas. Su cara se iluminó como si fuera navidad. Al menos su chip de corte puede bloquear la cirugía y el doloroso proceso de recuperación. He realizado un pedido a los Organilleros para que me envíen algo parecido a una pierna. Quizás reciba piernas de elfo, ya veremos si le gustan.
fr: Dans son entretien d'aujourd'hui, Mme Yuskin m'a dit qu'elle détestait ses jambes. Elle a dit qu'elle les trouvait courtes et laides. Cela fait des années que je n'ai pas fait la moindre transplantation, mais je lui ai proposé de lui donner de nouvelles jambes. Son visage s'est éclairé comme celui d'un gosse à Noël. Au moins sa custom peut bloquer la chirurgie et le douloureux processus de récupération. J'ai passé commande au Broyeur d'Organes pour qu'il m'envoie tout ce qui ressemble à des jambes. Peut-être que je choperai des jambes d'elfe et je verrai si ça lui plaît.
it: Nel colloquio di oggi mi ha detto che odiava le sue gambe. Diceva che erano tozze e poco attraenti. Io non faccio trapianti da anni, ma le ho offerto di darle delle gambe nuove. A quel punto il suo viso si è illuminato come se fosse la notte di Natale. Almeno il chip può permetterle di evitare la chirurgia e il doloroso processo di riabilitazione. Ho inviato un ordine alla Suonatori d'organi per farmi mandare delle gambe sinuose. Magari riuscirò a trovare delle gambe di Elfo e le chiederò se le piacciono.
ru: Во время сегодняшнего сеанса групповой терапии Юскин призналась, что ненавидит свои ноги. Она считает их короткими и непривлекательными. Я уже несколько лет не осуществлял пересадку, но предложил ей помочь. Сказать, что она обрадовалась - значит не сказать ничего, она была просто счастлива. Чипы помогут ей во время болезненного послеоперационного периода. Я отправил в "Руки-ноги" соответствующий запрос. Посмотрим, понравятся ли ей ноги от какой-нибудь эльфийки.

source: In your line of work, a short memory can be an asset. This was not one of those times.
de: In deinem Job kann Vergesslichkeit manchmal hilfreich sein. In diesem Fall aber nicht.
es: En tu profesión, las lagunas de memoria pueden ser una ventaja. Este no era uno de esos momentos.
fr: Une courte mémoire peut être une qualité dans votre travail, de temps en temps. Mais ce n'était pas un de ces moments.
it: Nel vostro campo, la memoria corta può essere un vantaggio. Questa non è la volta buona, però.
ru: Многие раннеры страдают потерей памяти. Это не болезнь, а значительное достоинство.

source: In your role here, I suppose you often escorted Sam to the door.
de: In deiner Tätigkeit hier musstest du Sam sicher des Öfteren zur Tür begleiten.
es: En tu puesto, supongo que habrás acompañado a Sam hasta la puerta muchas veces.
fr: Dans votre travail ici, je suppose que vous avez souvent dû accompagner Sam à la porte.
it: Suppongo che abbia scortato Sam alla porta molto spesso.
ru: Принимая во внимание твою профессию, я полагаю, что ты указывал Сэму на дверь не раз и не два.

source: Incorrect Answer
de: Falsche Antwort.
es: Respuesta incorrecta
fr: Réponse incorrecte
it: Risposta errata
ru: Неверный ответ

source: Incriminating Data
de: Belastende Daten
es: Datos incriminatorios
fr: Données compromettantes
it: Dati incriminanti
ru: Вещественные доказательства

source: Indeed I do! Doc Wagon’s armed medical response teams are how runners live to fight another day. They're kind of like Blue Cross/Blue Shield meets Black Hawk Down. You can buy their remote trauma kits and give them to your hired runners to revive them. A Doc Wagon trauma kit brings back one hired runner from Death’s Door - kind of like a one-time-use resurrection pill. Is that cheating? Nah, it’s a single player game - think of it more like easy mode! Anyway here's a trauma kit for you. You may need it.
de: Und wie ich das habe! DocWagons Notfallteams haben schon zahllosen Runnern das Leben gerettet. Sie sind eine Art Kombination aus Rotes Kreuz und Black Hawk Down. Du kannst ihre mobilen Trauma-Kits kaufen und damit deine Runner wiederbeleben. Mit einem von DocWagons Trauma-Kits kannst du einen angeheuerten Runner von der Pforte des Todes wieder zurückholen. Es ist praktisch eine Art Wiederbelebungspille. Ob das Schummeln ist? Ach was, das hier ist ein Einzelspielerspiel – betrachte es einfach als Schwierigkeitserleichterung! Egal, hier hast du ein Trauma-Kit! Du wirst es vielleicht brauchen.
es: ¡Claro que sí! Los equipos de respuesta médica armada de DocWagon son lo que permite a los runners vivir para seguir luchando un día más. Es una especie de mezcla entre seguro sanitario y Black Hawk derribado. Puedes comprar sus traumakits remotos y dárselos a los runners contratados para resucitarlos. Un traumakit de DocWagon trae de las puertas de la muerte a un runner contratado.. es una especie de una pastilla de resurrección de un solo uso. ¿Eso es hacer trampas? Nah, es un juego para un jugador, ¡imagínatelo como un modo fácil! En cualquier caso, aquí tienes un traumakit. Te vendrá bien.
fr: Bien sûr ! Les équipes armées d'urgence médicale de Doc Wagon sont la raison pour laquelle les runners arrivent à survivre et à continuer le combat. C'est un genre de croix bleue/casque bleu à la Black Hawk Down. Vous pouvez acheter leurs kits de survie portables et les donner à vos runners pour les soigner. Un kit de survie de Doc Wagon peut ramener un runner à la vie. C'est un peu une pilule de résurrection. Ça n'est pas de la triche ? Nan, c'est un jeu solo. Il faut plutôt voir ça comme le mode facile ! Enfin, voilà un kit de survie pour vous. Vous pourriez en avoir besoin.
it: Certo che sì! Le squadre di pronto intervento armato della DocWagon sono quelle che ogni giorno salvano la pelle dei Runner. Sono una sorta di Croce Rossa e Black Hawk Down messi insieme. Puoi acquistare i loro Kit di emergenza remoti e darli ai Runner per curarli. Un Kit di emergenza della DocWagon è in grado di salvarti la pelle all'ultimo istante, come una sorta pillola resuscitante monouso. È tipo barare? No, è un gioco per giocatore singolo, vedilo più come se fosse la modalità facile! Comunque, eccoti un Kit di emergenza. Potresti averne bisogno.
ru: Не проблема! Вооруженные бригады санитаров компании Док-Вагон спасли жизнь не одной сотне раннеров. Этакие голубые береты со шприцами наперевес. Ты можешь использовать их медицинские комплекты, чтобы ставить на ноги тяжело раненных друзей. Они достаточно хороши, чтобы отогнать старуху с косой даже в самых безнадежных случаях. Думаешь, это жульничество? Ну, это всего лишь игра. Не все любят играть на высоком уровне сложности. Один медицинский комплект у меня есть с собой, так что держи. Он наверняка тебе пригодится.

source: Indeed I do. She plays her Starfire records so loud you can hear them down here. I've told Mr. Kluwe to have her turn that drek down more than once.
de: Die kenne ich in der Tat. Sie spielt ihre Starfire-Platten so laut, dass man sie auch hier unten noch hört. Ich hab Mr. Kluwe schon öfter mal gesagt, dass er sie dazu bewegen soll, diesen Drek ein wenig leiser zu machen.
es: Por supuesto que sí. Pone los discos de Starfire tan fuerte que se oyen desde aquí abajo. Le he dicho al Sr. Kluwe más de una vez que le haga bajar esa mierda.
fr: Ben carrément, ouais. Elle écoute Starfire si fort que l'on peut l'entendre jusqu'ici. J'ai déjà dit plus d'une fois à M. Kluwe de lui faire baisser le son.
it: Certo che lo so. Mette i dischi degli Starfire a volume così alto che li puoi sentire da quaggiù. Ho detto più di una volta al signor Kluwe di fare abbassare quella merda.
ru: Знаю, причем весьма хорошо. Она постоянно врубает Звездное пламя на полную громкость, и мистеру Клюве приходится просить ее убрать звук по нескольку раз за ночь.

source: Indeed, mon ami! There will, of course, be complications to overcome.
de: In der Tat! Natürlich gilt es Komplikationen zu überwinden.
es: ¡Dalo por hecho, mon ami! Lógicamente, habrá complicaciones que deberemos superar.
fr: Effectivement, mon ami ! Il y a aura bien sûr quelques complications à prévoir.
it: Ma certo, mon ami! Ci saranno certamente delle complicazioni da superare.
ru: Разумеется, mon ami! Разумеется, сперва нам придется преодолеть некоторые трудности.

source: Indeed.
de: In der Tat.
es: Claro.
fr: En effet.
it: Certamente.
ru: Действительно.

source: Indeed. Normally, I require a percentage of the runner’s income for the use of this facility but as I said, you are family now. Consider it on the house. To gain entrance, play G-A-F-F-C on the piano.
de: In der Tat. Normalerweise verlange ich einen Einkommensanteil des Shadowrunners für die Benutzung dieser Anlage, aber wie ich bereits sagte: Du gehörst jetzt zur Familie. Das geht also auf Kosten des Hauses. Um einzutreten, spiel einfach G-A-F-F-C auf dem Klavier.
es: Pues sí. Normalmente, exijo un porcentaje de las ganancias del runner a cambio de que use esta instalación, pero como ya he dicho, ahora eres familia. Considéralo pagado. Para entrar, toca Sol-La-Fa-Fa-Do en el piano.
fr: Effectivement. Généralement, j'exige des Runners une partie de leur revenu s'il veulent utiliser les locaux mais comme je vous le disais, vous faites partie de la famille, maintenant. C'est chez vous, à présent. Pour entrer, il faut jouer sol-la-fa-fa-do au piano.
it: In effetti. Di solito chiedo una percentuale sui profitti del Runner per usare questa struttura, ma come ti dicevo, ora tu sei parte della famiglia. Consideralo un omaggio della casa. Per entrare, suona le note Sol-La-Fa-Fa-Do sul piano.
ru: Именно. Я взимаю с раннеров часть их дохода в обмен на право пользоваться всеми этими услугами, но ты теперь член нашей семьи. Чтобы попасть туда, сыграй на пианино соль-ля-фа-фа-до.

source: Indigestion.
de: Verdauungsstörungen.
es: Indigestión.
fr: L'indigestion.
it: Indigestione.
ru: Несварение желудка.

source: Infiltrate the Secret Lab
de: Infiltriere die geheime Einrichtung
es: Infíltrate en el laboratorio secreto
fr: Infiltrer le labo secret
it: Penetra all'interno del laboratorio segreto
ru: Проберись в секретную лабораторию

source: Infirmary Key
de: Krankenhaus-Schlüssel
es: Llave de la enfermería
fr: Clé de l'infirmerie
it: Chiave dell'infermeria
ru: Ключ от палаты

source: Information incorrect. Please reenter valid information to print a new keycard.
de: Daten nicht korrekt. Bitte geben Sie gültige Informationen ein, um eine neue Schlüsselkarte zu drucken.
es: Información incorrecta. Por favor, introduzca información correcta para imprimir una nueva tarjeta de acceso.
fr: Informations incorrectes. Veuillez saisir des informations valides pour imprimer une nouvelle carte d'accès.
it: Informazioni non corrette. Si prega di reinserire le informazioni per stampare una nuova tessera d'accesso.
ru: Информация указана неверно. Пожалуйста, укажите верную информацию для создания нового пропуска.

source: Inner Sanctum
de: Inneres Heiligtum
es: Sanctasantórum
fr: Sanctuaire intérieur
it: Santuario nascosto
ru: Внутренние помещения

source: Inner Sanctum Access Keycard
de: Schlüsselkarte ins innere Heiligtum
es: Tarjeta de acceso al Sanctasanctórum
fr: Carte d'accès au Sanctuaire intérieur
it: Tessera d'accesso del Santuario nascosto
ru: Пропуск во внутреннее святилище

source: Inner Sanctum Residents: Grandmother Jessica Father Willy Mother Lynne Queen in waiting Sister Marie Louise Father Weisman Father Gitelman Father McCain Father Kohnert
de: Bewohner des inneren Heiligtums: Großmutter Jessica Vater Willy Mutter Lynne Zukünftige Königin Schwester Marie Louise Vater Weisman Vater Gitelman Vater McCain Vater Kohnert
es: Residentes del Sanctasanctórum: Abuela Jessica Padre Willy Madre Lynne Reina de honor Hermana Marie Louise Padre Weisman Padre Gitelman Padre McCain Padre Kohnert
fr: Résidents du Sanctuaire intérieur : Grand-mère Jessica Père Willy Mère Lynne Reine en devenir Sœur Marie Louise Père Weisman Père Gitelman Père McCain Père Kohnert
it: Residenti del Santuario nascosto: Nonna Jessica Padre Willy Madre Lynne Futura regina, Sorella Marie Louise Padre Weisman Padre Gitelman Padre McCain Padre Kohnert
ru: Жильцы внутренних помещений: Матриарх Джессика Отец Вилли Мать Линн Принцесса Сестра Мария-Луиза Отец Вейсман Отец Гительман Отец Маккейн Отец Кохнерт

source: Inner Sanctum Security
de: Sicherheitsbereich inneres Heiligtum
es: Seguridad del Sanctasanctórum
fr: Sécurité du Sanctuaire intérieur
it: Sicurezza del Santuario nascosto
ru: Охрана внутренних покоев

source: Inner Sanctum? Give me a better sense of the different areas of the Brotherhood?
de: Inneres Heiligtum? Kannst du mir erklären, was die verschiedenen Bereiche in der Bruderschaft sind?
es: ¿Sanctasantórum? ¿Podrías indicarme mejor las diferentes zonas de la Hermandad?
fr: Le Sanctuaire intérieur ? Parlez-moi un peu des bâtiments de la Confrérie.
it: Santuario nascosto? Potresti darmi un'idea delle diverse aree della Fratellanza?
ru: Во внутренних покоях? Расскажите мне о том, как устроено ваше здание.

source: Insect Debuff
de: Insekten-Debuff
es: Debilitación de insecto
fr: Affaiblissement de l'insecte
it: Smuscolatura insetto
ru: Насекомые - дебафф

source: Insect Pillar
de: Insektensäule
es: Columna insecto
fr: Pillard insecte
it: Colonia di insetti
ru: Колонна насекомых

source: Insect Shaman that heals her bug friends 20 HP.
de: Die Insektenschamanin heilt ihre Käferfreunde mit 20 LP.
es: Chamana insecto que cura a sus bichos aliados 20 PG.
fr: Chaman insecte qui soigne ses alliés de 20 PV.
it: Sciamano degli insetti che cura i suoi amici insetti per 20 PF.
ru: Шаман насекомых восстанавливает своим жукам 20 очков здоровья.

source: Insect Spirit Buff
de: Insektengeister-Buff
es: Potenciador de Espíritus insecto
fr: Renforcement de l'esprit insecte
it: Muscolatura spirito insetto
ru: Бафф - дух-насекомое

source: Insect Totem
de: Insekten-Totem
es: Tótem Insecto
fr: Totem insecte
it: Totem insetto
ru: Тотем насекомых

source: Insect Totem: Movement +4, Multi-attack
de: Insekten-Totem: Bewegung +4, Mehrfachangriff
es: Tótem Insecto: Movimiento +4, Ataque múltiple
fr: Totem insecte Mouvement +4, multi-attaque
it: Totem insetto: Movimento +4, attacco multiplo
ru: Тотем насекомого: +4 к скорости передвижения, мультиатака

source: Inside, the large, grey warehouse is as typical as the outside. High ceilings, adorned with girders and rickety catwalks, top a huge utilitarian room. Concrete and steel walls meet a concrete floor. This is a place for storing things, and nothing more. Despite the quiet on the outside, the inside is a hornet’s nest of Lone Star officers going about their business. In the center of the activity is the Emerald City Ripper’s latest victim. With uniforms everywhere, no one stops you at the door. It seems this case hasn’t leaked to the press - yet. Lone Star or no, you’ve got a job to do...
de: Die große, graue Lagerhalle sieht von innen ebenso gewöhnlich aus wie von außen. Eine hohe, mit Stahlträgern und wackeligen Stegen versehene Decke erstreckt sich über einer riesigen, zweckmäßigen Halle. Wände aus Beton und Stahl wachsen aus einem ebenso beschaffenen Boden. Dies ist ein Ort, um Dinge zu lagern und sonst nichts. Trotz der Stille außerhalb der Halle wimmelt es im Inneren nur so von Lone-Star-Officers, die ihrer Arbeit nachgehen. Inmitten dieser Aktivitäten liegt das letzte Opfer des Emerald City Rippers. Zwischen all den Uniformen denkt niemand daran, dich aufzuhalten. Es scheint, als wüsste die Presse nichts von diesem neuen Mord – noch nicht. Lone Star oder nicht, du hast einen Job zu erledigen ...
es: Por dentro, el gran almacén gris es tan normal como por fuera. Techos altos, adornados con vigas y destartaladas pasarelas, coronan una sala sobre todo práctica. Paredes de acero y cemento se unen en un suelo de cemento. Es un lugar para almacenar cosas y nada más. A pesar de la tranquilidad del exterior, el interior es un avispero de agentes de Lone Star ocupándose de sus asuntos. En el centro de la actividad está la última víctima del Destripador de Ciudad Esmeralda. Con uniformes por todas partes, nadie te detiene en la puerta. Parece que este caso no se ha filtrado a la prensa... aún. Lone Star o no, tienes un trabajo que hacer...
fr: À l'intérieur, le gros entrepôt grisâtre ne détonne pas plus que l'extérieur. De hauts plafonds, ornés de poutrelles et de minces corniches, surplombent cette immense pièce utilitaire. Des murs d'acier et de béton s'élèvent autour d'un sol de béton. Ici, on stocke des trucs. Rien d'autre. Malgré le calme apparent depuis l'extérieur, l'intérieur fourmille d'agents de Lone Star qui vaquent à leurs occupations. Au centre de toute cette activité se trouve la dernière victime de l'éventreur d'Emerald City. Avec des uniformes partout, personne ne pense à vous arrêter à la porte. On dirait que cette affaire n'a pas été ébruitée. Pas encore. Lone Star ou pas, vous avez une mission...
it: All'interno, il grande magazzino grigio è ordinario proprio come all'esterno. Il soffitto alto, ornato da travi e passerelle traballanti, sormonta un'ampia stanza. Pareti in cemento e acciaio incrociano un pavimento di cemento. Questo posto è solo un deposito e nient'altro. Nonostante all'esterno sia tutto tranquillo, l'interno è un vespaio di agenti Lone Star che svolgono il loro lavoro. Al centro delle attività c'è l'ultima vittima dello Squartatore di Emerald City. Con uniformi ovunque, nessuno ti ferma davanti alla porta. Sembra che questo caso non sia trapelato alla stampa, non ancora. Lone Star o no, hai un lavoro da fare...
ru: Изнутри огромное серое здание склада выглядит таким же обыденным, как и снаружи. Высокий потолок, многочисленные полки и неустойчивые лестницы заполняют помещение. Стены из бетона и стали смыкаются с бетонным же полом. Это место для хранения вещей, временное пристанище и ничего более. Несмотря на окружающее склад затишье, внутри кипит лихорадочная деятельность. Офицеры ''Одинокой звезды'' торопливо снуют туда-сюда. В центре всеобщего внимания лежит последняя жертва Потрошителя Изумрудного города. Несмотря на большое количество охранников, ни один из них не пытается тебя задержать. Похоже, пресса не знает о случившемся. Во всяком случае, пока не знает. Общение с ''Одинокой звездой'' не входило в твои планы, но дело есть дело...

source: Intercom
de: Sprechanlage
es: Intercomunicador
fr: Interphone
it: Citofono
ru: Интерком

source: Interested in some real firepower?
de: Interessiert an ein paar ordentlichen Waffen?
es: ¿Buscas armas de verdad?
fr: Intéressé par une vraie puissance de feu ?
it: Ti interessa una maggiore potenza di fuoco?
ru: Хочешь купить настоящее оружие?

source: Interesting. Well... there's those who might be interested in purchasing some of her parts, sure, but that's pretty poor form to inquire at the site of a murder. An ugly elf, eh? I'll keep an eye out. Shouldn't be hard to spot if he comes back around.
de: Interessant. Naja, es gibt sicher jemanden, der daran interessiert ist, einige ihrer Körperteile zu erwerben, aber am Tatort eines Mordes danach zu fragen, ist trotzdem ziemlich unangemessen. Ein hässlicher Elf also? Ich werde meine Augen offen halten. Wenn er zurückkommt, sollte er nicht allzu schwer zu erkennen sein.
es: Interesante. Bueno... están aquellos que podrían estar interesados en comprar algunas de sus partes, pero es de mala educación preguntar en el lugar de un asesinato. Un elfo feo, ¿eh? Tendré los ojos abiertos. No debería ser difícil verlo si vuelve por aquí.
fr: Intéressant. Eh bien... il y a sûrement des gens qui veulent acheter certaines pièces détachées, c'est sûr, mais ce n'est vraiment pas sympa de poser ce genre de questions sur les lieux du meurtre. Un elfe plutôt laid, hein ? Je ferai attention. Il ne devrait pas être difficile à remarquer s'il revient.
it: Interessante. Beh... qualcuno potrebbe essere interessato ad acquistare parti del suo corpo, certo, ma non è bello parlare di queste cose sul luogo di un omicidio. Un brutto Elfo, eh? Terrò gli occhi aperti. Non dovrebbe essere difficile individuarlo, se torna da queste parti.
ru: Интересно. Ну... полагаю, ее органы можно было бы использовать в качестве донорских, но спрашивать об этом прямо на месте убийства по меньшей мере не вежливо. Уродливый эльф, говоришь? Буду иметь в виду. Он должен бросаться в глаза.
