Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Edward Fernandez Edward Ludemann Elliot Thomas Beter Erlend Hoel Glenn "SoundWizard" Goa Haegemon Halfhigh harrio... Hawke Henning Wackernagel James Edward Johnson James Z. Candalino James-Robert Burey Jason Dvorchak Jeff Taylor Joe with an 'e' Johannes "Stilgar" Horak Jordan Stevens Joseph D. Payne, M.D. Julien Feraud Jürgen "tauli" Peters Justin A. Inlow Kalduil Ktooloo Lebel Family Lee Dohm Living Worlds Games, LLC. Lunargent ManicMarauder Marcel Villamor Marco Caminada Matthew Bobrowski Michael "Snicker" Lynch Michael C. Mathey Michael Kindt Dalzen Michael L. Jacobs Michael Nightingale Michael Roach Michael 'Silver' Drobnack Mickle Mike Schmidt Monica Sachnoff
de: Edward Fernandez Edward Ludemann Elliot Thomas Beter Erlend Hoel Glenn „SoundWizard“ Goa Haegemon Halfhigh harrio... Hawke Henning Wackernagel James Edward Johnson James Z. Candalino James-Robert Burey Jason Dvorchak Jeff Taylor Joe mit ‚e‘ Johannes „Stilgar“ Horak Jordan Stevens Joseph D. Payne, M.D. Julien Feraud Jürgen „tauli“ Peters Justin A. Inlow Kalduil Ktooloo Lebel Family Lee Dohm Living Worlds Games, LLC. Lunargent ManicMarauder Marcel Villamor Marco Caminada Matthew Bobrowski Michael „Snicker“ Lynch Michael C. Mathey Michael Kindt Dalzen Michael L. Jacobs Michael Nightingale Michael Roach Michael „Silver“ Drobnack Mickle Mike Schmidt Monica Sachnoff
es: Edward Fernandez Edward Ludemann Elliot Thomas Beter Erlend Hoel Glenn "SoundWizard" Goa Haegemon Halfhigh harrio... Hawke Henning Wackernagel James Edward Johnson James Z. Candalino James-Robert Burey Jason Dvorchak Jeff Taylor Joe con 'e' Johannes "Stilgar" Horak Jordan Stevens Joseph D. Payne, M.D. Julien Feraud Jürgen "tauli" Peters Justin A. Inlow Kalduil Ktooloo Lebel Family Lee Dohm Living Worlds Games, LLC. Lunargent ManicMarauder Marcel Villamor Marco Caminada Matthew Bobrowski Michael "Snicker" Lynch Michael C. Mathey Michael Kindt Dalzen Michael L. Jacobs Michael Nightingale Michael Roach Michael 'Silver' Drobnack Mickle Mike Schmidt Monica Sachnoff
fr: Edward Fernandez Edward Ludemann Elliot Thomas Beter Erlend Hoel Glenn "SoundWizard" Goa Haegemon Halfhigh harrio... Hawke Henning Wackernagel James Edward Johnson James Z. Candalino James-Robert Burey Jason Dvorchak Jeff Taylor Joe avec un « e » Johannes "Stilgar" Horak Jordan Stevens Joseph D. Payne, M.D. Julien Feraud Jürgen "tauli" Peters Justin A. Inlow Kalduil Ktooloo Lebel, famille Lee Dohm Living Worlds Games, LLC. Lunargent ManicMarauder Marcel Villamor Marco Caminada Matthew Bobrowski Michael "Snicker" Lynch Michael C. Mathey Michael Kindt Dalzen Michael L. Jacobs Michael Nightingale Michael Roach Michael 'Silver' Drobnack Mickle Mike Schmidt Monica Sachnoff
it: Edward Fernandez Edward Ludemann Elliot Thomas Beter Erlend Hoel Glenn "SoundWizard" Goa Haegemon Halfhigh harrio... Hawke Henning Wackernagel James Edward Johnson James Z. Candalino James-Robert Burey Jason Dvorchak Jeff Taylor Joe con la "e" Johannes "Stilgar" Horak Jordan Stevens Joseph D. Payne, M.D. Julien Feraud Jürgen "tauli" Peters Justin A. Inlow Kalduil Ktooloo Famiglia Lebel Lee Dohm Living Worlds Games, LLC. Lunargent ManicMarauder Marcel Villamor Marco Caminada Matthew Bobrowski Michael "Snicker" Lynch Michael C. Mathey Michael Kindt Dalzen Michael L. Jacobs Michael Nightingale Michael Roach Michael "Silver" Drobnack Mickle Mike Schmidt Monica Sachnoff
ru: Эдвард Фернандес Эдвард Людеманн Эллиотт Томас Битер Эрланд Хоэль Гленн"Волшебник" Гоа Гегемон Халфхай Гаррио... Хоук Эннинг Вакернагель Джеймс Эдвард Джонсон Джеймс З. Кандалино Джеймс-Роберт Бьюри Джейсон Дворчак Джефф Тейлор Джо Йоханнес "Стилгар" Хорак Джордан Стивенс Джозеф Д. Пейн, доктор. Жульен Феро Юрген "таули" Петерс Джастин А. Инлоу Калдули Ктуулуу Лебел Фэмили Ли Догм Ливинг Ворлд Лунаргент Маник Мородер Марцелл Вилламор Марко Каминада Мэттью Бобровски Майкл "Сникер" Линч Майкл С. Мэйти Майкл Киндт Дальзен Майкл Л. Джейкобс Майкл Найтингейл Майкл Роач Майкл 'Сильвер' Дробнак Микль Майк Шмидт Моника Сачнофф

source: Eh? Who the hell are you?
de: Hä? Wer zum Geier bist du denn?
es: ¿Eh? ¿Quién demonios eres tú?
fr: Eh ? T'es qui ?
it: Eh? Chi diavolo sei tu?
ru: А ты еще кто, черт бы тебя побрал?

source: Eighteen hundred and it’s done.
de: Ich zahl dir 1800 dafür.
es: Mil ochocientos y cerramos el trato.
fr: 1 800 et c'est bon.
it: Milleottocento ed è fatta.
ru: Восемнадцать сотен. Это мое последнее слово.

source: Elevator Operations Menu
de: Menü: Fahrstuhlbedienung
es: Menú de funcionamiento del ascensor
fr: Menu des opérations de l'ascenseur
it: Menu di controllo dell'ascensore
ru: Меню управления лифтом

source: Elf
es: Elfo
fr: Elfe
it: Elfo
ru: Эльф

source: Elf Muscle
de: Elfenschläger
es: Sicario elfo
fr: Gros bras elfe
it: Elfo mercenario
ru: Эльф-охранник

source: Elf Prostitue
de: Elfenprostituierte
es: Prostituta elfa
fr: Elfe Prostituée
it: Prostituta Elfo
ru: Проститутка-эльф

source: ElfRigger
de: Elfen-Rigger
fr: Elfe Rigger
ru: Эльф-риггер

source: Eliminate the Rest of the Insect True Forms
de: Vernichte den Rest der Insekten
es: Elimina al resto de los Insectos Forma verdadera
fr: Éliminer le reste des insectes incarnés
it: Elimina il resto degli insetti ultraforma
ru: Заставь насекомых принять истинный облик и уничтожь их

source: Elite special forces of the Black Banner from the elven nation of Tir Tairngire.
de: Elite-Spezialkräfte unter dem Schwarzen Banner der Elfennation Tír Tairngire.
es: Fuerzas especiales de élite de los Black Banners, de la nación élfica de Tir Tairngire.
fr: Forces spéciales de la Bannière Noire de la nation elfe de Tir Tairngire.
it: Forze speciali d'élite del Vessillo Nero della nazione elfica di Tir Tairngire.
ru: Боец элитного подразделения "Черный вымпел" из эльфийской нации Тир Тайрнжир.

source: Emerald City Ripper?
es: ¿El Destripador de Ciudad Esmeralda?
fr: L'éventreur d'Emerald City ?
it: Lo Squartatore di Emerald City?
ru: Потрошитель Изумрудного города?

source: Encouraged to call it a night, I’d say.
de: Ich würde sagen, ich habe ihm nahegelegt, nach Hause zu gehen.
es: Animado a dar por terminada la noche, por así decirlo.
fr: Je dirais plutôt que je lui ai suggéré d'en rester là pour la nuit.
it: Direi piuttosto di averlo incoraggiato ad andare a casa.
ru: Скажем так, иногда я поощрял его прекратить еженощные возлияния.

source: EndofShadows
de: EndeDerSchatten
es: FindelasSombras
ru: КонецТеней

source: Enjoy.
de: Guten Appetit.
es: Disfruta.
fr: Bon appétit.
it: Buon appetito.
ru: Держи.

source: Enough. Are you willing to undergo this mission, $(l.name)?
de: Genug. Sind Sie bereit, diese Mission auszuführen, $(l.name)?
es: Ya basta. ¿Quieres aceptar esta misión, $(l.name)?
fr: Ça suffit. Êtes-vous prêt à remplir cette mission, $(l.name) ?
it: Basta così. Te la senti di accettare questa missione, $(l.name)?
ru: Довольно. Ты берешься выполнить для нас это задание, $(l.name)?

source: Enter password or use password recovery
de: Passwort eingeben oder „Passwort wiederherstellen“ verwenden
es: Introducir contraseña o recuperar contraseña
fr: Entrer le mot de passe ou utiliser la récupération de mot de passe
it: Inserisci la password o utilizza la funzione di recupero della password
ru: Введите пароль или воспользуйтесь функцией восстановления пароля

source: Entertainment: Surprise Maria Mercurial concert at Pike Place Market tonight at 11:00. "I just want to give back to my loyal fans," says the singer.
de: Unterhaltung: Überraschungskonzert von Maria Mercurial heute Abend um 11:00 auf dem Pike Place Market: „Ich möchte mich bei meinen treuen Fans bedanken“, so die Sängerin.
es: Espectáculos: Concierto sorpresa de Maria Mercurial en el mercado Pike Place esta noche a las 23:00 h. " Solo quería devolverle algo a mis leales fans", declaró la cantante.
fr: Divertissement : Concert surprise de Maria Mercurial au Marché de Pike Place, ce soir à 23 h. "C'est juste ma façon à moi de remercier mes fans", a déclaré la chanteuse.
it: Spettacoli: concerto a sorpresa di Maria Mercurial al mercato di Pike Place alle 23:00. "Voglio solo ricambiare l'affetto dei miei fan", ha dichiarato la cantante.
ru: Досуг: Сегодня в 11:00 на рынке Пайк-Плейс состоится неожиданный концерт Марии Меркурии "Я хочу отблагодарить моих преданных поклонников," заявила певица.

source: Entertainment: Surprise Maria Mercurial concert at Pike Place Market tonight at 11:00. "I just want to give back to my loyal fans," says the singer.
de: Unterhaltung: Überraschungskonzert von Maria Mercurial heute Abend um 11:00 auf dem Pike Place Market: „Ich möchte mich bei meinen treuen Fans bedanken“, so die Sängerin.
es: Espectáculos: Concierto sorpresa de Maria Mercurial en el mercado Pike Place esta noche a las 23:00 h. "Solo quería devolverle algo a mis leales fans", declaró la cantante.
fr: Divertissement : Concert surprise de Maria Mercurial au Marché de Pike Place, ce soir à 23 h. "C'est juste ma façon à moi de remercier mes fans", a déclaré la chanteuse.
it: Spettacoli: concerto a sorpresa di Maria Mercurial al mercato di Pike Place alle 23:00. "Voglio solo ricambiare l'affetto dei miei fan", ha dichiarato la cantante.
ru: Досуг: Сегодня в 11:00 на рынке Пайк-Плейс состоится неожиданный концерт Марии Меркурии "Я хочу отблагодарить моих преданных поклонников," заявила певица.

source: Entirely my fault. I made a mistake. I can't claim I was overtired, or inexperienced, or distracted. I simply made the wrong decision, and a young man died as a result.
de: Das war ganz und gar meine Schuld. Ich habe einen Fehler gemacht. Ich kann nicht behaupten, ich wäre übermüdet, unerfahren oder abgelenkt gewesen. Ich habe einfach nur eine falsche Entscheidung getroffen und ein junger Mann musste dafür sterben.
es: Totalmente culpa mía. Cometí un error. No puedo decir que estuviera más cansada de lo normal, ni que me faltara experiencia, ni que estuviera distraída. Simplemente tomé la decisión equivocada y un joven murió como consecuencia de ello.
fr: Entièrement ma faute. J'ai fait une erreur. Ce n'était pas à cause de la fatigue, ni du manque d'expérience, ni d'une distraction. J'ai simplement pris la mauvaise décision, et un jeune homme en est mort.
it: È stata interamente colpa mia. Ho commesso un errore. Non posso dare la colpa alla stanchezza, o all'inesperienza, o alla distrazione. Ho semplicemente preso la decisione sbagliata, e un ragazzo è morto per questo.
ru: Полностью моя вина, от начала и до конца. Я совершила ошибку. Я не могу сослаться на усталость или неопытность: принятое мной решение было неверным, и в результате человек расстался с жизнью.

source: Eric Mersmann
ru: Эрик Мерсманн

source: Eric Silverstar's half smoked cigar
de: Erik Silverstars halbgerauchte Zigarre.
es: Puro a medio fumar de Erik Silverstar.
fr: Cigare à moitié consumé d'Erik Silverstar
it: Mozzicone del sigaro di Erik Silverstar
ru: Наполовину выкуренная сигара Эрика Сильверстара

source: Erik Silverstar
ru: Эрик Сильверстар

source: Erk
es: Bobo
ru: Ерк

source: Error. Door cannot open during base lockdown.
de: Fehler. Die Tür kann nicht geöffnet werden, solange die Einrichtung abgeriegelt ist.
es: Error. La puerta no puede abrirse durante el aislamiento de la base.
fr: Erreur. La porte ne peut pas être ouverte durant le verrouillage de la base.
it: Errore. La porta non si apre durante la fase di blocco della base.
ru: Ошибка. Дверь нельзя открыть, если база находится в режиме повышенной безопасности.

source: Escape
de: Entkomme
es: Escapar
fr: S'échapper
it: Fuggi
ru: Выберись из здания

source: Escape: Movement +15, Accuracy -50%, AP -1
de: Flucht: Bewegung +15, Zielgenauigkeit -50 %, AP -1
es: Escapar: Movimiento +15, Precisión -50 %, -1 PA
fr: Évasion : Mouvement +15, Précision -50 %, -1 PA
it: Fuga: Movimento +15, Precisione -50%, PA -1
ru: Побег: Передвижение +15, Меткость -50%, Очки действия -1

source: Even 100 nuyen would make a big difference for an orphan, these days.
de: Auch 100 Nuyen würden heutzutage schon einen großen Unterschied für eine Waise machen.
es: Incluso 100 nuyens son una gran diferencia para un huérfano en estos momentos.
fr: Même 100 nuyens feraient une grande différence pour un orphelin de nos jours.
it: Anche 100 nuyen fanno la differenza per un orfano, di questi tempi.
ru: Я думаю, сиротам выбирать не приходится. Даже 100 нюйен для них крупная сумма.

source: Evening, $(l.sir).
de: Guten Abend.
es: Buenas tardes, $(l.sir).
fr: Bonsoir, $(l.sir).
it: Buonasera, $(l.sir).
ru: Добрый вечер, $(l.sir).

source: Eventually, the shaman completely succumbs, choosing the contentment and sense of clear purpose that being part of a hive provides. Perform your role. Serve your queen. That is all.
de: Am Ende erliegt der Schamane dem Druck vollständig und schließt sich dem Schwarm an, der ihm Zufriedenheit, ein klares Ziel und einen Lebenszweck verspricht. Erfülle deine Rolle. Diene deiner Königin. Das ist alles.
es: Al final, el chamán sucumbe completamente, eligiendo la felicidad y el sentimiento de objetivo claro que ofrece el formar parte de una colmena. Jugar tu papel. Servir a tu reina. Eso es todo.
fr: Finalement, le chaman succombe, en ayant la satisfaction de contribuer à l'atteinte d'un but suprême et d'appartenir à une ruche. Jouer votre rôle. Servir votre reine. C'est tout.
it: Alla fine, lo Sciamano soccombe completamente, optando per il senso di chiara determinazione e di appagamento che prova con l'Appartenenza a un Nido. Fai la tua parte. Servi la tua regina. Tutto qui.
ru: В какой-то момент шаман полностью теряет волю, всецело отдавшись радости служения королеве и чувству общности, которое дает ему принадлежность к рою. Играй свою роль. Служи королеве. Других желаний не остается.

source: Ever hear of a bug spirit or bug shaman, Aljernon?
de: Hast du schon einmal von einem Insektengeist oder einem Insektenschamanen gehört, Aljernon?
es: Aljernon, ¿alguna vez has oído hablar de un espíritu bicho o de un chamán bicho?
fr: Déjà entendu parler d'un esprit insecte ou d'un chaman insecte ?
it: Hai mai sentito parlare di uno spirito insetto o di uno sciamano insetto, Aljernon?
ru: Алджернон, ты когда-нибудь слышал о духах-насекомых или жучиных шаманах?

source: Ever hear of someone named Coyote?
de: Schon mal etwas von einer gewissen Coyote gehört?
es: ¿Ha oído alguna vez hablar de Coyote?
fr: Déjà entendu parler de quelqu'un du nom de Coyote ?
it: Mai sentito nominare una certa Coyote?
ru: Имя Койот тебе знакомо?

source: Ever hear the name Sam Watts?
de: Schon mal den Namen Sam Watts gehört?
es: ¿Has escuchado alguna vez el nombre de Sam Watts?
fr: Sam Watts, ça vous dit quelque chose ?
it: Mai sentito il nome Sam Watts?
ru: Имя Сэм Уоттс тебе знакомо?

source: Ever heard of a place called Maury's Meat Market? Coyote had a receipt for some zebra meat from there.
de: Hast du schon mal was von einem Laden namens Maury’s Meat Market gehört? Coyote hatte eine Quittung über Zebrafleisch von dort.
es: ¿Has oído hablar alguna vez de un lugar llamado el Mercado de carne de Maury? Coyote tenía un recibo de un poco de carne de cebra de ese lugar.
fr: Tu as déjà entendu parler d'un endroit appelé Maury's Meat Emporium ? Coyote avait une facture de là-bas, pour un achat de viande de zèbre.
it: Hai mai sentito di un posto chiamato Emporio della carne di Maury? Coyote aveva uno scontrino per l'acquisto di un po' di carne di zebra.
ru: Знаешь мясную лавку Мори? Койот должна была забрать оттуда мясо зебры.

source: Every BTL junkie wants to get in with Stevie. Tell you what, I'll let you go upstairs and talk to him, maybe he likes you. If he decides he'd rather feed you to his hellhounds, well, that ain't on me.
de: Jeder BTL-Junkie will mit Stevie ins Geschäft kommen. Also gut, ich schick dich nach oben und du kannst mit ihm sprechen. Vielleicht mag er dich ja. Wenn er dich lieber an seine Höllenhunde verfüttert, ist das nicht mein Problem.
es: Todos los yonkis de BTL quieren llegar hasta Stevie. Tengo una idea: te dejaré subir a hablar con él, a lo mejor le gustas. Si decide que prefiere darte de comer a los cancerberos, la culpa no es mía.
fr: Tous les accrocs au BTL veulent voir Stevie. Je vais vous dire, je vous laisse monter là-haut et lui parler, il vous appréciera peut-être. Mais s'il décide de vous transformer en nourriture pour ses chiens, ça sera pas de ma faute.
it: Tutti i drogati di BTL vogliono unirsi a Stevie. Sai che ti dico, ti lascerò andare sopra a parlare con lui, magari gli piaci. Se decide di darti in pasto ai suoi segugi infernali, beh, non è colpa mia.
ru: Каждый наркоман мечтает понравиться Стиви. Ну, дело твое. Я разрешу тебе подняться наверх и поговорить с ним, но если он захочет скормить тебя своим адским псам, не жалуйся. Я тебя предупредил.

source: Every inch of the tech alcove is covered in a chaotic patchwork quilt of circuit boards, chips, wires, displays, and a million other things that you can’t identify. In the eye of this techno-bits storm stands a dwarf, immaculately dressed and supremely calm.
de: Jeder Zentimeter der Technik-Ecke ist von einem chaotischen Wirrwarr aus Platinen, Chips, Drähten, Bildschirmen und allen möglichen anderen, unidentifizierbaren Dingen bedeckt. Im Auge dieses Sturms aus Technikteilen steht ein makellos gekleideter und von vollkommener Ruhe gezeichneter Zwerg.
es: Cada centímetro del nicho tecnológico está cubierto por un caótico entramado de placas base, chips, cables, pantallas y un millón de cosas más que no puedes identificar. En el centro de esta tormenta tecnológica de bits hay un enano, vestido de manera impecable y con una tranquilidad impasible.
fr: La pièce est jonchée dans ses moindres recoins de circuits intégrés, de puces, de câbles, d'écrans et d'un fouillis d'autres choses que vous ne sauriez identifier. Au beau milieu de ce bazar technologique se tient un nain, parfaitement bien habillé et très calme.
it: Ogni centimetro del nucleo tecnologico è coperto da un groviglio fitto di tavole di circuiti, microchip, cavi, schermi, e un mucchio di altre cose che non sai identificare. Nel pieno di questa foresta di pezzi tecnologici, si trova un Nano, vestito di tutto punto e straordinariamente calmo.
ru: Каждый сантиметр горизонтальной поверхности в этом алькове покрывают разбросанные микросхемы, печатные платы, чипы, провода, дисплеи и множество других предметов, названия которых ты не знаешь и назначения которых не берешься определить. В центре этого хаоса возвышается невозмутимый дворф, одетый в великолепный темный костюм.

source: Every. Mother-fragging. One.
de: Jeden. Gottverdammten. Laden.
es: Todas. Todas y cada una. De ellas.
fr: Tous. Ces putain. De dealers.
it: Ogni. Dannatissimo. Spaccio.
ru: Ни. Мать их. Одной.

source: Everyone in the Universal Brotherhood is a family member. We are all Brothers and Sisters, our leaders are Mothers and Fathers, and the matriarch of the Seattle chapter is called Grandmother.
de: Jeder in der Bruderschaft ist ein Teil der Familie. Wir sind alle Brüder und Schwestern, unsere Anführer sind Mütter und Väter und das weibliche Oberhaupt des Ortsverbandes Seattle ist unsere Großmutter.
es: Cada miembro de la Hermandad Universal es un miembro de la familia. Todos somos Hermanos y Hermanas, nuestros líderes son Madres y Padres, y la matriarca del cabildo de Seattle se llama Abuela.
fr: La Confrérie est une famille. Nous sommes tous des Frères et des Sœurs, nos guides sont des Mères et des Pères et la matriarche de la Confrérie de Seattle se fait appeler Grand-mère.
it: Chiunque nella Fratellanza Universale è un membro della famiglia. Siamo tutti Fratelli e Sorelle, le nostre guide sono i Padri e le Madri, mentre la matriarca della sede di Seattle è chiamata Nonna.
ru: Все члены Всеобщего братства принадлежат к одной огромной и любящей семье. Все мы - братья и сестры, наши наставники - матери и отцы, а главу отделения в Сиэтле называют праматерью.

source: Everyone on Shadowlands knows you’re looking for me. Why the spam?
de: Jeder in den Shadowlands weiß, dass du nach mir suchst? Was soll der Spam?
es: En Shadowlands todo el mundo sabe que me estás buscando. ¿Para qué tanto mensaje?
fr: Tout le monde à Shadowlands sait que vous me cherchez. Pourquoi ?
it: Tutti nelle Ombre sanno che mi stai cercando. Perché tanta pubblicità?
ru: О том, что ты меня ищешь, уже знают все Сумеречные земли. Зачем ты их заспамил?

source: Everything all right here, doc?
de: Ist alles in Ordnung hier, Doc?
es: ¿Todo bien por aquí, doc?
fr: Tout va bien, doc ?
it: Tutto bene qui, dottoressa?
ru: Док, что-нибудь случилось?

source: Everything cool here?
de: Ist hier alles in Ordnung?
es: ¿Todo bien por aquí?
fr: Tout est cool par ici ?
it: È tutto a posto qui?
ru: Все в порядке?

source: Ex-Surgeon
de: Ex-Chirurg
es: Excirujano
fr: Ancien chirurgien
it: Ex-chirurgo
ru: Бывший хирург

source: Exactly so! Your little buggy friend exists on both planes simultaneously.
de: Ganz genau! Unser krabbeliger kleiner Freund existiert auf beiden Ebenen zugleich.
es: ¡Exactamente! Tu amigo el bichito existe en ambos planos a la vez.
fr: Exactement ! Votre petite bêbête existe sur deux plans à la fois.
it: Esattamente! Il tuo amichetto scarafaggio esiste su entrambi i piani contemporaneamente.
ru: Совершенно верно! Твои членистоногие друзья обитают в двух мирах одновременно.

source: Exactly that! You are clever! Now, here is what you must do...
de: Ganz genau! Du bist ganz schön clever! Also, Folgendes musst du tun ...
es: ¡Exactamente eso! ¡Qué inteligente eres! Verás, esto es lo que debes hacer...
fr: Exactement, ça ! Vous êtes un malin ! Voici ce que vous devrez faire...
it: Esattamente! Sei davvero intelligente! Per adesso, ecco quello che devi fare...
ru: Именно так! Мы хитры! А теперь слушай, что тебе надо сделать...

source: Exactly, but you have to be quick. This is Doc Wagon's own field tech, but even their stuff has its limits.
de: Ganz genau, aber du musst schnell sein. Das ist DocWagons Technologie für den Feldeinsatz, aber selbst deren Zeug kann nicht alles.
es: Exactamente, pero tienes que darte prisa. Estamos hablando de tecnología de campo del propio DocWagon, pero incluso sus utensilios tienen limitaciones.
fr: Exactement, mais vous devez être rapide. C'est la propre technologie du Doc Wagon, mais même ces trucs ont leurs limites.
it: Esatto, ma bisogna essere veloci. Questa è roba della Doc Wagon, ma anche i loro prodotti hanno dei limiti.
ru: Примерно так, но в любом случае нужно спешить. Это патентованная технология Док-Вагона, но даже их медики не научились воскрешать мертвых.

source: Excellent question. One I've asked myself many times.
de: Eine fantastische Frage. Ich habe sie mir selbst schon oft gestellt.
es: Una pregunta excelente. Una que me he hecho yo mismo muchas veces.
fr: Excellente question. Je me la suis maintes fois posée moi-même.
it: Ottima domanda. Me lo sono chiesto tante volte.
ru: Замечательный вопрос! Я сам задавал его себе много раз.
