Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: You pick up the necklace. It's an intricately carved piece of wood in the shape of a dragonfly, with small turquoise stones set within its eyes. The wood feels very study for its weight. With genuine wood such a rarity in the Sixth World, this piece might be worth quite a bit to the right buyer.
de: Du hebst die Halskette auf. Es ist ein filigran geschnitztes Stück Holz in der Form einer Libelle, der kleine Türkise als Augen eingesetzt wurden. Das Holz fühlt sich für sein Gewicht sehr stabil an. Da Holz in der Sechsten Welt so selten ist, dürfte dieses Stück dem richtigen Käufer eine Menge Wert sein.
es: Recoges el collar. Es una pieza de madera con un grabado intrincado con forma de libélula, con pequeñas turquesas como ojos. La madera parece muy robusta para su peso. La madera auténtica, toda una rareza en el Sexto Mundo, así que es posible que esta pieza valga bastante para el comprador adecuado.
fr: Vous ramassez le collier. C'est une pièce de bois minutieusement gravée en forme de libellule, ornée de petites turquoises à la place des yeux. Le bois a l'air très robuste pour son poids. Vu la rareté du bois naturel dans le Sixième Monde, ce collier peut valoir une petite fortune aux yeux d'un spécialiste.
it: Tu raccogli la collana. È un pezzo di legno minuziosamente scolpito a forma di libellula, con piccole pietre turchese al posto degli occhi. Il legno sembra molto solido nonostante il peso. Il vero legno è una rarità nel Sesto Mondo, perciò il giusto compratore potrebbe sborsare parecchio per un pezzo del genere.
ru: Ты поднимаешь ожерелье. Это искусно вырезанная из дерева стекоза с глазками из полудрагоценных камней. Скорее всего, это бирюза. Для своего веса украшение кажется довольно прочным. Если учесть, насколько редко этот материал встречается в Шестом мире, за него можно будет выручить весьма неплохие деньги.

source: You pig! Give Zipper back now or...
de: Du Schwein! Gib mir sofort Zipper zurück oder ...
es: ¡Eres un cerdo! Devuélveme a Zipper si no quieres que...
fr: Espèce d'ordure ! Relâchez Zipper tout de suite ou...
it: Porci! Ridatemi subito Zipper oppure...
ru: Свинья! Отдай мне моего сына, или я...

source: You place the cables and data chips around the terminal's casing.
de: Du verstreust die Kabel und Datenchips um das Gehäuse des Terminals herum.
es: Colocas los cables y los chips de datos alrededor de la carcasa del terminal.
fr: Vous placez les câbles et les puces de données autour des boîtiers du terminal.
it: Posizioni i cavi e i chip di dati intorno al case del terminale.
ru: Ты кладешь рядом с оболочкой терминала провода и чипы.

source: You place the kerosene can on the stove and turn up the heat.
de: Du stellst den Petroleumkanister auf den Herd und machst diesen an.
es: Colocas la lata de queroseno en el hornillo y subes la temperatura.
fr: Vous posez le jerrycan de kérosène sur le four et mettez ce dernier en marche.
it: Metti la lattina di cherosene nella stufa e la accendi.
ru: Ты ставишь канистру с керосином на варочную панель и включаешь нагрев.

source: You put the Janitor's coveralls over you clothes.
de: Du streifst die Hausmeisteruniform über deine Kleidung.
es: Te pones el traje de limpiador encima de la ropa.
fr: Vous enfilez la salopette du concierge par-dessus vos habits.
it: Metti la tuta sopra i tuoi vestiti.
ru: Ты надеваешь комбинезон уборщика поверх обычной одежды.

source: You put the Universal Brotherhood uniform over your clothes.
de: Du ziehst die Uniform der Universellen Bruderschaft über deine Kleidung.
es: Te pones el uniforme de la Hermandad Universal encima de la ropa.
fr: Vous enfilez l'uniforme par-dessus vos vêtements.
it: Indossi l'uniforme della Fratellanza Universale sopra i tuoi vestiti.
ru: Надеть облачение Всеобщего братства поверх обычной одежды.

source: You put the janitor's coverall over your clothes.
de: Du streifst die Hausmeisteruniform über deine Kleidung.
es: Te pones el traje de limpiador encima de la ropa.
fr: Vous avez mis le bleu de travail du concierge par-dessus vos vêtements.
it: Indossi l'uniforme da custode sopra i tuoi vestiti.
ru: Ты надеваешь комбинезон уборщика поверх твоей обычной одежды.

source: You put the janitor's coveralls over your clothes.
de: Du streifst die Hausmeisteruniform über deine Kleidung.
es: Te pones el mono del limpiador encima de tu ropa.
fr: Vous enfilez la salopette de concierge par-dessus vos habits.
it: Indossi l'uniforme da custode sopra i tuoi vestiti.
ru: Ты надеваешь комбинезон уборщика поверх твоей обычной одежды.

source: You put the pieces together. Jessica Watts was reassembling her mother, Melinda - gathering her missing organs to allow Melinda a decent burial. Organs Sam sold for a quick buck after her death. The ghoul attack after the ceremony didn’t appear to be part of Lynne Telestrian’s attempt to get you out of Jessica’s way - they were just more victims of magic’s helter-skelter return to the world. Lynne’s well-armed security unit was a different animal entirely. You head back to the Union to resupply and rearm. Whatever Lynne and Jessica are involved with, it appears to be a large operation, and the trail leads to the Universal Brotherhood.
de: Du setzt das Puzzle zusammen: Jessica Watts sammelte die fehlenden Organe ihrer Mutter, Melinda, um ihr dadurch ein ihrer Sicht nach anständiges Begräbnis zu ermöglichen. Die Organe hatte Sam nach ihrem Tod verkauft, um schnell Kohle zu machen. Der Ghul-Angriff nach der Feier schien nicht Teil von Lynne Telestrians Versuch zu sein, dich aus dem Weg zu schaffen, damit Jessica freie Hand hat – sie waren nur weitere Opfer der chaotischen Rückkehr der Magie in die Welt. Lynnes bis an die Zähne bewaffnete Sicherheitseinheit war dagegen wieder eine ganz andere Geschichte. Du machst dich auf den Weg zurück zur Union, um dir neue Vorräte und Waffen zu holen. In was Lynne und Jessica auch verwickelt sein mögen, es scheint ein größeres Unterfangen zu sein und die Spur führt zur Universellen Bruderschaft.
es: Unes todas las piezas. Jessica Watts estaba recomponiendo a su madre, Melinda; recuperando los órganos que le faltaban para darle un entierro digno. Órganos que Sam vendió para darse un chute cuando murió. El ataque necrófago de después de la ceremonia no parecía formar parte del intento de Lynne Telestrian para que no te metieras en el camino de Jessica; solo fueron más víctimas del caótico regreso de la magia al mundo. La equipada unidad de seguridad de Lynne fue un tema completamente diferente. Vuelves al Unión para reabastecerte y rearmarte. Está claro que, sea lo que sea en lo que están metidas Lynne y Jessica, es una operación grande y su rastro lleva a la Hermandad Universal.
fr: Vous assemblez les pièces du puzzle. Petit à petit. Jessica Watts voulait reconstruire sa mère, Melinda, en rassemblant les organes qui lui manquaient, et lui offrir un enterrement digne. Des organes que Sam a vendu quand il était dans le besoin après la mort de Melinda. L'attaque des goules après la cérémonie ne cadre pas avec la stratégie de Lynne Telestrian pour vous tenir à l'écart de Jessica. Il s'agissait juste d'autres victimes du retour chaotique de la magie dans ce monde. Le personnel de sécurité de Lynne, armé jusqu'aux dents, était une toute autre affaire. Vous retournez au Seamstresses Union pour vous réapprovisionner. Vous ignorez ce que fabriquent Lynne et Jessica. En tout cas, ça a tout l'air d'être une opération d'envergure, et la piste mène droit à la Confrérie Universelle.
it: Metti insieme i pezzi. Jessica Watts stava riassemblando sua madre, Melinda, raccogliendo gli organi che le mancavano, per darle una degna sepoltura. Gli organi che Sam aveva venduto per contanti facili subito dopo la morte di lei. L'attacco dei Ghoul dopo la cerimonia non sembrava parte del tentativo di Lynne Telestrian di allontanarti da Jessica. Erano solo altre vittime del caotico ritorno della magia nel mondo. La sicurezza bene armata di Lynne era una bestia di ben altra stazza. Torni all'Union per fare rifornimento di armi ed equipaggiamento. Qualunque cosa coinvolgesse Lynne e Jessica, pare si tratti di una grossa operazione, e le tracce conducono alla Fratellanza Universale.
ru: Ты выстраиваешь в уме известные тебе факты. Джессика Уоттс пыталась собрать тело своей матери, Мелинды, чтобы перезахоронить ее вместе со всеми донорскими органами, когда-то отданными реципиентам. Органами, которые Сэм продал после ее смерти. Нападение трупоедов на кладбище вряд ли входило в планы Линн Телестриан, чего нельзя сказать о нападении хорошо вооруженной команды ее охранников. Ты возвращаешься в Союз, чтобы немного отдохнуть и пополнить боезапас. Чем бы ни занимались Джессика и Линн, их след ведет во Всеобщее братство.

source: You quickly scribble down the sequence of numbers that appears on the screen.
de: Du notierst dir rasch die Zahlensequenz, die auf dem Bildschirm erscheint.
es: Anotas rápidamente la secuencia de números que aparece en pantalla.
fr: Vous notez rapidement la séquence de nombres qui apparaît à l'écran.
it: Scribacchi frettolosamente la sequenza di numeri che compare sullo schermo.
ru: Ты быстро записываешь цифры, появившиеся на экране.

source: You quietly pick the lock. Opening the locker, you find an Inner Sanctum keycard.
de: Still und heimlich knackst du das Schloss. Du öffnest den Spind und findest eine Schlüsselkarte zum inneren Heiligtum.
es: Con mucho sigilo, fuerzas la cerradura. Al abrir la taquilla, encuentras una tarjeta de acceso al Sanctasanctórum.
fr: Vous crochetez la serrure silencieusement. En ouvrant le casier, vous y trouvez une carte d'accès du Sanctuaire intérieur.
it: Scassini silenziosamente la serratura. Nell'armadietto trovi una tessera di accesso al Santuario nascosto.
ru: Ты осторожно вскрываешь замок найденной на полу шпилькой. Внутри лежит пропуск во внутренние помещения Братства.

source: You ready for some questions now?
de: Könnte ich dir jetzt ein paar Fragen stellen?
es: ¿Lista para unas preguntas?
fr: Prêt à répondre à quelques questions, maintenant ?
it: Adesso sei pronta per qualche domanda?
ru: Чувствуешь в себе силы ответить на пару вопросов?

source: You ready to do business now? I can have that runner crew on-site as soon as I've got the nuyen.
de: Bist du jetzt bereit? Ich kann die Crew zum Ort des Runs schicken, sobald ich die Nuyen habe.
es: ¿Hora de hacer negocios? Puedo tener a ese grupo de runners donde me digas en cuanto tenga los nuyens.
fr: Vous êtes prêt à parler affaires ? Les runners peuvent être sur place dès que j'ai les nuyens.
it: Sei pronto a fare affari adesso? Posso far sì che la squadra di Runner sia qui non appena avrò i nuyen.
ru: У меня все готово. Команда будет ждать тебя на оговоренном месте, как только я получу мои деньги.

source: You realize most of the poor bastards in this place won't appreciate your effort, right?
de: Du bist dir bewusst, dass die meisten dieser armen Hunde hier deine Bemühungen nicht zu schätzen wissen werden, oder?
es: Te das cuenta de que la mayoría de los pobres desgraciados de este lugar no agradecerán tus esfuerzos, ¿verdad?
fr: Tu sais que la plupart des pauvres mecs qui sont ici ne vont pas apprécier ton effort, hein ?
it: Stai pensando che la maggior parte dei bastardi di questo posto non apprezzerà i tuoi sforzi, giusto?
ru: Ты же понимаешь, что большинство этих несчастных ублюдков не оценят оказанной им помощи?

source: You really think you can come in here and shoot up *my* place? Do you know who I am?
de: Denkst du wirklich, du kannst hier einfach reinkommen und in *meiner* Bude rumballern? Weißt du überhaupt, wer ich bin?
es: ¿Quién te has creído que eres para entrar aquí y disparar por todo *mi* territorio? ¿Sabes quién soy yo?
fr: Vous pensez vraiment pouvoir venir ici et faire exploser MA baraque ? Vous savez qui je suis ?!
it: Pensi davvero di poter venire qui e sparare all'impazzata a casa *mia*? Non sai chi sono io?
ru: Ты и впрямь считаешь, что можешь просто так вломиться сюда и начать стрельбу? Да ты хоть знаешь, кто я?

source: You require some magical assistance?
de: Benötigst du magische Unterstützung?
es: ¿Necesitas ayuda mágica?
fr: Vous avez besoin d'un coup de pouce magique ?
it: Hai bisogno dell'aiuto della magia?
ru: Тебе нужна магическая помощь?

source: You return to the docks to meet Shannon Half-Sky. Although the Ripper’s latest victim was her brother, but Shannon appears cool and professional, a consummate runner by birth, if not by trade. She’ll get the job done. And hopefully, one of the hearth spirits in this place can point you towards the Ripper. Dealing with spirits can be tricky business - but when they deliver, it’s pure platinum. One doesn’t have to be an Amerindian shaman to summon and control spirits - anyone with magic talent can do it. But Shannon seems to have a particular connection to the spirit world. As you approach the gate, you know something’s not right. The docks, already strange and uncomfortable at night, trigger the need for caution. Then you see it. The guards are missing and the gate’s been smashed in...
de: Du kehrst zu den Docks zurück, um Shannon Half-Sky zu treffen. Obwohl ihr Bruder das letzte Opfer des Rippers war, ist Shannon kühl und professionell, eine geborene und vollendete Runnerin. Sie weiß, wie sie ihre Aufträge zu erledigen hat. Und hoffentlich kann dich einer der Herdgeister an diesem Ort zum Ripper führen. Der Umgang mit Geistern ist nicht immer einfach – aber wenn sie halten, was sie versprechen, ist er Gold wert. Man muss kein indianischer Schamane sein, um Geister zu rufen und zu kontrollieren – jeder mit Talent für Magie kann das. Shannon aber scheint eine ganz besondere Beziehung zur Welt der Geister zu besitzen. Du merkst sofort, dass etwas nicht stimmt, als du dich dem Tor näherst. Die Docks, bei Nacht auch so schon seltsam und ungemütlich genug, bringen einen dazu, vorsichtig zu werden. Dann siehst du es. Es sind keine Wachmänner mehr da und das Tor wurde mit Gewalt geöffnet ...
es: Regresas a los muelles para reunirte con Shannon Mediocielo. A pesar de que la última víctima del Destripador fue su hermano, Shannon parece no estar afectada y ser una profesional, es una runner consumada de nacimiento, no de experiencia. Hará el trabajo. Y con suerte, uno de los espíritus del hogar de este lugar podrá llevarte hacia el Destripador. Tratar con espíritus puede ser algo complicado; pero cuando hacen su trabajo, es oro puro. No es necesario ser un chamán amerindio para invocar y controlar a los espíritus; cualquiera que posea talento mágico puede hacerlo. Pero Shannon parece tener una conexión especial con el mundo de los espíritus. A medida que te vas acercando a la puerta, descubres que algo no va bien. Los muelles, ya de por sí raros e incómodos de noche, activan la necesidad de ir con cuidado. Entonces lo ves. Los guardas han desaparecido y la puerta está abierta de par en par...
fr: Vous retournez aux docks pour voir Shannon Half-Sky. La dernière victime de l'éventreur a beau être son frère, Shannon ne se départit pas de son sang-froid et de son professionnalisme. C'est une Runner née, faite pour le métier. Elle va faire le boulot. Avec un peu de chance, l'un des esprits de terre de cet endroit vous indiquera l'éventreur. Chatouiller les esprits, ça ne va pas sans risque. Mais quand ça marche, le succès est garanti. L'invocation et le contrôle des esprits ne sont pas réservés aux seuls chamans indiens. Quiconque ayant un tant soit peu de sensibilité magique peut le faire. Mais Shannon semble entretenir un lien particulier avec le monde des esprits. En vous rapprochant de la porte, vous sentez que quelque chose cloche. La nuit, les docks sont par nature lugubres et peu accueillants. Tous vos sens sont en alerte. Soudain, vous comprenez. Les gardes ne sont pas là et la porte est enfoncée...
it: Ritorni al porto per incontrare Shannon Half-Sky. Anche se l'ultima vittima dello Squartatore era suo fratello, Shannon mantiene un aspetto freddo e professionale, da Runner navigata. Porterà a termine la missione. E possibilmente, uno degli spiriti insiti in questo posto ti indirizzerà verso lo Squartatore. Avere a che fare con gli spiriti può essere complicato, ma quando ci riesci, è oro colato. Non è necessario essere uno Sciamano degli indiani d'America per invocare gli spiriti. Chiunque possegga un talento magico può farlo. Ma Shannon sembra possedere un legame particolare con il mondo degli spiriti. Mentre ti avvicini al cancello, avverti qualcosa che non va. Il porto, già di suo bizzarro e sgradevole di notte, ti mette in allarme. Poi vedi la scena. Le guardie sono assenti e il cancello è stato scassinato...
ru: Ты возвращаешься в доки, где тебя дожидается Шеннон Расколотое Небо. Несмотря на то, что последней жертвой Потрошителя оказался ее брат, она держится уверенно и спокойно. Из таких людей выходят самые лучшие раннеры. Она знает, зачем пришла, и не отступится ни перед чем, чтобы этого добиться. Если все пойдет хорошо, один из духов этого места поможет тебе в поисках Потрошителя. Иметь дело с духами не так-то просто - но в тех случаях, когда они готовы к сотрудничеству, их помощь оказывается неоценимой. Чтобы призывать духов и управлять ими не обязательно быть индейским шаманом - это может делать любой метачеловек, наделенный хотя бы толикой магического таланта - но Шеннон чувствует себя в ином мире как дома. Когда вы подходите к воротам, ты понимаешь, что что-то пошло не так. Ночные доки выглядят необычно пустыми и тихими. Очень скоро ты видишь, в чем дело: кто-то выбил дверь на склад и подстрелил охранников...

source: You roll up on the most impressive bit of tenement squalor you’ve seen in a long time. There’s few streetlamps here, and what light there is flickers with uncertainty. Most of the buildings are damaged and tagged. The smell of old, rotting trash mixed with you-don’t-want-to-know is overwhelming. It’s no wonder people living here turn to BTLs. Anything’s better than this. The Better Than Life chip is the newest drug on the market. You don’t need a good life – you can slot someone else’s, live through them, and wreck your brain in the process. The front doors of the Royale Apartments aren’t even locked. As you step inside, you can hear a junkie crying for another hit. It's time to find Coyote, and find out what she knows about the night of Sam’s murder.
de: Du stehst vor den wohl heruntergekommensten Häuserblocks, die du seit langer Zeit gesehen hast. Hier gibt es nur wenige Straßenlaternen und ihr schwaches Licht flackert unsicher vor sich hin. Die meisten Gebäude sind beschädigt und beschmiert. Der Gestank von altem, verrottendem Müll und Dingen, von denen du nicht wissen möchtest, was sie sind, ist überwältigend. Es ist kaum überraschend, dass sich die Leute hier BTLs zuwenden. Alles ist besser als das. Der „Better Than Live“-Chip ist die neueste Droge auf dem Markt. Du brauchst kein gutes Leben – slotte einfach das von jemand anderem, lebe ihr Leben und zerstöre dabei dein eigenes Gehirn. Der Haupteingang zu den Apartments ist nicht einmal verschlossen. Das Erste, was du hörst, als du hineingehst, ist der Schrei eines Junkies nach einem neuen Fix. Es ist Zeit, Coyote zu finden und herauszufinden, was sie über die Nacht weiß, in der Sam starb.
es: Apareces en el edificio con más mugre que has visto en mucho tiempo. Hay pocas farolas y la poca luz que emiten parpadea con incerteza. La mayoría de los edificios están dañados y garabateados. El olor de basura vieja en putrefacción combinado con algo que prefieres no saber qué es abrumador. Normal que la gente que vive aquí se pase al BTL. Cualquier cosa es mejor que esto. La droga BTL (mejor que la vida) es la última droga del mercado. No necesitas una buena vida; puedes meterte en la de otra persona, vivir a través de ellos y destrozarte el cerebro en el proceso. Las puertas principales de los apartamentos Royale ni siquiera están cerradas. Cuando entras, puedes escuchar el llanto de un yonki pidiendo otro chute. Ahora toca encontrar a Coyote y descubrir qué sabe sobre la noche en que murió Sam.
fr: Vous débarquez dans un quartier parmi les plus sordides où vous ayez jamais mis les pieds. Il y a quelques réverbères çà et là, qui éclairent les alentours d'une lueur vacillante. La plupart des immeubles sont en mauvais état et complètement tagués. La puanteur des vieux détritus en décomposition, mêlée à vous-ne-savez-trop-quoi, vous prend à la gorge. Pas étonnant que les gens qui vivent ici s'abandonnent aux BTL. Il faut bien oublier la misère. La puce Better Than Life ("Mieux Que la Vie") est une nouvelle venue sur le marché de la drogue. Pas besoin d'avoir une belle vie quand on peut se glisser dans la peau d'un d'autre, vivre à travers cette personne, et se détraquer la cervelle par la même occasion. La porte d'entrée des Royale Apartments n'est même pas fermée. À peine êtes-vous entré que vous entendez un junkie en pleine crise de manque. Il est temps de trouver Coyote et de découvrir ce qu'elle sait à propos de la nuit où Sam s'est fait tuer.
it: Avanzi nel più impressionante angolo di squallore urbano che ti sia capitato di vedere per molto tempo. C'è qualche lampione qui, qualche altra luce là, a tratti intermittenti. La maggior parte dei palazzi è danneggiata e piena di graffiti. L'odore di immondizia vecchia e in putrefazione è misto a uno sconcertante non-so-che. Non sorprende che quelli che vivono si facciano di BTL. Qualsiasi cosa è meglio di questo. Il microchip Better Than Life è la droga più nuova sul mercato. Non ti serve una bella vita. Puoi introdurti in quella altrui, viverla, e spappolarti il cervello nel frattempo. L'entrata principale degli Appartamenti Royale non è nemmeno chiusa a chiave. Appena metti piede all'interno, senti un tossico urlare e chiedere un'altra botta. È ora di trovare Coyote, e scoprire cosa sa della notte in cui è morto Sam.
ru: Ты подходишь к небоскребу. Даже сейчас он представляет собой впечатляющее зрелище, несмотря на то, что его давно заняли сквоттеры. Здесь и там моргают несколько уцелевших уличных фонарей. Стены покрывают наслоения разноцветного граффити. Запах гниющего мусора, человеческих отходов и неизвестно чего еще настолько силен, что почти сбивает с ног. Неудивительно, что здешние обитатели пристрастились к чипам Идеальной реальности. Это новейший наркотик на цифровом рынке - какой бы отвратительной ни была твоя жизнь, ты всегда можешь прожить чью-то еще, испытать все, что испытал другой человек и сжечь в процессе себе мозги. Входная дверь апартаментов ''Роял''даже не заперта. Открыв ее, ты слышишь причитания наркомана, которому не хватает на очередную дозу. Тебе предстоит отыскать здесь Койот и узнать, что случилось с Сэмом в ту ночь, когда он был убит.

source: You run in some pretty different circles don’t you, Aljernon?
de: Deine Runs führen dich in die unterschiedlichsten Zirkel, Aljernon, was?
es: Te mueves por círculos muy variados, ¿verdad, Aljernon?
fr: Vous avez vos entrées dans beaucoup de cercles différents, on dirait.
it: Ti sei messo in un giro diverso, vero, Aljernon?
ru: Интересные у тебя знакомства, Алджернон.
