Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Yeah, the bums around here have been stealing old crap from that place for years. Not worth my time, though.
de: Nur, dass die Penner hier in der Gegend schon seit Jahren alten Schrott aus dem Laden klauen. Reine Zeitverschwendung, wenn du mich fragst.
es: Sí, los mendigos de la zona llevan años robando basura vieja de ese lugar. Pero no merece mi tiempo.
fr: Ouais, ça fait des années que les clodos du coin y chourent des trucs. Ça vaut pas vraiment le coup pour moi.
it: Già, i barboni qui intorno hanno rubato robaccia da quel posto per anni. Non vale il mio tempo, però.
ru: Ну да. Бомжи уже не первый год воруют с этого склада всякое старье. Но там нет ничего ценного.

source: Yeah, they're the company that's about to show a loss on their balance sheet.
de: Klar, der Konzern, der bald einen Verlust auf seiner Jahresbilanz verzeichnen darf.
es: Sí, es la compañía que va a presentar pérdidas en su próximo balance de cuentas.
fr: Ouais, c'est la société qui va pas tarder à afficher une perte sur son rapport financier.
it: Sì, è la società che sta per avere il bilancio in perdita.
ru: Ну да. Корпорация, которая понесет большие убытки в этом месяце.

source: Yeah, we have our own clubhouse and everything. As per our discussion, I’m informing you of another Ripper murder. The victim worked at the NTSB investigation facility down on the docks. You owe me for this.
de: Ja, wir haben unser eigenes Clubhaus und alles was dazugehört. Wie abgesprochen informiere ich dich hiermit über einen weiteren Mord des Rippers. Das Opfer arbeitete in der NTSB-Untersuchungseinrichtung unten bei den Docks. Du schuldest mir was für diese Info.
es: Sí, tenemos nuestro propio club y todo. De acuerdo a nuestra charla, te informo de otro asesinato del Destripador. La víctima trabajaba en el edificio de investigación del CNST, en los muelles. Me debes una por esto.
fr: Ouais, on a notre propre club, et tout. Comme prévu, je dois vous informer qu'une nouvelle victime de l'éventreur a été découverte. La victime travaillait dans un centre d'enquêtes du NTSB sur les docks. Vous me revaudrez ça.
it: Sì, abbiamo il nostro circolo e tutto il resto. Per quanto riguarda la nostra discussione, devo informarla che lo Squartatore ha fatto un'altra vittima. La vittima lavorava nella struttura investigativa del CNST, giù al porto. Sei in debito con me per questo.
ru: Ну да, у нас свой клуб и благотворительные обеды по пятницам. Как мы и договаривались, я сообщаю тебе о новом убийстве. На этот раз Потрошитель добрался до одного из криминалистов НСПБНТ и прикончил его прямо у них на складе. Дополнительная информация оплачивается отдельно.

source: Yeah, we will.
de: Ja, das werden wir wohl.
es: Sí, ya veremos.
fr: Ouais, c'est ça.
it: Ok, lo faremo.
ru: Ну да. Утро вечера мудренее.

source: Yeah, we're gonna shake the pillars of heaven, buddy.
de: Ja, wir werden an den Säulen des Himmels rütteln, nicht wahr.
es: Sí, vamos a hacer que los pilares del cielo se tambaleen, colega.
fr: Ouais, on va faire trembler la Terre entière, mon pote.
it: Sì, faremo tremare il cielo.
ru: Ну да, ну да. Раскачаем этот мир.

source: Yeah, well it’s part of living in the shadows. Do the research, chummer.
de: Tja, das gehört dazu, wenn man in den Schatten lebt. Zeit das zu lernen, Chummer.
es: Sí, bueno, es parte de vivir en las sombras. Investiga un poco, colega.
fr: Ouais, ça fait partie de la vie dans les ombres Allez savoir, mon vieux.
it: Sì, beh, fa parte della vita nelle Ombre. Fai le tue ricerche.
ru: В тенях случается и не такое. Думаю, ты это знаешь.

source: Yeah, well, I don't really mind the change of scenery. {{GM}}Dresden laughs.{{/GM}} The coroner for the downtown branch is out on maternity, so I told management that I'd cover for her on this one. Plus, I want this sicko caught.
de: Ja, nun, ich hab nicht wirklich was gegen ein wenig Abwechslung. {{GM}}Dresden lacht. {{/GM}} Die Gerichtsmedizinerin der Downtown-Filiale ist im Mutterschaftsurlaub, also hab ich dem Management gemeldet, dass ich das hier für sie übernehme. Außerdem will ich, dass dieser kranke Killer zur Strecke gebracht wird.
es: Sí, bueno, no me importa demasiado el cambio de escenario. {{GM}}Dresden se ríe.{{/GM}} La forense del distrito centro está de baja por maternidad, así que dije a dirección que yo ocuparía su lugar en este caso. Además, quiero atrapar a este psicópata.
fr: Ouais, bah je suis pas mécontent du dépaysement. {{GM}}Dresden se marre.{{/GM}} La légiste de la branche du centre-ville est en congé maternité, donc j'ai dit à la direction que j'allais m'occuper de celui-ci. Et puis, je veux qu'on attrape ce malade.
it: Sì, ottimo, non mi dispiace cambiare scenario. {{GM}}Dresden ride.{{/GM}} Il medico legale del dipartimento centrale è in maternità, quindi ho comunicato alla direzione che prenderò io il suo posto e mi occuperò di questo caso. Voglio vedere questo psicopatico dietro le sbarre.
ru: Ну, я не возражаю против дополнительной работы. В жизни должно быть разнообразие. {{GM}}Дрезден хихикает.{{/GM}} Коронер здешнего отделения ушла в декрет, так что я вызвался поработать на две ставки. Кроме того, я хочу, чтобы кто-то прищучил наконец этого извращенца.

source: Yeah, we’re still close.
de: Ja, wir stehen uns immer noch sehr nah.
es: Sí, aún seguimos muy unidos.
fr: Ouais, on est encore proches.
it: Sì, siamo in contatto.
ru: Да, есть.

source: Yeah, what do you have?
de: Ja, was hast du anzubieten?
es: Sí, ¿qué tienes?
fr: Ouais, qu'est-ce que vous me proposez ?
it: Sì, cos'hai?
ru: Да. Что у тебя есть?

source: Yeah, what now?
de: Und, was jetzt?
es: Sí, ¿ahora qué?
fr: Oui, quoi encore ?
it: Sì, e adesso?
ru: Да, в чем дело?

source: Yeah, what's it to you?
de: Ja. Was geht dich das an?
es: Sí, ¿a ti qué te importa?
fr: Ouais, qu'est-ce que tu m'veux ?
it: Già, di che t'immischi?
ru: Ну да. А тебе какое дело?

source: Yeah, whatever.
de: Ja, was auch immer.
es: Sí, vale.
fr: Ouais, peu importe.
it: Sì, va beh.
ru: Ну да, ну да.

source: Yeah, what’s it to you asshole? Can’tcha see I’m busy here?
de: Und was geht dich das an, du Arschloch? Siehst du nicht, dass ich zu tun habe?
es: Sí, ¿y a ti qué te importa, capullo? ¿No ves que tengo cosas que hacer?
fr: Ouais, qu'est-ce tu veux ducon ? Tu vois pas que j'suis occupé ?
it: Sì, perché ti interessa, stronzo? Non vedi che ho da fare?
ru: Чего тебе надо, задница? Не видишь, я занят?

source: Yeah, yeah, you're right. I'll be okay.
de: Ja, ja, du hast recht. Ich bin okay.
es: Sí, sí, tienes razón. Me calmaré.
fr: Ouais, ouais, OK. Ça va aller.
it: Ok, ok, hai ragione. Me la caverò.
ru: Да, да, все верно. Я в порядке.

source: Yeah, yeah. We’re buddies. Let’s go dancing soon. Listen, the Ripper got another one. The victim worked at the NTSB investigation facility down on the docks. You owe me for this.
de: Ja, ja, wir sind beste Freunde, wir sollten mal zusammen tanzen gehen. Hör zu, es gab einen weiteren Mord des Rippers. Das Opfer arbeitete bei der NTSB-Untersuchungseinrichtung unten bei den Docks. Du schuldest mir was für diese Info.
es: Sí, sí. Somos colegas. Salgamos un día de fiesta. Escucha, el Destripador ha actuado de nuevo. La víctima trabajaba en el edificio de investigación del CNST, en los muelles. Me debes una por esto.
fr: Ouais, ouais. On est potes. Faudrait aller danser ensemble un de ces quatre. Écoutez, l'éventreur a fait une nouvelle victime. La victime travaillait dans un centre d'enquêtes du NTSB sur les docks. Vous me revaudrez ça.
it: Sì, sì. Siamo amici. Ti porterò a ballare. Ascolta, lo Squartatore ne ha fatto fuori un altro. La vittima lavorava nella struttura investigativa del CNST, giù al porto. Sei in debito con me per questo.
ru: Да, да, я тоже тебя люблю. Чмоки, котик. Слушай, Потрошитель добрался до одного из криминалистов НСПБНТ и прикончил его прямо у них на складе. Дополнительная информация оплачивается отдельно.

source: Yeah, you don’t have to follow Telestrian around anymore.
de: Ja, Sie müssen Telestrian nicht mehr wie ein Hündchen folgen.
es: Sí, ya no tendrás que seguir a Telestrian.
fr: Ouais, vous n'avez plus à suivre Telestrian comme un toutou.
it: Non dovrai più seguire Telestrian dappertutto.
ru: Ну да. Тебе больше не придется иметь дело с Телестрианом.

source: Yeah, you know him?
de: Ja, kennst du ihn?
es: Sí, ¿lo conoces?
fr: Ouais, vous le connaissez ?
it: Sì, lo conosci?
ru: Ну да. Ты его знаешь?

source: Yeah, you never know what sort of firepower to expect in one of these BTL squats.
de: Ja, man weiß nie, mit was für einem Widerstand man in diesen BTL-Absteigen rechnen muss.
es: Sí, nunca se sabe qué potencia de fuego te vas a encontrar en estas chozas BTL
fr: Ouais, on sait jamais à quel genre d'artillerie on aura affaire dans l'un de ces squats BTL.
it: Già, non sai mai che tipo di armi aspettarti da uno di questi spacci di BTL.
ru: Никогда не знаешь заранее, как хорошо охраняется такой притон и какие у этих ребят пушки.

source: Yeah, you too. {{GM}}He starts to leave, then tilts his head back.{{/GM}}
de: Ja, dir auch. {{GM}}Er macht sich auf den Weg und dreht sich dann noch einmal zu dir um.{{/GM}}
es: Sí, tú también. {{GM}}Empieza a marcharse, entonces echa la cabeza hacia atrás.{{/GM}}
fr: Ouais, toi aussi. {{GM}}Il va pour partir, puis tourne la tête.{{/GM}}
it: Sì, anche tu. {{GM}}Fa per andarsene, poi inclina la testa all'indietro.{{/GM}}
ru: И тебе тоже. {{GM}}Он уже собирается уходить, когда вдруг останавливается и наклоняет голову.{{/GM}}

source: Yeah.
de: Ja.
es: Sí.
fr: Ouais.
it: Sì.
ru: Ну да.

source: Yeah. That’s why I’m here.
de: Ja. Deswegen bin ich hier.
es: Sí. Por eso estoy aquí.
fr: Ouais. C'est pour ça que je suis là.
it: Sì È grazie a questo che sono qui.
ru: Да. Поэтому я здесь.

source: Yeah... everything's swell. {{GM}}Manny continues to stare daggers in Paco's direction.{{/GM}} The name's Manny. Now what do you want?
de: Ja ... alles spitze. {{GM}}Manny wirft Paco einen hasserfüllten Blick zu.{{/GM}} Ich heiße übrigens Manny. Was willst du?
es: Sí... todo bien. {{GM}}Manny sigue mirando con ira en dirección a Paco.{{/GM}} Me llamo Manny. Ahora, ¿qué quieres?
fr: Ouais... tout est cool. {{GM}}Manny continue à incendier Paco du regard.{{/GM}} Je m'appelle Manny. Qu'est-ce que vous voulez ?
it: Sì... Va tutto alla grande. {{GM}}Manny continua a lanciare occhiatacce a Paco.{{/GM}} Veramente sono Manny. Allora? Che cosa vuoi?
ru: Да... все замечательно. {{GM}}Мэнни продолжает буравить Пако глазами.{{/GM}} Я Мэнни. Так чего вам от меня надо?

source: Yeah... getting out of here sounds like a good idea.
de: Ja ... von hier zu verschwinden ist wohl kaum die schlechteste Idee.
es: Sí... No sería mala idea largarse de aquí.
fr: Ouais... Partir d'ici semble une bonne idée.
it: In effetti... filarsela da qui è un'ottima idea.
ru: Да... Ты права. Чем скорее мы свалим отсюда, тем лучше.

source: Yeah... nevermind.
de: Ja ... vergiss es.
es: Sí... No importa.
fr: Ouais... Peu importe.
it: Sì... lascia perdere.
ru: Ну да. Не смешно? Извини.

source: Yeah... of course. Well... technically I’m not a lawyer anymore but... uh... I’ll just slot Sam’s video for you. Hang on.
de: Ja ... natürlich. Naja ... technisch gesehen bin ich kein Anwalt mehr, aber ... äh ... ich slotte einfach mal Sams Video für dich. Einen Moment.
es: Sí... claro. Bueno... Técnicamente ya no soy abogado pero... esto... Te pondré el vídeo de Sam. Un momento.
fr: Ouais... bien sûr. Et bien... techniquement, je ne suis plus avocat mais... euh... Je vais vous montrer la vidéo de Sam. Attendez.
it: Certo... sì. Beh... tecnicamente non sono più un avvocato, ma... ehm... Ti inoltro il video di Sam. Aspetta.
ru: Да... конечно. Ну... строго говоря, теперь уже нет, но... А, неважно. Давай я поставлю для тебя запись. Подожди секунду.

source: Yeah... some guy named Baron Samedi wants to talk to me in the Matrix.
de: Ja ... so ein Typ namens Baron Samedi will sich in der Matrix mit mir treffen.
es: Sí... Un tal barón Samedi quiere hablar conmigo en la Matriz.
fr: Ouais... Un certain Baron Samedi veut me parler dans la Matrice.
it: Sì... un tipo di nome Baron Samedi vuole parlarmi nella Matrice.
ru: Да. Какой-то Барон Самеди хочет поговорить со мной в Матрице.

source: Yeah... we've been spread pretty thin lately. Anyway, it's about fraggin' time someone showed up. Thanks for the relief.
de: Stimmt schon ... wir sind in letzter Zeit etwas überlastet. Naja, wird verdammt noch mal auch Zeit, dass endlich jemand auftaucht. Danke für die Ablösung.
es: Sí... Últimamente andamos un poco apurados. Bueno, ya era hora de que apareciera alguien. Gracias por el relevo.
fr: Ouais... On est un peu à court d'éléments dernièrement. Peu importe, il était temps que quelqu'un arrive. Merci pour la relève.
it: Sì... ultimamente abbiamo avuto fin troppo da fare. Ad ogni modo, era ora che qualcuno si facesse vivo. Grazie per il cambio.
ru: Ну да... людей вечно не хватает. Тогда хорошо, я уже начал уставать. Заступай на пост.

source: Yeah?
de: Ja?
es: ¿Sí?
fr: Ouais ?
it: Sì?
ru: Что?

source: Yeah? {{GM}}He squints into the phone, and recognition slowly appears on his face.{{/GM}} Oh hey, it’s you... $(l.name), right? So... you got Sam’s killer, huh?
de: Ja? {{GM}}Er blinzelt ins Telefon und beginnt allmählich, dich wiederzuerkennen.{{/GM}} Oh, hey, du bist es ... $(l.name), richtig? Also ... also hast du Sams Mörder erwischt, was?
es: ¿Sí? {{GM}}Echa una mirada al teléfono y su cara muestra lentamente que te ha reconocido.{{/GM}} Oh hola, eres tú... $(l.name), ¿verdad? Entonces... ¿Has encontrado al asesino de Sam?
fr: Allô ? {{GM}}Il plisse les yeux pour mieux voir l'écran et semble enfin vous reconnaître.{{/GM}} Ah tiens, c'est vous... $(l.name), c'est ça ? Alors... vous avez trouvé l'assassin de Sam, hein ?
it: Sì? {{GM}}Strizza gli occhi verso lo schermo e lentamente sembra riconoscerti.{{/GM}} Ah, ehi, sei tu... $(l.name), giusto? Allora... hai trovato l'assassino di Sam?
ru: Слушаю? {{GM}}Он глядит в телефон. Очевидно, что он не узнал тебя сразу.{{/GM}} А, это ты... то есть вы, $(l.name), верно? Ну да... значит, убийца Сэма мертв?

source: Yeah? And who said I needed rescuing? ... guess it turns out I did, though. Thanks.
de: Ja? Und wer hat gesagt, dass ich gerettet werden muss? ... naja, im Endeffekt wohl schon. Danke.
es: ¿Sí? ¿Y quién dice que necesito que me rescaten? ... Aunque supongo que resulta que sí. Gracias.
fr: Ah ouais ? Et qui a dit que j'avais besoin d'être sauvée ? ... même si c'est peut-être le cas, en fin de compte. Merci.
it: Ah sì? E chi ti ha detto che avevo bisogno di aiuto? ... Alla fine è vero, comunque. Grazie.
ru: Да? А кто вам сказал, что меня надо было спасать? ...Но вы были правы. Спасибо.

source: Yeah? Great! What was it?
de: Ja? Toll! Was war es?
es: ¿Sí? ¡Estupendo! ¿Qué era?
fr: Ah ouais ? Génial ! Qu'est-ce que c'était ?
it: Davvero? Fantastico! Che cos'è?
ru: Да? Здорово! А что именно?

source: Yeah? Where's your uniform?
de: Ja? Wo ist dann deine Uniform.
es: ¿Sí? ¿Dónde está tu uniforme?
fr: Ah ouais ? Où est votre uniforme ?
it: Davvero? Dov'è la tua uniforme?
ru: Да ну? А где твоя форма?

source: Yep, she’s a major spokesperson for the Universal Brotherhood. Her name is Lynne Telestrian. She’s super rich.
de: Jepp, sie ist eine der wichtigsten Sprecherinnen der Universellen Bruderschaft. Ihr Name ist Lynne Telestrian. Außerdem ist sie superreich.
es: Sí, es una de las principales portavoces de la Hermandad Universal. Se llama Lynne Telestrian. Es superrica.
fr: Ouaip, c'est l'une des principales porte-parole de la Confrérie Universelle Elle s'appelle Lynne Telestrian. Elle est pleine aux as.
it: Sì, è una delle portavoci principali della Fratellanza Universale. Si chiama Lynne Telestrian. È straricca.
ru: Она - официальный представитель Всеобщего братства в Сиэтле. Ее зовут Линн Телестриан, и денег у нее куры не клюют.

source: Yep, that’s me. The friendly type.
de: Jau, so bin ich. Der freundliche Typ.
es: Sí, así soy yo. Pura simpatía.
fr: Ouaip, c'est moi. Un type sympathique.
it: Eh sì, lo sai, sono così socievole.
ru: Ага. Я вообще легко завожу друзей.

source: Yep, you get to take the rest of your life off.
de: Ja, Sie können sich den Rest Ihres Lebens freinehmen.
es: Sí, tendrás que huir el resto de tu vida.
fr: Ouais, vous êtes en congé pour le restant de vos jours.
it: Sì, puoi riprenderti la tua vita.
ru: Ага. Тебе больше не придется пахать на дядю до конца твоей жизни.

source: Yep.
de: Ja.
es: Sí.
fr: Ouaip.
it: Già.
ru: Да.

source: Yep. All day. All night. And they can be dangerous too.
de: Ja. Jeden Tag. Jede Nacht. Und sie können euch auch gefährlich werden.
es: Sí. Todo el día. Toda la noche. Y ellos también pueden ser peligrosos.
fr: Ouaip. Toute la journée. Toute la nuit. Et ils peuvent être dangereux aussi.
it: Sì. Tutto il giorno. Tutta la notte. E possono anche essere pericolosi.
ru: Да. И днем, и ночью. Они тоже могут быть опасны.

source: Yep. And that wasn't a milk run.
de: Jepp. Und das war kein Kinderspiel.
es: Sí. Y no ha sido ningún paseo.
fr: Ouaip. Et c'était pas si facile.
it: Sì. E non è stato un gioco da ragazzi.
ru: Да. И это было нелегко.

source: Yep. Fine.
de: Ja. Geht schon.
es: Sí. Vale.
fr: Ouaip. Bien.
it: Sì. D'accordo.
ru: Да. Вполне.

source: Yep. He said to go down to the station-house right away. They’re throwing a surprise party for you. Oh drek, I shouldn’t have said anything.
de: Ja. Er sagte, dass Sie sofort aufs Revier gehen sollen. Die schmeißen da eine Überraschungsparty für Sie. Oh Drek, das hätte ich nicht verraten sollen.
es: Sí. Me ha dicho que vaya a la comisaría inmediatamente. Van a hacerte una fiesta sorpresa. Oh, mierda, no debería haber dicho nada.
fr: Ouaip. Il m'a dit qu'il fallait que vous vous dépêchiez d'aller au commissariat. Il y a une fête surprise en votre honneur. Oh merde, j'avais promis de rien dire.
it: Sì. Ha detto di scendere subito al commissariato. Hanno organizzato una festa a sorpresa per te. Oh dannazione, avrei dovuto tenere la bocca chiusa.
ru: Ага. Ребята в участке хотели устроить тебе сюрприз. Купили тортик и запаслись выпивкой, все как полагается. Хотя зачем я тебе все это рассказываю?

source: Yep. I found some DNA evidence and need help analyzing it.
de: Jepp. Ich hab eine DNA-Spur gefunden und brauche Hilfe dabei, sie zu analysieren.
es: Sí. He encontrado pruebas de ADN y necesito ayuda para analizarlas.
fr: Ouaip. J'ai trouvé des preuves ADN, et j'aurais besoin de les faire analyser.
it: Sì. Ho trovato delle tracce di DNA e mi serve una mano per analizzarle.
ru: Да, у меня есть образец его ДНК. Мне нужен кто-то, кто сделает анализ.

source: Yep. I know.
de: Ja. Ich weiß.
es: Sí. Lo sé.
fr: Ouaip. Je sais.
it: Sì. Lo so.
ru: Да. Я знаю.

source: Yep. I went down an alley and found a side door near the back. I'll send the coordinates so you can find it.
de: Ja. Ich bin in eine Gasse eingebogen und hab eine Hintertür gefunden. Ich schick dir die Koordinaten.
es: Sí. Bajé por un callejón y encontré una puerta lateral cerca de la parte de atrás. Enviaré las coordenadas para que puedas encontrarla.
fr: Ouaip. Je suis passé par une allée, et j'ai trouvé une porte au fond. Je t'envoie les coordonnées pour que tu puisses la trouver.
it: Sì. In fondo a un vicolo ho trovato una porta laterale sul retro. Ti invio le coordinate così puoi trovarla.
ru: А то! В переулке за собором есть дверь, но она заперта. Я скину тебе координаты.

source: Yep. She wanted to give her mother a decent burial with all her body parts in the right places.
de: Jepp. Sie wollte ihre Mutter angemessen beerdigen ... mit allen Körperteilen an der richtigen Stelle.
es: Sí. Quería darle a su madre un entierro decente, con todas las partes de su cuerpo en su sitio.
fr: Ouaip. Elle voulait inhumer sa mère proprement avec tous ses organes aux bons endroits.
it: Sì. Voleva che sua madre avesse un funerale decente e che tutte le sue ossa fossero al posto giusto.
ru: Да. Она хотела захоронить мать со всеми ее органами.

source: Yep. Sure as I’m standing here. I am going to take a flamethrower to that whole slagging business. One squat at a time, if I have to.
de: So wahr ich hier stehe. Ich werde dieses gesamte verfluchte Geschäft in Schutt und Asche legen. Ein dreckiges Loch nach dem anderen, wenn es sein muss.
es: Sí. Tan seguro como que estoy aquí. Voy a ir con un lanzallamas a por todo ese negocio de miseria. Choza a choza, si hace falta.
fr: Ouaip. Aussi sûr que je suis là. Je vais régler cette histoire à coup de lance-flammes. Un squat après l'autre, s'il le faut.
it: Sì. Certo, come è vero che sono qui in piedi. Prenderò un bel lanciafiamme e ci penserò io. Una baracca alla volta, se devo.
ru: Ага. Возьму огнемет и буду выжигать одно гнездо за другим, пока ни одного не останется. Я дала слово.

source: Yep. That's him. {{GM}}Jake checks his pistol.{{/GM}}
de: Ja. Das ist er. {{GM}}Jake überprüft seine Pistole.{{/GM}}
es: Sí. Es él. {{GM}}Jake comprueba su pistola.{{/GM}}
fr: Ouaip. C'est lui. {{GM}}Jake vérifie son pistolet.{{/GM}}
it: Sì. È lui. {{GM}}Jake controlla la sua pistola.{{/GM}}
ru: Ага. Это он. {{GM}}Джейк снимает пистолет с предохранителя.{{/GM}}

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ru: Да

source: Yes $(scene.BroSis)? What can I do for you?
de: Ja bitte, $(scene.BroSis)? Was kann ich für dich tun?
es: ¿Sí, $(scene.BroSis)? ¿Qué puedo hacer por ti?
fr: Oui $(scene.BroSis) ? Que puis-je faire pour vous ?
it: Sì $(scene.BroSis)? Cosa posso fare per te?
ru: Да, $(scene.BroSis)? Что я могу для тебя сделать?

source: Yes I met her once. Someone named Jessica Watts, introduced us. Why?
de: Ja, ich habe sie einmal getroffen. Eine gewisse Jessica Watts hat uns einander vorgestellt. Warum?
es: Sí, me encontré una vez con ella. Nos presentó una tal Jessica Watts. ¿Por qué?
fr: Oui, je l'ai rencontrée une fois. Une certaine Jessica Watts nous a présentés. Pourquoi ?
it: Sì, l'ho incontrata una volta. Me l'ha presentata una certa Jessica Watts. Perché?
ru: Да, мы встречались. Нас познакомила некая Джессика Уоттс. А в чем дело?

source: Yes NOO yes. No. I saw something... it's going to kill me!
de: Ja, NEEIN, ja. Nein. Ich hab was gesehen ... aber es wird mich umbringen!
es: Sí NOO sí. No. Vi algo... ¡va a matarme!
fr: Oui NOON oui. Non. J'ai vu quelque chose... ça va me tuer !
it: Sì NOO sì. No. Ho visto qualcosa... che vuole uccidermi!
ru: Да. НЕ-Е-ЕТ. Да. Нет. Я видел что-то... Оно меня убьет!

source: Yes it matters! You asked for my opinion and I need to know before I can respond to your question.
de: Ja, natürlich spielt das eine Rolle! Du willst meine Meinung hören und ich muss es wissen, bevor ich diese Frage beantworten kann.
es: ¡Sí que importa! ¡Me ha pedido mi opinión y tengo que saberlo antes de que pueda responder a su pregunta!
fr: Oui, c'est important ! Vous m'avez demandé mon avis et je dois savoir avant de pouvoir répondre à votre question.
it: Sì, è importante! Ha chiesto il mio parere e ho bisogno di sapere prima di poter rispondere alla sua domanda.
ru: Нет, мне не все равно! Если тебя интересует мое мнение, я должна это знать, прежде чем смогу ответить на твой вопрос.
