Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Who are you? Get out! Can't you see I'm working here?!?
de: Wer bist du? Verzieh dich! Siehst du nicht, dass ich hier arbeite?!
es: ¿Quién eres tú? ¡Fuera! ¿¡¿No ves que estoy trabajando?!?
fr: Qui êtes-vous ? Fichez le camp ! Vous voyez pas que je travaille ?!?
it: Chi sei? Fuori di qui! Non vedi che sto lavorando?!
ru: Ты кто? Убирайся! Не видишь, что я работаю?!?

source: Who are you? Get out, can't you see I'm working here?!?
de: Wer bist du? Verzieh dich! Siehst du nicht, dass ich hier arbeite?!
es: ¿Quién eres tú? ¡Lárgate! ¿¡¿No ves que estoy trabajando?!?
fr: Qui êtes-vous ? Fichez le camp, vous voyez pas que je travaille ?!
it: Chi sei? Non vedi che sto lavorando?!
ru: Ты кто? Убирайся отсюда, не видишь, люди работают?!

source: Who can join?
de: Wer kann beitreten?
es: ¿Quién puede unirse?
fr: Qui peut y entrer ?
it: Chi può farne parte?
ru: Кто может вступить в Братство?

source: Who doesn’t? He’s here all the time. Gino’s a clocker - trades his time for chips - like their little errand boy. I saw him go in there this morning. Hasn’t come out, so I imagine he’s riding a dreamchip.
de: Wer kennt ihn nicht? Er ist die ganze Zeit hier. Gino arbeitet auf Zeit – tauscht Arbeitsstunden gegen Chips. Ich hab ihn heute Morgen reingehen sehen. Er ist bisher nicht rausgekommen, also schätze ich, dass er gerade einen Dreamchip slottet.
es: ¿Quién no? Está aquí siempre. Gino es un cronometrador, cambia su tiempo por chips, como su pequeño niño perdido. Lo vi entrar ahí esta mañana. No ha salido, así que supongo que está montado en un chip de sueño.
fr: Qui ne le fait pas ? Il est ici tout le temps. Gino est un clocker : il échange son temps contre des puces. C'est un peu leur messager. Je l'ai vu entrer ce matin. Il n'est pas encore sorti, j'imagine qu'il est branché sur une puce onirique.
it: Chi non lo è? È sempre qui. Gino è uno spacciatore, concede il suo tempo in cambio di chip, come loro fattorino. L'ho visto entrare là stamattina. Non è uscito, quindi immagino che stia viaggiando col suo chip onirico.
ru: Конечно, кто его не знает? Он работает на них - денег на чипы у него нет, поэтому он расплачивается натурой, выполняет их мелкие поручения. Я видела, как он зашел внутрь сегодня утром и с тех пор не показывался, так что сейчас он скорее всего прочно сидит на чипе.

source: Who is Father Willy?
de: Wer ist Vater Willy?
es: ¿Quién es Padre Willy?
fr: Qui est Père Willy ?
it: Chi è Padre Willy?
ru: Кто такой отец Вилли?

source: Who is James? James Telestrian?
de: Wer ist James? James Telestrian?
es: ¿Quién es James? ¿James Telestrian?
fr: Qui est James ? James Telestrian ?
it: Chi è James? James Telestrian?
ru: Кто такой Джеймс? Джеймс Телестриан?

source: Who is it?
de: Wer ist es?
es: ¿Quién es?
fr: Qui est-ce ?
it: Chi è?
ru: Кто он?

source: Who is that woman over there?
de: Wer ist diese Frau da drüben?
es: ¿Quién es esa mujer de ahí?
fr: Qui est cette femme, là-bas ?
it: Chi è quella donna?
ru: Кто эта женщина?

source: Who opened the cells? They'll kill us all!
de: Wer hat die Zellen geöffnet? Sie werden uns alle töten!
es: ¿Quién ha abierto las celdas? ¡Nos van a matar a todos!
fr: Qui a ouvert les cellules ? Ils vont tous nous tuer !
it: Chi ha aperto le celle? Ci uccideranno tutti!
ru: Кто открыл камеры? Они же нас всех убьют!

source: Who raised ya, a pack of wolves? That there ladder is rightfully mine!
de: Wer hat dich denn erzogen, ’ne Bande Höhlenmenschen? Diese Leiter gehört rechtmäßig mir!
es: ¿Quién te ha criado? ¿Una manada de lobos? ¡Esa escalera es mía!
fr: Qui c'est qui vous a élevé, une meute de chiens ? Cette échelle est à moi !
it: Chi ti ha insegnato l'educazione, un branco di lupi? Quella scala là è mia!
ru: Кто тебя воспитывал? Волки в Пустошах? Это моя лестница! Положи на место!

source: Who runs this place? I want to talk to them.
de: Wem gehört dieser Laden? Ich möchte gerne mit ihm oder ihr reden.
es: ¿Quién dirige este lugar? Quiero hablar con ella.
fr: C'est qui le boss, ici ? Je veux parler avec lui.
it: Chi comanda la baracca qui? Voglio parlare con quella persona.
ru: Кто здесь главный? Мне надо с ними поговорить.

source: Who said I do. A good cash cow like you only comes around every so often, and you're no good to me dead.
de: Wer hat gesagt, dass ich das tue. Ein guter Goldesel wie du kommt nicht so oft vorbei, und tot nützt du mir nichts.
es: No suele aparecer a menudo una buena vaca lechera como tú, muerto no me sirves de nada.
fr: Qui a dit ça ? Une bonne vache à lait comme vous, ça tombe pas tous les jours, et vous ne m'êtes d'aucune utilité en tant que macchabée.
it: Chi ha detto che m'importa. Una buona fonte di guadagni come te capita raramente, da morto non mi servi a niente.
ru: Забочусь? Ха. Если бы вокруг тебя ходило столько денежных мешков, тебе бы тоже не хотелось их потерять.

source: Who said anything about me going to sleep? Just give me something to bite on...
de: Wer hat hier irgendwas von schlafen gesagt? Gib mir einfach irgendwas, auf das ich beißen kann ...
es: ¿Quién ha dicho nada de que me vaya a dormir? Tú dame algo para morder...
fr: Qui a dit que j'allais dormir ? Donnez-moi quelque chose à mordre.
it: Chi ha parlato di farmi dormire? Dammi solo qualcosa da mordere...
ru: Обойдусь без наркоза. Дайте мне ремень, а еще лучше загубник...

source: Who still uses scalpels?
de: Wer benutzt denn immer noch Skalpelle?
es: ¿Quién sigue utilizando bisturíes?
fr: Qui utilise encore des scalpels ?
it: Chi usa ancora i bisturi?
ru: Кто может пользоваться скальпелем?

source: Who the hell 're you?
de: Wer zum Teufel bist du?
es: ¿Quién demonios eres tú?
fr: Vous êtes qui, vous ?
it: Chi diavolo sei?
ru: А ты еще кто, черт бы тебя побрал?

source: Who took your son?
de: Wer hat deinen Sohn mitgenommen?
es: ¿Quién se ha llevado a tu hijo?
fr: Qui a enlevé votre fils ?
it: Chi ha preso tuo figlio?
ru: Кто забрал твоего сына?

source: Who was that you were talking to?
de: Mit wem hast du eben geredet?
es: ¿Quién era ese con el que estabas hablando?
fr: Avec qui étiez-vous en train de parler ?
it: Con chi stavi parlando?
ru: С кем ты только что разговаривала?

source: Who's asking?
de: Wer will das wissen?
es: ¿Quién lo pregunta?
fr: Qui veut le savoir ?
it: Chi lo chiede?
ru: А кто спрашивает?

source: Who's this, Ryker? Can't you see I'm busy here?
de: Wer ist das, Ryker? Siehst du nicht, dass ich hier zu tun habe?
es: ¿Quién es este, Ryker? ¿No ves que tengo cosas que hacer?
fr: C'est qui, Ryker ? Vous voyez pas que je suis occupé ?
it: Chi è, Ryker? Non vedi che ho da fare?
ru: Кто это, Райкер? Ты не видишь, что я занят?

source: Whoa! Easy there.
de: Heyhey! Ganz locker!
es: ¡Guau! Con cuidado.
fr: Whoa ! Du calme.
it: Uaaah! Calma.
ru: Оп-па! Полегче.

source: Whoa! I gotta get help!
de: Alter! Ich brauche Hilfe!
es: ¡Guau! ¡Tengo que ayudarles!
fr: Oh ! J'ai besoin d'aide !
it: Uaaah! Ho bisogno di aiuto!
ru: Ай! На помощь!

source: Whoa, hey there big $(l.guy).
de: Oho! Hallöchen, du Prachtexemplar.
es: Hala, hola, gran $(l.guy).
fr: Houla, salut grand $(l.guy).
it: Ehi, ma guarda chi c'è, $(l.guy)!
ru: Полегче, $(l.guy).

source: Whoa, hey, I got nothin' to do with that! It was those guys in the warehouse, they did it! Frag, I'm gettin' out of here!
de: Hey, hey, jetzt mal halblang. Ich hab damit nix zu tun! Das waren die Typen im Lagerhaus, die waren das! Mist, ich hau ab!
es: ¡Eh, que yo no tengo nada que ver con eso! ¡Fueron esos tipos del almacén, lo han hecho ellos! Una granada. ¡Yo me largo de aquí!
fr: Holà, hé, j'ai rien à voir là-dedans ! C'était les types de l'entrepôt, c'est eux qu'on fait le coup ! Putain, je me tire d'ici !
it: Ehi, ehi, non ho niente a che fare con tutto questo! Sono stati quei ragazzi nel deposito, è colpa loro! Dannazione, me ne vado da qui!
ru: Эй, я тут ни при чем! Вообще ни при чем, забор сломали те ребята на складе! Черт, я сваливаю!

source: Whoa, okay $(l.guy)! I'm gone!
de: Hey, okay, $(l.guy)! Ich bin schon weg!
es: ¡Vale, de acuerdo, $(l.guy)! ¡Ya me voy!
fr: Ho, ok $(l.guy) ! Je m'en vais !
it: Ok, va bene, $(l.guy)! Me ne vado!
ru: Ладно, ладно, $(l.guy)! Считай, меня уже нет!

source: Whoa, slow down. I found something that belongs to one of your employees. I thought you'd want it back.
de: Hey, immer mit der Ruhe. Ich hab was gefunden, das einem eurer Mitarbeiter gehört. Ich dachte, ihr wollt es vielleicht zurückhaben.
es: Guau, más despacio. He encontrado algo que pertenece a uno de sus empleados. Pensé que querría recuperarlo.
fr: Whoa, du calme. J'ai trouvé quelque chose qui appartient à l'un de vos employés. Je pensais que vous voudriez le récupérer.
it: Ehi, rallenta. Ho trovato qualcosa che appartiene a uno dei vostri impiegati. Ho pensato che avreste voluto riaverla.
ru: Эй, полегче. Мне в руки совершенно случайно попалась вещица одного из ваших ребят. Я здесь для того, чтобы ее вернуть.

source: Whoa, slow down. Who are you exactly?
de: Halt mal, immer langsam. Wer genau bist du?
es: Guau, más despacio. ¿Quién eres exactamente?
fr: Whoa, du calme. Qui êtes-vous vraiment ?
it: Ehi, rallenta. Chi sei?
ru: Эй, помедленнее. Ты вообще кто такой?

source: Whoa, uncle, uncle! I was just playin' with you. I'll call off the rest of the Halloweeners, Jake! Call it even, yeah?
de: Hey, hey, Alter! Ich hab doch nur Spaß gemacht. Ich sag den anderen Halloweenern, dich in Ruhe zu lassen, Jake! Abgemacht?
es: Guau, ¡tío, tío! Solo estaba jugando contigo. Llamaré al resto de los Halloweeners, ¡Jake! Estamos empate, ¿vale?
fr: Hé, tonton ! Je déconnais. Je vais m'occuper du reste des halloweeners, Jake ! On est quitte, hein ?
it: Wow, zio, zio! Stavo solo scherzando un po'. Dirò al resto degli Halloweener di smetterla, Jake! Siamo pari, ok?
ru: Эй, мужик, мужик! Полегче, я же просто пошутил! Я отзову остальных хэллоуинеров, Джейк! В расчете, лады?

source: Whoa, wait a minute. I saw you die.
de: Hey, Moment mal. Ich hab dich sterben sehen.
es: Guau, espera un minuto. Te vi morir.
fr: Hé, attends un peu. Je t'ai vue mourir.
it: Ehi, aspettate un attimo. Io ti ho visto morire.
ru: Эй, погоди минуту. Тебя же убили.

source: Whoever you are, get off my commlink. This is NOT a good time.
de: Wer du auch sein magst, raus aus meinem Kommlink. Ich hab dafür jetzt KEINE ZEIT.
es: Seas quien seas, sal de mi commlink. Este NO es un buen momento.
fr: Qui que vous soyez, dégagez de mon commlink. Ce n'est PAS le bon moment.
it: Chiunque tu sia, sparisci dal mio commlink. NON è un buon momento.
ru: Кто бы ты ни был, сгинь с моего коммлинка. Сейчас НЕ ВРЕМЯ!

source: Who’s Bartlett?
de: Wer ist Bartlett?
es: ¿Quién es Bartlett?
fr: C'est qui, Bartlett ?
it: Chi è Bartlett?
ru: Кто такой Бартлетт?

source: Who’s around?
de: Wer ist alles da?
es: ¿Quién hay por ahí?
fr: Qui est dans le coin ?
it: Chi c'è in giro?
ru: Кто сейчас здесь есть?

source: Who’s waiting for what to play out?
de: Wer wartet hier auf was?
es: ¿Quién está esperando a lo que tenga que resolverse?
fr: Qui attend que quoi se calme ?
it: Chi è che aspetta? Qual è la faccenda?
ru: Что именно должно тут закончиться?

source: Why anyone, of course! It wouldn’t be very universal if we left anyone out, would it, $(scene.BroSis)?
de: Na, jeder natürlich! Sie wäre ja nicht sehr universell, wenn wir irgendjemanden ausschließen würden, nicht wahr, $(scene.BroSis)?
es: ¡Pues cualquiera, por supuesto! No sería muy universal si dejásemos a alguien fuera, ¿verdad, $(scene.BroSis)?
fr: Eh bien, tout le monde ! Ce ne serait pas très universel d'exclure qui que soit, vous ne pensez pas, $(scene.BroSis) ?
it: Beh, tutti, è ovvio! Non sarebbe molto universale, se lasciassimo fuori qualcuno, giusto, $(scene.BroSis)?
ru: Разумеется, кто угодно! Наше братство не было бы всеобщим, если бы мы кому-то отказывали. Разве не так, $(scene.BroSis)?

source: Why anyone, of course! It wouldn’t be very universal if we left anyone out, would it? $+(l.race_plural) are especially welcome, $(scene.BroSis)!
de: Na, jeder natürlich! Sie wäre ja nicht sehr universell, wenn wir irgendjemanden ausschließen würden, nicht wahr? $+(l.race_plural) sind besonders willkommen, $(scene.BroSis)!
es: ¡Pues cualquiera, por supuesto! No sería muy universal si dejásemos a alguien fuera, ¿verdad? ¡Los $+(l.race_plural) son especialmente bienvenidos, $(scene.BroSis)!
fr: Eh bien, tout le monde ! Ce ne serait pas très universel d'exclure qui que soit, vous ne pensez pas ? Les $+(l.race_plural) sont particulièrement bienvenus, $(scene.BroSis) !
it: Beh, tutti, è ovvio! Non sarebbe molto universale, se lasciassimo fuori qualcuno, giusto? $+(l.race_plural) sono particolarmente benvenuti, $(scene.BroSis)!
ru: Разумеется, кто угодно! Наше братство не было бы всеобщим, если бы мы кому-то отказывали. $+(l.race_plural) - всегда желанные гости под нашей крышей, $(scene.BroSis)!

source: Why are you dressed as a janitor?
de: Warum bist du angezogen wie ein Hausmeister?
es: ¿Por qué vas vestido como un limpiador?
fr: Pourquoi portez-vous une tenue de concierge ?
it: Perché indossi vestiti da custode?
ru: Почему ты одет как уборщик?

source: Why are you out of uniform?
de: Warum trägst du keine Uniform?
es: ¿Por qué no te has puesto el uniforme?
fr: Pourquoi est-ce que vous n'avez pas votre uniforme ?
it: Perché non indossi un'uniforme?
ru: Почему ты не в форме?

source: Why did you call Jessica Watts Grandmother?
de: Warum hast du Jessica Watts „Großmutter“ genannt?
es: ¿Por qué llamáis abuela a Jessica Watts?
fr: Pourquoi avez-vous appelé Jessica Watts "Grand-mère" ?
it: Perché Jessica Watts viene chiamata nonna?
ru: Почему вы все называете Джессику Уоттс праматерью?

source: Why didn’t you say so? Coyote is late and my client is getting anxious. Where is she?
de: Warum sagst du das nicht gleich? Coyote ist spät dran und mein Klient wird langsam nervös. Wo ist sie?
es: ¿Por qué no lo has dicho antes? Coyote se ha retrasado y mi cliente está nervioso. ¿Dónde está?
fr: Pourquoi ne pas l'avoir dit plus tôt ? Coyote est en retard et mon client est impatient. Où est-elle ?
it: Perché non l'hai detto subito? Coyote è in ritardo e il mio cliente sta diventando impaziente. Dov'è lei?
ru: А сразу это сказать было не судьба? Койот опаздывает, и мой клиент теряет терпение. Где она?

source: Why do you care? ... it... it's my son. That bastard took my son!
de: Wieso kümmert dich das? Es ... es ist mein Sohn. Dieser Bastard hat sich meinen Sohn geschnappt!
es: ¿Y a mí qué? ... es... es mi hijo. ¡Ese cabrón se ha llevado a mi hijo!
fr: Qu'est-ce que ça peut vous faire ? ... C'est... C'est mon fils. Ce bâtard a enlevé mon fils !
it: Perché ti interessa? ... È... è mio figlio. Quel bastardo ha preso mio figlio!
ru: А тебе какое дело? ...это мой сын. Этот ублюдок забрал моего сына!

source: Why do you think he chose that avatar?
de: Was denkst du, warum er diesen Avatar gewählt hat?
es: ¿Por qué crees que eligió ese avatar?
fr: Pourquoi a-t-il choisi cet avatar à votre avis ?
it: Secondo te perché ha scelto quell'avatar?
ru: Как ты думаешь, почему он выбрал именно такую аватарку?

source: Why do you think it’s different this time?
de: Was denken Sie, warum es dieses Mal anders ist?
es: ¿Por qué crees que esta vez es diferente?
fr: Qu'est-ce qui vous fait dire que c'est différent, cette fois ?
it: Perché pensi che sia diverso stavolta?
ru: Почему вы думаете, что на этот раз что-то изменилось?

source: Why don't she tell me herself? That's a show of disrespect.
de: Warum sagt sie es mir nicht selbst? Das zeigt nur, dass sie mich nicht respektiert.
es: ¿Por qué no me lo dice ella? Es una falta de respeto.
fr: Pourquoi elle ne me le dit pas en personne ? Sacré manque de respect.
it: Perché non è venuta a dirmelo di persona? Questa è mancanza di rispetto nei miei confronti.
ru: Почему она не пришла сама? Это хамство.

source: Why don't we settle this face-to-face, friend?
de: Warum regeln wir das nicht von Angesicht zu Angesicht, Freundchen?
es: Amigo, ¿por qué no resuelves esto cara a cara?
fr: Pourquoi on ne réglerait pas ça en face à face, l'ami ?
it: Perché non risolviamo la questione faccia a faccia?
ru: Почему бы нам не обсудить это лицом к лицу?

source: Why don't you ask him.
de: Frag doch ihn.
es: ¿Por qué no se lo preguntas?
fr: Pourquoi est-ce que vous ne lui demandez pas ?
it: Perché non chiedi a lui?
ru: Спроси об этом его.

source: Why don’t you come inside and find out? Come in and find the power of Belonging.
de: Warum trittst du nicht ein und findest es selbst heraus? Komme herein und entdecke die Macht der Zugehörigkeit.
es: ¿Por qué no entras y lo descubres? Entra y descubre el poder de Pertenecer.
fr: Pourquoi ne pas entrer pour le découvrir par vous-même ? Entrez et découvrez le pouvoir de l'Appartenance.
it: Perché non entri e lo scopri? Entra e trova la forza dell'Appartenenza.
ru: Войди и узнаешь! Не бойся стать частью нашей огромной семьи.

source: Why is Jessica Watts called Grandmother Jessica?
de: Warum wird Jessica Watts Großmutter Jessica genannt?
es: ¿Por qué a Jessica Watts la llaman Abuela Jessica?
fr: Pourquoi Jessica Watts est-elle appelée Grand-mère Jessica ?
it: Perché Jessica Watts viene chiamata Nonna Jessica?
ru: Почему Джессику Уоттс называют праматерью Джессикой?

source: Why is this place called the Seamstresses Union?
de: Warum heißt dieser Laden „Seamstresses Union“?
es: ¿Por qué este lugar se llama el Unión de Costureras?
fr: Pourquoi cet endroit s'appelle-t-il Seamstresses Union ?
it: Perché questo posto si chiama Seamstresses Union?
ru: Почему это место называется Союзом белошвеек?

source: Why not just let Telestrian take care of it? Sounds like they’re already halfway there.
de: Wieso überlassen wir das nicht einfach Telestrian? Sieht so aus, als hätten sie es sowieso schon halb geschafft.
es: ¿Por qué no dejamos que Telestrian se ocupe del tema? Parece que ya han recorrido la mitad del camino.
fr: Pourquoi ne pas laisser Telestrian s'en occuper ? On dirait qu'ils sont déjà sur la bonne voie.
it: Perché non lasciamo che se ne occupi la Telestrian? Quindi sono già a buon punto
ru: Пусть Телестриан сам с этим разбирается, раз он уже начал.

source: Why not just tell Lone Star and let them take care of the Brotherhood?
de: Wieso erzählen wir nicht einfach Lone Star davon und überlassen es ihnen, sich um die Bruderschaft zu kümmern?
es: ¿Por qué no se lo dices a Lone Star y dejas que ellos se ocupen de la Hermandad?
fr: Pourquoi ne pas tout raconter à Lone Star et les laisser s'occuper de la Confrérie ?
it: Perché non lo comunichi alla Lone Star e lasci che si occupino loro della Fratellanza?
ru: Почему мы не можем поставить в известность "Одинокую звезду"? Они распотрошат Всеобщее братство не хуже нас.

source: Why not meet me in the real world? Why hide in cyberspace?
de: Warum treffen wir uns nicht in der echten Welt? Warum im Cyberspace Verstecken spielen?
es: ¿Por qué no conocerme en el mundo real? ¿Por qué ocultarse en el ciberespacio?
fr: Pourquoi ne pas me rencontrer dans le monde réel ? Pourquoi vous cacher dans le cyberespace ?
it: Perché non ci incontriamo nel mondo reale? Perché nascondersi nello spazio cibernetico?
ru: Почему в киберпространстве, а не в реальном мире?

source: Why should I talk to you? I mean, you're a ghost.
de: Warum sollte ich mit dir reden? Ich meine, du bist ein Geist.
es: ¿Por qué iba yo a hablar contigo? No eres más que un fantasma.
fr: Pourquoi devrais-je vous parler ? Je veux dire, vous êtes un fantôme.
it: Perché dovrei parlare con te? Insomma, sei un fantasma.
ru: Зачем мне с тобой разговаривать? Ты же призрак.

source: Why should I trust you?
de: Warum sollte ich dir vertrauen?
es: ¿Por qué debería confiar en ti?
fr: Pourquoi devrais-je vous faire confiance ?
it: Perché dovrei fidarmi di te?
ru: И ты думаешь, я стану тебе доверять?

source: Why should I? I didn't survive this long rolling over for every thug's demands.
de: Warum sollte ich? Ich hab nicht so lange überlebt, indem ich alles getan hab, was irgendwelche Schläger von mir wollten.
es: ¿Por qué iba a hacerlo? No he sobrevivido todo este tiempo cediendo ante las demandas de cualquier matón.
fr: Et pourquoi je le ferais ? Je n'ai pas survécu aussi longtemps en satisfaisant n'importe quelle demande.
it: Perché dovrei? Non sono sopravvissuto tanto accettando le richieste del primo che passa.
ru: Это с чего бы? Я бы не дожил до своих лет, если бы слушал каждого головореза.

source: Why was Marie-Louise taken by the Universal Brotherhood?
de: Warum wurde Marie-Louise von der Universellen Bruderschaft entführt?
es: ¿Por qué la Hermandad Universal se llevó a Marie-Louise?
fr: Pourquoi Mary-Louise a-t-elle été emmenée par la Confrérie Universelle ?
it: Perché Marie Louise è stata rapita dalla Fratellanza Universale?
ru: Как Мария-Луиза попала во Всеобщее братство?

source: Why were you locked up at the Universal Brotherhood?
de: Warum wurdest du von der Universellen Bruderschaft gefangen gehalten?
es: ¿Por qué te habían encerrado en la Hermandad Universal?
fr: Pourquoi étiez-vous emprisonné à la Confrérie Universelle ?
it: Perché ti hanno rinchiusa alla Fratellanza Universale?
ru: Почему они заперли тебя в камеру во Всеобщем братстве?

source: Why were you waiting? One killer more or less in a place like this - what’s the difference?
de: Warum habt ihr gewartet? Ein Mörder mehr oder weniger macht an einem Ort wie diesem doch nun wirklich keinen Unterschied.
es: ¿A qué estabas esperando? Un asesino más o menos en un lugar como este... ¿cuál es la diferencia?
fr: Pourquoi attendiez-vous ? Un tueur de plus ou de moins dans un endroit comme celui-là... quelle différence ?
it: Perché stavate aspettando? Un assassino in più o in meno in un luogo come questo, che differenza fa?
ru: Почему? Убийцей больше, убийцей меньше - какая разница?

source: Why would I stop? I see things so clearly now.
de: Warum sollte ich aufhören? Ich sehe alles so klar.
es: ¿Por qué iba a parar? Ahora lo veo todo muy claro.
fr: Pourquoi j'arrêterais tout ça ? Je vois les choses si clairement, à présent.
it: Perché dovrei fermarmi? Mi è tutto così chiaro adesso.
ru: Зачем мне останавливаться? Я вижу будущее, и оно прекрасно.

source: Why would I want to touch this drek?! This sewer! I was a god in there... king. I was a KING! Can you imagine it? {{GM}}He looks around the room. Sees the squalor. The bodies. Then he glimpses his own pitiful reflection in the machinery.{{/GM}}
de: Warum sollte ich diesen Drek anfassen wollen?! Dieses erbärmliche Loch! Ich war hier ein Gott ... ein König. Ich war ein KÖNIG! Kannst du dir das vorstellen? {{GM}}Er sieht sich in dem Raum um. Sieht den Schmutz. Die Leichen. Dann erblickt er sein eigenes erbärmliches Spiegelbild in den glänzenden Maschinen.{{/GM}}
es: ¿Por qué querría yo tocar esta mierda? ¡Esta alcantarilla! Allí era un dios... un rey. ¡Era un REY! ¿Te lo imaginas? {{GM}}Mira alrededor de la sala. Ve la mugre. Los cuerpos. Entonces observa su lamentable aspecto en la maquinaria.{{/GM}}
fr: Pourquoi rester dans cette merde ?! Dans ce trou ! Là-bas j'étais un dieu... un roi. J'étais un ROI ! Vous imaginez ça ? {{GM}}Il parcourt la pièce du regard. Il voit la misère. Les corps. Puis il aperçoit son propre reflet pitoyable dans la machine.{{/GM}}
it: Perché dovrei voler toccare questo schifo?! Questa cloaca! Ero una divinità là dentro... un re. Ero un RE! Immagini? {{GM}}Si guarda intorno nella stanza. Vede lo squallore. I corpi. Poi la sua pietosa immagine sul riflesso nei macchinari.{{/GM}}
ru: Зачем мне к нему прикасаться?! К этому дерьму! Там я был королем... Я был КОРОЛЕМ! Вы не можете себе этого представить! {{GM}}Он оглядывается по сторонам и видит нищету и окровавленные тела. Его взгляд натыкается на его собственное отражение в хроме.{{/GM}}
