Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Thanks. Mrs. Kubota will have me working it off for the rest of my life. {{GM}}She notices your expression.{{/GM}} You look like you’ve got something on your mind.
de: Danke. Ich werde ihn wohl für den Rest meines Lebens bei Mrs. Kubota abarbeiten müssen. {{GM}}Sie bemerkt den Ausdruck in deinem Gesicht.{{/GM}} Du siehst aus, als würdest du etwas loswerden wollen.
es: Gracias. La Sra. Kubota me va a hacer ejercitarlo durante el resto de mi vida. {{GM}}Se percata de tu expresión.{{/GM}} Veo que necesitas hablar de algo.
fr: Merci. Mme Kubota me le ressortira jusqu'à la fin de mes jours. {{GM}}Elle remarque votre expression.{{/GM}} On dirait que tu as quelque chose en tête.
it: Grazie. La signora Kubota me la farà scontare a vita. {{GM}}Si accorge della tua espressione.{{/GM}} Sembra che qualcosa ti preoccupi.
ru: Спасибо. Чтобы расплатиться за нее, я буду работать на миссис Куботу до конца жизни. {{GM}}Она замечает твое выражение лица.{{/GM}} Похоже, ты хочешь о чем-то поговорить.

source: Thanks. Sorry, we're just not used to folks being too friendly around here. {{GM}}The ork wipes some tears away with a dirty napkin.{{/GM}} Yeah... we were pretty close, as coworkers go. Blind Lucy and I worked here at the Shack for three years together. Started on the very same day.
de: Danke. Tut mir leid, wir sind es hier nicht gewöhnt, dass Leute so freundlich sind. {{GM}}Der Ork wischt sich mit einem dreckigen Taschentuch die Tränen aus dem Gesicht.{{/GM}} Ja ... wir standen uns ziemlich nah, für Arbeitskollegen zumindest. Die blinde Lucy und ich haben drei Jahre zusammen bei Stuffer Shack gearbeitet. Haben sogar am selben Tag da angefangen.
es: Gracias. Lo siento, por aquí no estamos muy acostumbrados a la amabilidad. {{GM}}El orko se seca las lágrimas con un pañuelo sucio.{{/GM}} Sí... estábamos muy unidos, como compañeros de curro. Lucy la Ciega y yo llevábamos tres años trabajando juntos aquí, en Shack. Empezamos el mismo día.
fr: Merci. Désolé, on a pas trop l'habitude des gens sympas par ici. {{GM}}L'ork essuie ses larmes avec un mouchoir sale.{{/GM}} Ouais... on était assez proches. Comme des collègues, quoi. Lucy l'aveugle et moi, ça faisait trois ans qu'on travaillait ensemble ici, au Shack. On a commencé le même jour.
it: Grazie. Scusa, è solo che non siamo abituati ad avere gente troppo amichevole intorno. {{GM}}L'orco si asciuga le lacrime con un fazzoletto sporco.{{/GM}} Già... eravamo piuttosto in confidenza, come tutti i colleghi. Io e Lucy la talpa abbiamo lavorato insieme qui alla Shack per tre anni. Abbiamo iniziato lo stesso giorno.
ru: Спасибо. Извини, мы тут не привыкли к человеческому обращению. {{GM}}Орк вытирает слезы грязной салфеткой.{{/GM}} Ну да... были близки, работали вместе. Мы со Слепой Люси проработали в этой рыгаловке почти три года. Начали в один день.

source: That Sam had a transplant? Or that it was the reason for his death?
de: Dass Sam eine neue Leber hatte? Oder dass das der Grund für seinen Tod war?
es: ¿Que Sam tenía un trasplante? ¿O que fue el motivo de su muerte?
fr: Que Sam avait reçu une greffe ? Ou alors était-ce la raison de sa mort ?
it: Che Sam aveva subito un trapianto? O che questa è stata la causa della sua morte?
ru: О том, что у Сэма была пересаженная печень или о том, что она стала причиной его смерти?

source: That arch will take us to the next node.
de: Dieser Bogen führt uns zum nächsten Knotenpunkt.
es: Ese arco nos llevará al siguiente nodo.
fr: Cette arche va nous mener au prochain nœud.
it: Quell'arco ci porterà al prossimo nodo.
ru: Эта арка перенесет нас на следующий сервер.

source: That bastard better show. We need the money.
de: Dieses Arschloch sollte sich besser bald blicken lassen. Wir brauchen das Geld.
es: Más vale que ese cabrón se digne a aparecer. Necesitamos el dinero.
fr: Ce bâtard ferait mieux de se pointer. On a besoin de cet argent.
it: Quel bastardo farà meglio a farsi vedere. Ci serve la grana.
ru: Лучше бы ему появиться. Деньги нужны нам как воздух.

source: That discussion may happen one day, assuming the outcome of this conversation does not result in your immediate termination. When one is in my debt they remain in my debt until such time that I decide that debt is repaid. There will be no negotiation on that point. However...
de: Zu dieser Diskussion könnte es eines Tages kommen, gesetzt den Fall, dass diese Unterhaltung für Sie nicht plötzlich tödlich endet. Wenn jemand bei mir Schulden hat, dann bleibt er in meiner Schuld, bis ich entscheide, dass seine Schuld beglichen ist. Bei diesem Thema gibt es keine Verhandlungsbasis. Allerdings ...
es: Esta conversación puede tener lugar otro día, suponiendo que esta conversación no tenga como resultado tu inmediata ejecución. Cuando uno tiene una deuda conmigo, permanece en deuda hasta que yo decido que esa deuda ha sido pagada. No habrá ninguna negociación sobre ese punto. Sin embargo...
fr: Cette discussion aura peut-être lieu un jour, si notre conversation n'a pas pour conséquence votre exécution immédiate. Lorsque quelqu'un m'est redevable, il ou elle le reste jusqu'à ce que j'en décide autrement. Ce point n'est pas négociable. Néanmoins...
it: Forse un giorno ne discuteremo, posto che la nostra attuale conversazione non si concluda con la sua immediata eliminazione. Quando qualcuno è in debito con me, lo rimane finché io non decido che il debito sia stato ripagato. Questo punto non è negoziabile. Tuttavia...
ru: Эти переговоры станут возможными только в том случае, если по результатам нашей текущей беседы я решу оставить тебя в живых. Однажды оказавшись у меня в долгу, человек остается у меня в долгу до тех пор, пока я не решу, что его долг передо мной выплачен полностью. Это не обсуждается. Тем не менее...

source: That doesn't sound like a good idea. Have you seen a woman come through here today? Armed and looking for trouble?
de: Klingt nach keiner guten Idee. Hast du eine Frau gesehen, die heute hier reingekommen ist? Bewaffnet und auf Ärger aus?
es: Eso no me parece una buena idea. ¿Hoy has visto por aquí a una mujer? ¿Armada y buscando problemas?
fr: Je ne crois pas que ce soit une bonne idée. T'as pas vu une femme passer par ici, aujourd'hui ? Armée et avec une sale gueule ?
it: Non mi sembra una buona idea. Hai visto una donna da queste parti oggi? Armata e in cerca di guai?
ru: Мне кажется, это плохая идея. Ты видела здесь сегодня женщину? Вооруженную до зубов и очень злую?

source: That doesn't sound right to me. Now stay out of the restricted area or we will be forced to open fire.
de: Das ist mir nicht geheuer. Jetzt halte dich aus dem zugangsbeschränkten Bereich raus, oder wir werden das Feuer eröffnen müssen.
es: Eso no me suena nada bien. Mantente alejado de la zona restringida o tendré que disparar.
fr: Ça me parait suspect. Restez en dehors de la zone restreinte, ou nous serons obligés d'ouvrir le feu.
it: La cosa mi puzza. Ora, resta fuori dalla zona limitata o saremo costretti ad aprire il fuoco.
ru: Так не пойдет. Покиньте запретную зону, или мы будем вынуждены открыть огонь.

source: That guy mentioned Coyote. She here?
de: Der Typ hat Coyote erwähnt. Ist sie hier?
es: Ese tipo habló de Coyote. ¿Está aquí?
fr: Ce type a parlé de Coyote. Elle est ici ?
it: Quel tizio ha menzionato Coyote. È qui?
ru: Этот парень упомянул Койот. Она здесь?

source: That guy was never my friend.
de: Dieser Kerl war niemals mein Freund.
es: Ese tío no fue nunca mi amigo.
fr: Ce mec n'a jamais été mon ami.
it: Quello là non è mai stato mio amico.
ru: Он никогда не был мне другом.

source: That is excellent! I will unlock the piano so you may go downstairs. I am certain someone in the safe house will be able to help you, if they are awake. It is likely that you will visit the Matrix before the day is done.
de: Das sind gute Neuigkeiten! Ich werde das Piano entsperren, damit du nach unten gehen kannst. Ich bin mir sicher, irgendjemand im Unterschlupf wird dir helfen können. Vorausgesetzt, es ist jemand wach. Es ist nicht unwahrscheinlich, dass du die Matrix betreten wirst, bevor der Tag vorüber ist.
es: ¡Eso es fantástico! Desbloquearé el piano para que puedas ir abajo. Seguro que en el piso franco hay alguien que te puede ayudar, si están despertados. Es probable que visites la Matriz antes de que acabe el día.
fr: Excellent ! Je vais débloquer le piano pour que vous puissiez aller en bas. Je suis certaine que quelqu'un dans la planque pourra vous aider, s'ils sont réveillés. On dirait bien que vous allez visiter la Matrice avant la fin de la journée.
it: Fantastico! Sblocco subito il pianoforte così puoi scendere. Sono sicura che qualcuno nel nascondiglio segreto saprà come aiutarti, sempre che siano svegli. È probabile che dovrai entrare nella Matrice prima di domani.
ru: Превосходно! Я отопру пианино, так что спускайся в подвал. Если его обитатели еще не легли спать, они с радостью тебе помогут. Скорее всего, тебе понадобится специалист по матричному поиску.

source: That is for others to determine. People other than you. Still, you have turned in a yeoman’s effort, and - regardless of your obvious flaws - you are deserving of a reward.
de: Darüber werden andere Leute entscheiden – Leute, die nicht Sie sind. Dennoch, Sie haben uns einen wertvollen Dienst erwiesen und verdienen trotz all Ihrer offensichtlichen Verfehlungen eine Belohnung.
es: Eso lo tienen que decidir otros. Alguien que no seas tú. No obstante, has hecho un gran esfuerzo; independientemente de tus defectos evidentes, te mereces una recompensa.
fr: Ce n'est pas à moi de décider. D'autres le feront. Mais pas vous. Mais, du fait de vos efforts, et en dépit de vos évidents défauts, vous méritez bien une récompense.
it: Questa sarà competenza di altre persone. Non tua. Comunque, hai compiuto una missione impossibile e, nonostante le pecche macroscopiche, ti meriti una ricompensa.
ru: Это решать не мне и не тебе. В любом случае, такой подвиг заслуживает награды вне зависимости от того, кто его совершил.

source: That it?
de: Das war’s?
es: ¿Y ya está?
fr: C'est tout ?
it: Tutto qui?
ru: И все?

source: That liver saved your brother's life. Your mother saved his life.
de: Die Leber hat deinem Bruder das Leben gerettet. Eure Mutter hat ihm das Leben gerettet.
es: Ese hígado le salvó la vida a tu hermano. Tu madre le salvó la vida.
fr: Ce foie a sauvé la vie de votre frère. Votre mère lui a sauvé la vie.
it: Quel fegato ha salvato la vita di tuo fratello Tua madre gli ha salvato la vita.
ru: Пересадка печени спасла вашему брату жизнь. Ваша мать спасла ему жизнь!

source: That looked like it hurt.
de: Das muss wehgetan zu haben.
es: Eso tiene que haber dolido.
fr: Ça a dû faire mal.
it: Deve aver fatto male.
ru: Больно было, да?

source: That makes no sense. I'm not letting you in until Mother Lynne is here with you.
de: Klingt ziemlich hanebüchen. Ich lass dich nicht rein, bis Mutter Lynne nicht hier ist.
es: Eso no tiene sentido. No te dejaré pasar hasta que Madre Lynne esté aquí contigo.
fr: Ça n'a aucun sens. Je ne vous laisserai pas rentrer avant que Mère Lynne ne soit ici avec vous.
it: Non ha alcun senso. Non uscirai di qui finché non arriva Madre Lynne.
ru: Глупости какие. Без матери Линн я тебя никуда не пущу.

source: That man is an ass. {{GM}}She stares daggers at McKlusky from across the warehouse.{{/GM}}
de: So ein Arsch. {{GM}}Sie blickt McKlusky aus der Entfernung feindselig entgegen.{{/GM}}
es: Ese hombre es un capullo. {{GM}}Mira amenazadoramente a McKlusky desde el otro lado del almacén.{{/GM}}
fr: Cet homme est un trou du cul. {{GM}}Son regard transperce McKlusky de l'autre côté de l'entrepôt.{{/GM}}
it: Quell'uomo è un idiota. {{GM}}Lei, dall'altro lato del magazzino, guarda McKlusky in cagnesco.{{/GM}}
ru: Это не человек, это подонок. {{GM}}Она бросает ледяной взгляд на Макклюски, который орет на кого-то в глубине помещения.{{/GM}}

source: That may soon be up to you, doc.
de: Das liegt wohl bald in deiner Hand, Doc.
es: Eso pronto dependerá de ti, doc.
fr: Ce sera sûrement vous qui ferez la différence, doc.
it: Presto potrebbe esserci del lavoro per lei, dottoressa.
ru: Вашими стараниями, доктор.

source: That means you, right?
de: Du redest von dir, oder?
es: Te refieres a ti, ¿verdad?
fr: Vous, je suppose ?
it: E cioè tu, giusto?
ru: Это ты про себя?

source: That must be Coyote. They've got her up there!
de: Das muss Coyote sein. Sie halten sie da oben gefangen!
es: Tiene que ser Coyote. ¡La tienen ahí arriba!
fr: Ça doit être Coyote. Elle est prisonnière là-haut !
it: Dev'essere Coyote. La tengono lassù!
ru: Должно быть, это Койот. Они держат ее наверху!

source: That old bastard send you? Tell him he's not getting his son back. Now get out before I throw you out.
de: Hat dieser alte Bastard dich geschickt? Sag ihm, dass er seinen Sohn nicht zurückbekommt. Jetzt verzieh dich, bevor ich dich rausschmeiße.
es: ¿Te ha mandado ese viejo desgraciado? Pues dile que no va a recuperar a su hijo. Y ahora, lárgate antes de que te eche.
fr: Ce vieux bâtard vous envoie ? Dites-lui que je ne lui rendrai pas son fils. Partez maintenant avant que je vous jette dehors.
it: È quel vecchio bastardo che ti manda? Digli che non riavrà suo figlio. Adesso esci prima che ti butti fuori.
ru: Тебя прислал этот старый пердун? Передай ему, что о своем сыне он может забыть. А теперь выметайся.

source: That realization has now led you here, how may help you along your path?
de: Diese Erkenntnis hat dich nun hierher geführt. Wie kann ich dir auf deinem Pfad zum Licht helfen?
es: Darte cuenta de eso te ha traído aquí, ¿cómo puedo ayudarte en tu camino?
fr: Votre destin vous a à présent mené ici, alors comment puis-je vous aider à poursuivre votre chemin ?
it: Questa scoperta ti ha condotto qui: come posso facilitarti il cammino?
ru: Теперь, когда осознание привело тебя сюда, чем я могу помочь тебе в этой борьбе?

source: That remains to be seen. Still more work to be done.
de: Das werden wir noch sehen. Es gibt noch eine Menge Arbeit zu erledigen.
es: Eso aún habrá que verlo. Aún hay que hacer mucho trabajo.
fr: Ça reste à voir. Il reste encore du travail.
it: Non rimane altro da vedere. C'è ancora del lavoro da portare a termine.
ru: Пока да. Но у меня еще много работы.

source: That should be all of them, I don't see any other movement around the elevators. We should be clear.
de: Das sollten alle gewesen sein. Um den Lift herum seh ich keine Bewegungen mehr. Sollte alles frei sein.
es: Deben de estar ya todos, no veo más movimiento por los ascensores. Ya debe de estar todo despejado.
fr: Il ne doit plus y en avoir, je ne vois aucun mouvement près des ascenseurs. La voie devrait être libre.
it: Quelli lì dovrebbero essere tutti, non vedo altro movimento intorno agli ascensori. Dovremmo poterci muovere liberamente.
ru: Думаю, это все. Больше рядом с лифтами никого нет. Мы в безопасности.

source: That side door you found last time you were here was helpful. We avoided all those Universal Brotherhood spa-cult-yahoos. Telestrian was right - you're a real value-add.
de: Diese Nebentür, die du letztes Mal gefunden hattest, war sehr hilfreich. Wir konnten dadurch all diesen Freaks von der Universellen Bruderschaft aus dem Weg gehen. Telestrian hatte recht – du bist ein echter Volltreffer für das Team.
es: Esa puerta lateral que encontraste la última vez que estuviste aquí resultó muy útil. Esquivamos a todos esos paletos sectarios de la Hermandad Universal. Telestrian tenía razón; eres un gran añadido.
fr: Cette porte que tu as trouvée la dernière fois s'est avérée très utile. Ça nous a permis d'esquiver ces barjots de la Confrérie Universelle. Telestrian avait raison, tu vaux ton pesant d'or.
it: Quella porta laterale che hai trovato l'ultima volta che eri qui è stata molto utile. Abbiamo evitato tutti quei fanatici-invasati-ignoranti della Fratellanza Universale. Telestrian aveva ragione. Sei un valore aggiunto importante.
ru: Найденный тобой в прошлый раз черный ход здорово нам помог. Мы обошли почти всех двинувшихся ребят из Всеобщего братства. Телестриан был прав - от тебя все же есть польза.

source: That sounds GREAT! Tell me MORE!
de: Das klingt TOLL! Erzähl mir MEHR!
es: Eso suena... ¡ESTUPENDO!. ¡Cuéntame MÁS!
fr: Ça a l'air GÉNIAL ! Dites-m'en PLUS !
it: Sembra FANTASTICO! Dimmi di PIÙ!
ru: Это ЗАМЕЧАТЕЛЬНО! Пожалуйста, РАССКАЖИ МНЕ ОБ ЭТОМ!

source: That sounds like something a Father or Mother should deal with. Talk to Father Willy near the stage.
de: Das klingt wie etwas, um das sich ein Vater oder eine Mutter kümmern sollte. Sprich mit Vater Willy, der dort an der Bühne steht.
es: Eso es algo de lo que probablemente debería encargarse un Padre o una Madre. Ve a hablar con Padre Willy cerca del escenario.
fr: Cela ressemble à quelque chose dont un Père ou une Mère devrait s'occuper. Parlez à Père Willy près de la scène.
it: Sembra una cosa di cui dovrebbe occuparsi un Padre o una Madre. Parla con Padre Willy. È vicino al palco.
ru: Об этом лучше сообщить матери или отцу. Отец Вилли стоит рядом с подиумом.

source: That sounds... great.
de: Das klingt ... super.
es: Eso suena... estupendo.
fr: Ça a l'air... cool.
it: Sembra... fantastico.
ru: Как... замечательно.

source: That stands to reason. However, I do not believe it is the case in this instance. I understand that people in your line of work pride themselves on their discretion. It is often the key to survival. But I am attempting to have a direct conversation with someone whose talents I respect. So, I encourage you to speak freely. It will save me time and you a great deal of pain.
de: Das leuchtet natürlich ein. Jedoch glaube ich nicht, dass das hier der Fall ist. Leute aus Ihrem Metier scheinen immer sehr stolz auf ihre Diskretion zu sein. Oft ist es der Schlüssel zum Überleben. Ich aber möchte hier eine direktes Gespräch mit jemandem führen, dessen Talente ich respektiere. Sprechen Sie also also ganz frank und frei. Das wird uns eine Menge Zeit und Ihnen viel Schmerz ersparen.
es: Eso tiene lógica. Sin embargo, no creo que sea el caso en esta situación. Entiendo que las personas en nuestra línea de trabajo se enorgullecen de su discreción. A menudo es la clave para la supervivencia. Pero estoy intentando hablar directamente con alguien cuyos talentos respeto. De modo que te animo a hablar libremente. A mí me ahorrará tiempo y a ti mucho dolor.
fr: C'est plutôt logique. Toutefois, je ne crois pas que ce soit le cas cette fois-ci. Je sais que dans votre domaine professionnel, la discrétion est une qualité importante. Souvent la clé de la survie. Mais j'essaye d'avoir une conversation directe avec quelqu'un dont je respecte les talents. Donc je vous encourage à parler librement. Cela me fera gagner du temps, et vous évitera beaucoup de douleur.
it: Ha una sua logica. Tuttavia credo che, date le circostanze, non le convenga fare così. Suppongo che chi lavora nel suo ramo faccia della propria discrezione un punto d'onore. Spesso è l'unico modo per sopravvivere. Ma sto cercando di avere una conversazione diretta con qualcuno, le cui doti sono degne di rispetto. Perciò la esorto a esprimersi liberamente. Così io risparmierò del tempo e lei eviterà numerose sofferenze.
ru: На первый взгляд, это объяснение кажется убедительным, но я склонен считать его ложью. Я понимаю, что люди твоей профессии превыше всего ценят скрытность, но я веду серьезный разговор и считаю себя вправе рассчитывать на основанную на взаимном уважении откровенность с твоей стороны. Не утруждай себя и говори правду. Это сэкономит мое время и позволит тебе избежать болезненного допроса.

source: That true, Sam? Did you miss a beat back there?
de: Stimmt das, Sam? Hast du einen Fehler gemacht?
es: ¿Es eso cierto, Sam? ¿Vacilaste en algún momento?
fr: C'est vrai, Sam ? T'as raté le coche, là-bas ?
it: Vero, Sam? Hai perso qualche rotella?
ru: Это правда, Сэм? Ты действительно подвел команду?

source: That woman, Lynne, seemed familiar.
de: Diese Frau, Lynne, kam mir irgendwie bekannt vor.
es: Esa mujer, Lynne, me resultaba familiar.
fr: Cette femme, Lynne, elle me dit quelque chose.
it: Quella donna, Lynne, mi sembrava familiare.
ru: Эта женщина, Линн, показалась мне знакомой.

source: That'd be Mrs. Kubota. She’s in the back room. You can't miss her.
de: Das wäre dann Mrs. Kubota. Sie ist im Hinterzimmer. Kaum zu verfehlen.
es: Es la Sra. Kubota. Está en la sala de atrás. Es inconfundible.
fr: C'est Mme Kubota. Elle est dans l'arrière-salle. Vous ne pouvez pas la manquer.
it: È la signora Kubota. La trovi nella sala del retro. La riconoscerai sicuramente.
ru: Тогда тебе нужна миссис Кубота. Ты найдешь ее в задней комнате. Ее легко узнать.

source: That'll get you killed quick.
de: So etwas kann einen echt schnell umbringen.
es: Así conseguirás que te maten pronto.
fr: Y'en a qui meurent pour moins que ça.
it: La cosa ti ucciderà in quattro e quattr'otto.
ru: Отличный способ получить пулю в голову.

source: That'll keep her happy. Now move quick.
de: Das sollte sie zufriedenstellen. Beeilung.
es: Eso la mantendrá contenta. Ahora movámonos rápido.
fr: Avec ça, elle sera contente. Maintenant il faut agir vite.
it: Questo la soddisferà. Ora fai presto.
ru: Все, теперь она сыта. Проходи скорее.

source: That's a distinct possibility. What was it that we saw in the autopsy report?
de: Das wäre definitiv möglich. Was stand im Autopsiebericht?
es: Es una posibilidad. ¿Qué es lo que vimos en el informe de la autopsia?
fr: C'est une autre possibilité. C'est quoi qu'on a vu dans le rapport d'autopsie, déjà ?
it: È una possibilità concreta. Cosa abbiamo visto nel rapporto dell'autopsia?
ru: Очень возможно. Что по этому поводу написано в отчете о вскрытии?

source: That's a new one by me. Unless you were kidding.
de: Das wäre ja was ganz Neues. Außer, du machst hier nur Witzchen.
es: Para mí, esa es nueva, a menos que estuvieras bromeando.
fr: C'en est une nouvelle. À moins que tu déconnais.
it: Questa mi giunge nuova, a meno che non stessi scherzando.
ru: О, это что-то новенькое. Если ты не шутишь.

source: That's a world I'd love to live in, but it just ain't so.
de: Das ist eine Welt, in der ich gerne leben würde, aber leider ist die Welt nicht so.
es: Ese es el mundo en el que me gustaría vivir, pero no es así.
fr: C'est un monde dans lequel j'aimerais vivre, mais on en est encore loin.
it: Questo è un mondo in cui mi piacerebbe vivere, ma semplicemente il nostro non è così.
ru: Мне бы тоже хотелось жить в лучшем мире. Но приходится иметь дело с тем, который у нас есть.

source: That's a... big gun you have there.
de: Das ist ein ... echt großes Schießeisen, das du da hast.
es: Tienes... tienes un arma muy grande.
fr: Quel gros... flingue vous avez là.
it: Quella... pistola è bella grande.
ru: Какой большой у тебя... пистолет.

source: That's all I needed to know, thanks.
de: Das ist alles, was ich wissen wollte, danke.
es: Eso es todo lo que necesitaba saber, gracias.
fr: C'est tout ce que j'ai besoin de savoir, merci.
it: Non mi serve sapere altro, grazie.
ru: Это все, спасибо.

source: That's all I needed to know.
de: Das ist alles, was ich wissen wollte.
es: Es todo lo que necesitaba saber.
fr: C'est tout ce que j'ai besoin de savoir.
it: Può bastare.
ru: Это все, что мне нужно было узнать.

source: That's all I needed to know. Thanks for your help, and I'm sorry for your loss.
de: Das ist alles, was ich wissen wollte. Vielen Dank für deine Hilfe und mein herzliches Beileid.
es: Es todo lo que necesitaba saber. Gracias por tu ayuda, y lamento tu pérdida.
fr: C'est tout ce que j'ai besoin de savoir. Merci pour votre aide, et toutes mes condoléances.
it: Può bastare. Grazie per l'aiuto e mi dispiace per la tua perdita.
ru: Это все, что мне нужно было узнать. Спасибо за помощь, и прими мои соболезнования.
