Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: Not directly but there are some questions I need to ask her. Is she here?
de: Nicht direkt, aber ich würde ihr gerne eine paar Fragen stellen. Ist sie hier?
es: No directamente, pero tengo que hacerle algunas preguntas. ¿Está aquí?
fr: Pas exactement mais je dois lui poser quelques questions. Est-elle ici ?
it: Non in modo diretto, ma devo farle alcune domande. Si trova qui?
ru: Нет, но мне нужно задать ей несколько вопросов. Она сейчас здесь?

source: Not even for 500 nuyen?
de: Nicht einmal für 500 Nuyen?
es: ¿Ni siquiera por 500 nuyens?
fr: Même pas pour 500 nuyens ?
it: Nemmeno per 500 nuyen?
ru: Даже за 500 нюйен?

source: Not even to save the lives of others? Lives like Sam's?
de: Nicht einmal, um anderen das Leben zu retten? Wie auch Sams?
es: ¿Ni siquiera para salvar la vida de otros? ¿Vidas como la de Sam?
fr: Pas même pour sauver la vie d'autrui ? Comme celle de Sam ?
it: Neanche per salvare altre vite? Vite come quella di Sam?
ru: Даже чтобы спасти жизни других людей? Таких, как Сэм?

source: Not exactly. I got the bastard who wielded the scalpel, but whoever's pulling the strings is still out there.
de: Nicht ganz. Ich hab den Mistkerl erwischt, der das Skalpell geschwungen hat, aber wer auch immer seine Strippen gezogen hat, ist immer noch dort draußen.
es: No exactamente. Tengo al bastardo que empuñó el escalpelo, pero el que tiraba de los hilos aún sigue ahí fuera.
fr: Pas vraiment. J'ai chopé le bâtard qui jouait du scalpel, mais celui ou celle qui tire les ficelles est toujours libre.
it: Non esattamente. Ho preso il bastardo che impugnava il bisturi, ma chi tira i fili è ancora là fuori.
ru: Не совсем. Ублюдок со скальпелем мертв, но он был исполнителем. Теперь мне нужно найти заказчика.

source: Not for a minute.
de: Nicht einmal eine Sekunde.
es: Ni por un minuto.
fr: Pas même une minute.
it: Nemmeno per un secondo.
ru: Ни на мгновение.

source: Not from here, I'm afraid. Spirits such as these have domains, to which they are anchored. We need to get back in there.
de: Nicht von hier. Geister wie diese haben ihre eigene Domäne, an die sie gefesselt sind. Wir müssen irgendwie wieder dort hineingelangen.
es: Me temo que no desde aquí. Los espíritus como esos tienen dominios a los que están anclados. Tenemos que volver a entrar.
fr: Pas ici, j'en ai peur. Les esprits ont des domaines auxquels ils sont rattachés. Nous devons y retourner.
it: Non da qui, temo. Gli spiriti come questi hanno dei luoghi a cui sono legati. Dobbiamo tornare là dentro.
ru: Не здесь. Такие духи никогда не покидают места собственной гибели. Нам придется вернуться на склад.

source: Not from me.
de: Nicht vor mir.
es: No de mí.
fr: Mais pas cachée des gens comme moi.
it: Non a me.
ru: Я хочу.

source: Not good enough. I've got more important things to do.
de: Das ist mir nicht gut genug. Ich habe wichtigere Dinge zu erledigen.
es: No vale la pena. Tengo cosas más importantes que hacer.
fr: Ça ne me suffit pas vraiment. J'ai des choses plus importantes à faire.
it: Non abbastanza. Ho cose più importanti da fare.
ru: Не пойдет. У меня есть гораздо более важные дела.

source: Not if you wish to draw another breath, no.
de: Nicht, wenn Sie weiteratmen wollen, nein.
es: No, si quieres seguir respirando, no
fr: Pas si vous tenez à la vie.
it: No, se desidera continuare a respirare.
ru: Выбор есть всегда, но я советую тебе не делать глупостей.

source: Not interested. Maybe next time, Slick.
de: Kein Interesse. Vielleicht beim nächsten Mal, Mann.
es: No estoy interesado. Quizás la próxima vez, pollopera.
fr: Pas intéressé. Une prochaine fois, peut-être.
it: Non sono interessato. Forse la prossima volta, Slick.
ru: Мой ответ - нет. Как-нибудь в другой раз, Слик.

source: Not looking good now. But do you have any plans for this evening?
de: Jetzt sieht es nicht gut aus. Aber hast du heute Abend schon was vor?
es: Ahora no tiene buena pinta. Pero dime, ¿tienes planes para esta noche?
fr: Ça ne se présente pas bien. Mais vous n'avez rien à faire ce soir ?
it: La situazione non promette bene adesso. Ma hai in mente qualcosa per stasera?
ru: Сейчас мы все равно не можем этого сделать. Кстати, какие у тебя планы на вечер?

source: Not me! And I hope I NEVER screw up.
de: Nicht ich! Und ich hoffe ich mache NIE so einen Fehler.
es: ¡Yo no! Y espero no meter la pata JAMÁS.
fr: Pas moi ! Et j'espère ne JAMAIS faire de conneries.
it: Non io! E spero di non fare MAI casini.
ru: А кто мог? Надеюсь, я НИКОГДА так не облажаюсь.

source: Not much natural about spirits to begin with.
de: Die Geister sind ja ohnehin nicht sehr natürlich.
es: A decir verdad, los espíritus no tienen mucho de naturales.
fr: Pas grand chose de naturel avec les esprits.
it: Non è che questi spiriti siano tanto naturali.
ru: Духи всегда пребывают в смятении. Такова их природа.

source: Not much to tell about me. What you see it what you get. Eccher’s the name.
de: Über mich gibt es nicht viel zu erzählen. Was du siehst, ist was du kriegst. Mein Name ist Eccher.
es: No hay mucho que contar sobre mí. Lo que ves es lo que hay. Me llamo Eccher.
fr: Pas grand-chose à dire sur moi. Tout est en vitrine. On m'appelle Eccher.
it: Non c'è molto da raccontare, oltre a quello che puoi vedere da te. Mi chiamo Eccher.
ru: Я парень простой, секретов у меня нет. А зовут меня Эшер.

source: Not much, really. We know it was about three hours ago, and we know that her eyes have been surgically removed. Didn't need Dresden to figure that much out. He's been looking at the body though, so he might have more. Me, I've been scanning the rest of the scene and looking for witnesses, but no luck so far. Damn Ripper might as well be a ghost.
de: Nicht wirklich viel. Wir wissen, dass die Tat vor drei Stunden begangen wurde, und dass ihre Augen chirurgisch entfernt wurden. Um das zu sehen, brauchten wir nicht mal Dresden. Er sieht sich ihre Leiche trotzdem genauer an, vielleicht weiß er inzwischen mehr. Ich habe in der Zwischenzeit den Rest des Tatorts untersucht und nach Zeugen gesucht, aber bisher hatte ich kein Glück. Der verdammte Ripper könnte genauso gut ein Geist sein.
es: Pues no, la verdad. Sabemos que ocurrió hace tres horas y que le han extraído los ojos como en una operación. No he necesitado a Dresden para descubrir todo eso. Aunque está examinando el cuerpo, así que puede que tenga algo más. Yo he estado examinando el resto de la escena y buscando testigos, pero por ahora no ha habido suerte. Ese maldito Destripador es como un fantasma.
fr: Pas grand chose. Nous savons que ça c'est passé il y a environ trois heures et que ses yeux ont été soigneusement extirpés. On n'avait pas besoin de Dresden pour savoir ça. Mais il a quand même observé le corps, alors il pourrait peut-être vous en dire plus. Quant à moi, j'ai passé les lieux au peigne fin et j'ai cherché des témoins, mais ça n'a rien donné pour l'instant. On dirait que ce foutu éventreur est un vrai fantôme.
it: Effettivamente, no. Sappiamo che è successo circa tre ore fa e che gli occhi le sono stati rimossi chirurgicamente. Non ci voleva Dresden per capirlo. Ma ha dato un'occhiata al corpo, quindi forse ha scoperto qualcos'altro. Io ho esaminato il resto della scena e cercato testimoni, ma per ora nulla di fatto. Quel maledetto Squartatore potrebbe essere un fantasma.
ru: Не то чтобы много. Эту женщину убили около трех часов назад, после чего ее глаза были удалены хирургическим путем. Это я могу определить даже без помощи Дрездена. Возможно, после вскрытия он найдет еще что-нибудь. Я осмотрел место преступления на предмет наличия улик и допросил свидетелей, но никто ничего не видел. Чертов Потрошитель неуловим, как призрак.

source: Not much. Just McKlusky’s badge.
de: Ach, gar nicht so viel. Nur McKluskys Dienstmarke.
es: No es mucho. Solo la placa de McKlusky.
fr: Pas grand chose. Juste le badge de McKlusky.
it: Non proprio. Si tratta di sostituire McKlusky.
ru: Я хочу, чтобы Макклюски потерял работу.

source: Not my problem. Pay up by morning or else.
de: Ist nicht mein Problem. Du hast bis morgen früh das Geld rauszurücken, sonst ...
es: No es mi problema. Paga por la mañana, o si no...
fr: C'est pas mon problème. Tu payes demain matin, ou sinon...
it: Non è affar mio. Paga entro domattina o peggio per te.
ru: Не мои проблемы. Или я получу деньги к утру, или вам всем крышка.

source: Not my problem. You’re coming with me.
de: Das ist nicht mein Problem. Du kommst mit mir mit.
es: No es mi problema. Te vienes conmigo.
fr: C'est pas mon problème. Vous venez avec moi.
it: Non è affar mio. Tu vieni con me.
ru: Это не мои проблемы. Ты пойдешь со мной.

source: Not my thing.
de: Ist nicht so mein Ding.
es: No es lo mío.
fr: C'est pas mon truc.
it: Non è roba per me.
ru: Я ничего в этом не понимаю.

source: Not my worry.
de: Nicht mein Problem.
es: No me importa.
fr: Ça n'est pas mon problème.
it: Non è affar mio.
ru: Это меня не касается.

source: Not necessarily. I don’t know any surgeons who still use scalpels, anymore. These days it's all done with computer-controlled lasers. Could be anyone from a military field surgeon to an antique medicine aficionado.
de: Nicht zwangsläufig. Nicht viele der Chirurgen, die ich kenne, verwenden noch Skalpelle. Heutzutage wird alles mit computergesteuerten Lasern erledigt. Der Täter könnte alles Mögliche sein, vom Militärdoktor bis zum Liebhaber antiker Medizin sein.
es: No necesariamente. No conozco a muchos cirujanos que sigan usando bisturí. Hoy en día todo se hace con láseres controlados por ordenador. Podría ser cualquiera, desde un cirujano de campo militar hasta un aficionado a la medicina antigua.
fr: Pas forcément. Je ne connais aucun chirurgien qui utilise encore un scalpel de nos jours. Tout est fait avec des lasers contrôlés par ordinateur maintenant. Ça pourrait être un chirurgien militaire comme un aficionado de la médecine antique...
it: Non è detto. Non conosco chirurghi che usino ancora il bisturi. Ormai si usano solo laser con comandi computerizzati. Potrebbe trattarsi di un chirurgo da campo militare o di un appassionato di medicina antica.
ru: Не обязательно. Я не знаю ни одного хирурга, который до сих пор бы пользовался скальпелем. Любой современный врач использует медицинский лазер. Подозреваемым может оказаться кто угодно, от армейского полевого медика до коллекционера медицинского оборудования прошлого века.

source: Not now, but I may need your help.
de: Noch nicht, aber ich werde vielleicht deine Hilfe brauchen.
es: Ahora no, pero quizá necesite tu ayuda.
fr: Pas maintenant, mais j'aurai peut-être besoin de votre aide.
it: Per ora no, ma mi serve il tuo aiuto.
ru: Нет. Но мне может понадобиться твоя помощь.

source: Not now.
de: Nicht jetzt.
es: Ahora no.
fr: Pas maintenant.
it: Non ora.
ru: Не теперь.

source: Not one for small talk, are you. That old bastard send you? How about I record your pain instead.
de: Du stehst nicht sonderlich auf Smalltalk, was? Hat dich dieser alte Bastard geschickt? Wie wär’s, wenn ich stattdessen deine Schmerzen aufnehme?
es: A ti la cháchara no te va, ¿verdad? ¿Te ha mandado ese viejo desgraciado? ¿Qué te parece si, en lugar de eso, grabo yo tu dolor?
fr: Vous n'êtes pas du genre causant. Ce vieux bâtard vous envoie ? Pourquoi je n'enregistrerais pas votre douleur à la place, hmm ?
it: Non sei il tipo che fa chiacchiere tu, vero? È quel vecchio bastardo che ti manda? Che ne dici se invece registro il tuo dolore?
ru: Рубишь сплеча, я погляжу. Тебя прислал этот старый пердун? Вместо его сына мы можем использовать для записи тебя.

source: Not quite how I'd want to go out.
de: Da kann ich mir einen schöneren Tod vorstellen.
es: A mí no me gustaría nada marcharme así.
fr: Pas vraiment comme ça que j'aimerais finir.
it: Non vorrei certo fare una fine così.
ru: Надеюсь, я умру не такой смертью.

source: Not quite yet. I'll be back.
de: Noch nicht. Ich bin bald zurück.
es: Todavía no. Volveré.
fr: Pas encore. Je reviendrai.
it: Non ancora. Tornerò.
ru: Пока нет. Но я скоро вернусь.

source: Not quite. A few loose ends to tie up.
de: Noch nicht ganz. Es gibt da noch ein paar Dinge zu erledigen.
es: No exactamente. Aún hay algunos cabos sueltos.
fr: Pas vraiment. Il y a encore quelques affaires non réglées.
it: Non del tutto. Abbiamo ancora delle questioni in sospeso.
ru: Нет. У меня еще остались вопросы.

source: Not really. There's just as much nothing in there as the last time I checked.
de: Nicht wirklich. Da ist genauso wenig was drin, wie das letzte Mal, als ich nachgeschaut hab.
es: Pues no, la verdad. Hay exactamente lo mismo que la última vez que lo comprobé, nada.
fr: Pas vraiment. Il n'y a rien de plus là-dedans que la dernière fois que j'ai regardé.
it: Non proprio. Non c'è nulla, proprio come l'ultima volta che ho controllato.
ru: Да нет. Я не нашел там ничего особенного.

source: Not right now, thanks.
de: Gerade nicht, danke.
es: Ahora no, gracias.
fr: Pas pour l'instant, merci.
it: Non adesso, grazie.
ru: Ничего не нужно, спасибо.

source: Not right now.
de: Nicht jetzt.
es: Ahora no.
fr: Pas maintenant.
it: Non adesso.
ru: Прямо сейчас не нужны.

source: Not so far as I can tell. Not among the living anyway. {{GM}}Realization then dawns, bringing the light back into her eyes.{{/GM}}
de: Nicht soweit ich weiß. Zumindest nicht unter den Lebenden. {{GM}}Plötzlich wird ihr die Bedeutung ihrer Worte bewusst und ihre Augen beginnen zu leuchten.{{/GM}}
es: No, que yo sepa. Nadie vivo. {{GM}}De repente se da cuenta, y la luz regresa a su mirada.{{/GM}}
fr: Pas que je sache. Pas chez les vivants en tout cas. {{GM}}Elle comprend tout à coup, et ses yeux se raniment.{{/GM}}
it: A quanto ne so, no. O comunque, non tra i viventi. {{GM}}Poi un'intuizione improvvisa riporta la luce nei suoi occhi.{{/GM}}
ru: Насколько мне известно, их нет. Во всяком случае, не среди живых. {{GM}}В ее глазах разгорается осознание.{{/GM}}

source: Not so fast, sister. I need some answers out of you.
de: Nicht so schnell, Schwester. Ich brauche ein paar Antworten von dir.
es: No tan rápido, Hermana. Necesito que me des unas cuantas respuestas.
fr: Pas si vite, sœurette. J'attends des réponses de votre part.
it: Non così in fretta, sorella. Ho un po' di domande da farti.
ru: Не так быстро, сестра. Я хочу получить от тебя ответы.

source: Not so much toss as nudge on his way.
de: Nicht gerade geworfen, eher in die richtige Richtung gestubst.
es: Más que patadas, fue un empujoncito en la dirección adecuada.
fr: Pas même un signe en passant.
it: Piuttosto che buttarlo fuori preferisco invitarlo ad andare per la sua strada.
ru: Иногда мне приходилось напомнить ему о правилах приличия.

source: Not sure I’m gonna stay in Seattle.
de: Ich bin noch nicht sicher, ob ich in Seattle bleiben will.
es: No sé si me voy a quedar en Seattle.
fr: Je ne suis pas sûr de rester à Seattle.
it: Non so se rimarrò a Seattle.
ru: Пока я не могу сказать, останусь ли я в Сиэтле.

source: Not that we need numbers here. I got it covered.
de: Nicht, dass wir hier mehr Leute bräuchten. Ich kümmer mich schon um die Sicherheit.
es: Aunque no necesitamos multitudes. Lo tengo cubierto.
fr: Non pas que nous ayons besoin de plus d'hommes ici. J'ai tout prévu.
it: Non che qui ci manchi la gente. Ho tutto sotto controllo.
ru: Об этом месте можешь не беспокоиться. У меня все под контролем.

source: Not the comparison made of most trolls, but I’m happy to defy expectations.
de: So etwas hört man nur selten über Trolle, aber ich freue mich, nicht den gängigen Erwartungen zu entsprechen.
es: No es la comparación que se suele hacer con los trolls, pero me alegro de romper las expectativas.
fr: Ce n'est pas comme ça qu'on parle de la plupart des trolls, mais je suis content d'aller à l'encontre des clichés.
it: Non è il modo in cui chiamano di solito i Troll, ma non mi dispiace sfidare i luoghi comuni.
ru: Чаще всего троллей сравнивают с другими животными, но я стараюсь не соответствовать распространенным стереотипам.

source: Not to sound like I don't care about the girl, but I never thought to ask. Just assumed she was from around here.
de: Ich möchte ja nicht so klingen, als wäre mir das Mädchen egal, aber ich hab nie auch nur daran gedacht, sie danach zu fragen. Ich hab einfach immer angenommen, dass sie aus der Gegend kommt.
es: No quiero que parezca que la chica no me importa, pero nunca me he molestado en preguntar. Simplemente, supuse que era de por aquí.
fr: C'est pas que je ne m'intéressais pas à elle, c'est juste que je n'ai jamais pensé à lui demander. Je pensais simplement qu'elle était d'ici.
it: Non vorrei che sembrasse che non m'importa niente della ragazza, ma non ho mai pensato di chiederglielo. Ho dato per scontato che fosse di queste parti.
ru: Мне не приходило в голову спрашивать ее о прошлом. Я всегда считала, что она родилась и выросла где-то здесь.

source: Not too rough for Josie! He says he went whole seasons without any injuries. He was usually playing outrider, though.
de: Nicht zu hart für Josie! Er behauptet, dass er ganze Saisons ohne eine einzige Verletzung überstanden hat. Hat allerdings meistens in der Position des Outriders gespielt.
es: ¡Para Josie no fue demasiado bestia! Dice que acabó temporadas enteras sin sufrir ninguna lesión. Eso sí, normalmente jugaba como escolta.
fr: Pas si dur pour Josie ! Il raconte qu'il s'est battu des années entières sans une égratignure. Cela dit, il jouait en position d'outrigger.
it: Non troppo duro, almeno per Josie! Dice che si è fatto stagioni intere senza riportare nemmeno un graffio. Di solito faceva parte di una pattuglia, però.
ru: Джози ничего не боится! Иногда ему удавалось за весь сезон не получить ни одной травмы. Правда, он был мотоциклистом эскорта.

source: Not until I see them shooting at you too.
de: Erst, wenn ich sehe, dass sie auch auf dich schießen.
es: No hasta que vea que también te disparan a ti.
fr: Pas avant qu'ils ne vous tirent dessus aussi.
it: Non finché non li vedo spararti addosso.
ru: Пушку я тебе дам, когда увижу, что они принялись по тебе стрелять. Не раньше.

source: Not very often. For my brother, however, they will come.
de: Das würde ich so nicht sagen. Doch für meinen Bruder machen sie eine Ausnahme.
es: No muy a menudo. Pero por mi hermano, vendrán.
fr: Pas très souvent. Pour mon frère, cependant, ils viendront.
it: Non di frequente. Ma per mio fratello verranno.
ru: Да. Нам не часто приходится прибегать к ней, но ради моего брата они мне помогут.

source: Not when he was sober. He was chill. And funny. I guess I knew him the best of everyone here. Sorry he’s gone.
de: Nicht, solange er nüchtern war. Er war echt in Ordnung. Und witzig. Ich schätze, ich kannte ihn wohl am besten von allen in der Union. Es tut mir leid, dass er tot ist.
es: Cuando estaba sobrio, no. Era tranquilo. Y divertido. Supongo que yo lo conocía mejor que nadie de por aquí. Siento mucho que haya muerto.
fr: Pas quand il était sobre. Il était détendu. Et marrant. Je suppose que c'est moi qui le connaissais le plus ici. Je suis triste qu'il ne soit plus là.
it: Non quando era sobrio. Era freddo. E divertente Credo di averlo conosciuto meglio di tutti i presenti. Mi dispiace che sia morto.
ru: Не тогда, когда он был трезв. Он часто меня смешил. Я знала его лучше всех остальных. Мне жаль, что он погиб.

source: Not yet.
de: Noch nicht.
es: Aún no.
fr: Pas encore.
it: Non ancora.
ru: Пока нет.

source: Nothing a stern look can’t usually solve.
de: Nichts, was sich nicht mit einem strengen Blick klären ließe.
es: Nada que no se solucione con una mirada dura.
fr: Rien qu'un froncement de sourcil ne puisse résoudre.
it: Nulla che uno sguardo severo, di solito, non possa risolvere.
ru: Иногда. Как правило, пары слов оказывается достаточно, чтобы их прекратить.

source: Nothing conclusive.
de: Nicht wirklich.
es: No hay nada concluyente.
fr: Rien de bien certain.
it: Niente di definitivo.
ru: Ничего не могу тебе сказать.

source: Nothing else?
de: Sonst nichts?
es: ¿Nada más?
fr: Rien d'autre ?
it: Nient'altro?
ru: И больше ничего?

source: Nothing important.
de: Nichts Wichtiges.
es: Nada importante.
fr: Rien d'important.
it: Niente di importante.
ru: Пожалуй, что никаких.

source: Nothing important. See you around.
de: Nichts Wichtiges. Man sieht sich.
es: Nada importante. Nos vemos.
fr: Rien d'important. À plus tard.
it: Niente di importante. Ci vediamo in giro.
ru: Прошу прощения. Я вернусь, когда у меня появится что-то ценное.

source: Nothing right now, thanks.
de: Ich brauche gerade nichts, danke.
es: En nada por ahora. Gracias.
fr: Rien pour le moment, merci.
it: Non mi serve nulla ora, grazie.
ru: Ничего не надо, спасибо.

source: Nothing right now.
de: Im Moment nichts.
es: En este momento, nada.
fr: Rien pour le moment.
it: Nulla per ora.
ru: Пока ничего.

source: Nothing right now. I gotta be going.
de: Im Moment nichts. Ich muss los.
es: En este momento, nada. Tengo que irme.
fr: Rien pour le moment. Je vais y aller.
it: Nulla per ora. Devo andare.
ru: Нет, ничего. До свидания.

source: Nothing you can do that this place hasn't done already. But if you're looking to get in on whatever went down upstairs, you're running late.
de: Es gibt nichts, was du tun kannst, was dieser Ort nicht schon mit mir gemacht hätte. Aber wenn du vorhast, bei dem mitzumischen, was vorhin da oben gelaufen ist, dann bist du leider spät dran.
es: No hay nada que puedas hacer que este lugar no haya hecho ya. Pero si lo que buscas es meter las narices en lo que sea que haya pasado arriba, llegas tarde.
fr: Il n'y a rien que vous ne puissiez faire que cet endroit ait déjà fait. Mais si vous voulez voir ce qui s'est passé là-haut, vous arrivez trop tard.
it: Non c'è nulla che tu possa fare che questo posto non abbia già fatto. Ma se stai cercando di immischiarti con quello che succedeva sopra, sei in ritardo.
ru: Вряд ли ты сумеешь сделать это место хуже, чем оно есть. Но если вас интересует происходящее наверху, то говорю сразу, вы опоздали.

source: Nothing, Dresden. Not one damn thing.
de: Nichts, Dresden. Er hat mir überhaupt nichts gesagt.
es: Nada, Dresden. No ha soltado prenda.
fr: Rien, Dresden. Rien du tout, putain.
it: Niente, Dresden. Niente di niente.
ru: Ничего, Дрезден. Вообще ничего.

source: Nothing, just passing by.
de: Nichts, ich mach nur ’nen Spaziergang.
es: Nada, solo pasaba por aquí.
fr: Rien, je me ballade, c'est tout.
it: Niente, stavo solo passando di qua.
ru: Ничего, уже ухожу.

source: Nothing. I didn’t see anything. I... I... I just need my fix. But I can’t get it because of the big pumpkin heads!
de: Nichts. Ich hab nichts gesehen. Ich ... ich ... ich brauch nur meinen Fix. Aber ich krieg ihn nicht, wegen all den riesigen Kürbisköpfen!
es: Nada. No he visto nada. Yo... Yo... Necesito mi dosis. ¡Pero no puedo pillarla por culpa de las cabezas de calabaza gigantes!
fr: Rien. J'ai rien vu. Je... Je... J'ai juste besoin de ma dose. Mais je peux pas la prendre, à cause des grosses têtes de citrouille !
it: Niente. Non ho visto niente. Io... Io... Ho solo bisogno di una dose. Ma non posso averla per colpa delle grandi teste di zucca!
ru: Ничего. Я ничего не видел. Мне... я... мне просто нужна доза. Но я не могу ее получить, потому что мне мешают тыквы!

source: Nothing. I haven't spoken to him since last night. Why? What happened?
de: Nichts. Ich habe seit gestern nicht mehr mit ihm gesprochen. Warum? Was ist passiert?
es: Nada. No he hablado con él desde anoche. ¿Por qué? ¿Qué ha pasado?
fr: Rien. Je ne lui ai pas parlé depuis hier soir. Pourquoi ? Que s'est-il passé ?
it: Niente. Non parlo con lui da ieri sera. Perché? Cos'è successo?
ru: Нет. Я не разговаривала с ним уже больше суток. Что случилось?

source: Nothing. Just some asshole.
de: Nichts. Nur ein Arschloch.
es: Nada. Solo a un imbécil.
fr: Rien. Juste un gros connard.
it: Niente. Solo qualche stronzo.
ru: На какого-то засранца.
