Repository: mldelaney94/shadowrunreturns_modified
Catalog: materials/translations/*_deadmanswitch.po
Languages: de, es, fr, it, ru

source: You look like you could use a break. All you need is a few nuyen for a Better-Than-Life chip, right?
de: Du siehst aus, als könntest du eine Auszeit brauchen. Ein paar Nuyen für einen Better-Than-Life-Chip, was?
es: Parece que necesitas un descanso. Solo necesitas unos nuyens para un chip, ¿verdad?
fr: T'as l'air de pas avoir eu beaucoup de chance. T'as juste besoin de quelques nuyens pour une puce Better-Than-Life, c'est ça ?
it: Ti servirebbe una pausa. Vuoi qualche nuyen per un chip di BTL, vero?
ru: Хочешь расслабиться? Тебе нужны деньги на чип Идеальной реальности, так ведь?

source: You look like you've been putting in some overtime, Dresden. What can you tell me about the victim?
de: Du siehst aus, als hättest du ein paar Überstunden hinter dir, Dresden. Was kannst du mir zu dem Opfer sagen?
es: Dresden, tienes pinta de haber estado haciendo muchas horas extras. ¿Qué me puedes decir de la víctima?
fr: On dirait que vous faites de plus en plus d'heures sup, Dresden. Qu'est-ce que vous pouvez me dire sur la victime ?
it: Sembra che tu abbia fatto troppi straordinari, Dresden. Cosa mi puoi dire della vittima?
ru: Сочувствую, Дрезден, тебе приходится работать сверхурочно. Что ты можешь рассказать мне о жертве?

source: You look like you've seen some action, too.
de: Du siehst auch nicht gerade aus, als hättest du Däumchen gedreht.
es: Y también de haber visto un poco de acción.
fr: On dirait qu'il y a eu de l'action, aussi.
it: Sembra anche che tu abbia assistito a qualcosa.
ru: Ты тоже выглядишь так, будто ночь у тебя выдалась интересная.

source: You looked so much alike as kids. And happy.
de: Ihr saht euch als Kinder sehr ähnlich. Ihr scheint glücklich gewesen zu sein.
es: De pequeños os parecíais mucho. Y parecíais felices.
fr: Vous vous ressembliez comme deux gouttes d'eau. Vous aviez l'air heureux.
it: Da piccoli vi assomigliavate tantissimo. E avevate l'aria felice.
ru: Вы были так похожи друг на друга. И так счастливы.

source: You looking to make a little easy money today?
de: Hey, hast du Interesse an etwas leicht verdientem Geld?
es: ¿Quieres ganar un poco de dinero fácil hoy mismo?
fr: Vous voulez vous faire un peu d'argent facile ?
it: Stai cercando di fare un po' di soldi facili oggi?
ru: Хочешь легких денег?

source: You make a persuasive case. I think I'd prefer to live. Here's the passcode for the elevator down the hall.
de: Das ist ein überzeugendes Argument. Ich glaube, ich lebe lieber. Hier ist der Passcode für den Aufzug am Ende des Ganges.
es: Eres muy persuasivo. Creo que prefiero vivir. Aquí tienes el código de acceso para el ascensor del vestíbulo.
fr: Le choix n'est pas très difficile. Je crois que je préfère vivre. Voici le code pour l'ascenseur dans le hall.
it: Hai ottime capacità persuasive. Penso che preferirei vivere. Ecco il codice di accesso per l'ascensore in fondo al corridoio.
ru: Тебе удалось меня убедить. Моя шкура мне, пожалуй, дороже. Вот код от лифта в конце коридора.

source: You make up your mind? My offer of 2,000 stands.
de: Hast du dich entschieden? Mein Angebot ist und bleibt 2000.
es: ¿Has tomado una decisión? Mi oferta de 2000 sigue en pie.
fr: Vous vous êtes décidé ? Mon offre de 2 000 nuyens tient toujours.
it: Hai deciso? La mia offerta rimane 2.000.
ru: Мое предложение все еще остается в силе. 2000.

source: You may have been justified. You may have been provoked. It does not matter. What does matter is that you are hot right now. And you can get hotter. Samedi can turn up the heat as high as it will go.
de: Du warst vielleicht im Recht. Du wurdest eventuell provoziert. Aber das ist nicht wichtig, wichtig ist, dass du in der Klemme steckst. Und das du noch mehr in die Klemme geraten kannst. Samedi kann dir die Hölle heiß machen, und zwar so heiß, wie es nur geht.
es: Quizás esté justificado. Quizás te han provocado. No me importa. Lo que importa es que ahora eres un tema candente. Y puedes serlo aún más. Samedi puede subir la temperatura al máximo.
fr: C'était peut-être justifié. Vous avez peut-être été provoqué. Cela n'a pas d'importance. Ce qui importe c'est que vous êtes sur le grill en ce moment. Et la température ne fait que monter. Samedi peut monter le thermostat aussi haut qu'il le souhaite.
it: Potresti avere le tue motivazioni per compiere certe azioni. Potresti aver ricevuto delle provocazioni. Non importa. Ciò che importa è che ora sei temibile e puoi diventarlo ancora di più. Samedi può aumentare la pressione fino al massimo.
ru: Возможно, у тебя не было выбора. Возможно, твои действия были оправданны. Важно другое: тебя ищут. Самеди может сделать так, что тебя найдут.

source: You may wait here for a few moments to gather yourself before you enter Mr. Telestrian’s office. Some people find that they need time to prepare themselves before meeting an elf of his stature. However, the upstairs is off limits to you and the library is occupied at the moment. Do not tarry, though. Mr. Telestrian is not one to be kept waiting long.
de: Sie können hier einige Momente verweilen, um sich zu sammeln, bevor Sie Mr. Telestrians Büro betreten. Einige Leute finden, dass sie ein wenig Zeit benötigen, um sich darauf vorzubereiten, einen Elf seiner Bedeutung zu treffen. Der Zutritt zum oberen Bereich ist Ihnen jedoch verboten und die Bibliothek ist derzeit besetzt. Trödeln Sie aber nicht zu lange. Mr. Telestrian mag es nicht, wenn man ihn lange warten lässt.
es: Puede esperar aquí unos instantes para recomponerse antes de entrar en la oficina del Sr. Telestrian. Algunas personas necesitan tiempo para prepararse antes de reunirse con un elfo de su talla. Sin embargo, no puede subir al piso de arriba y en estos momentos la biblioteca está ocupada. Pero no tarde demasiado. Al Sr. Telestrian no se le debe hacer esperar demasiado.
fr: Vous pouvez vous reposer ici quelques instants avant d'entrer dans le bureau de M. Telestrian. Certaines personnes ont besoin d'un peu de temps pour se préparer à rencontrer un elfe de sa stature. Toutefois, l'étage vous est interdit et la bibliothèque est actuellement occupée. Ne vous attardez pas. M. Telestrian n'est pas du genre à patienter.
it: Può aspettare qui un momento e raccogliere i pensieri prima di entrare nell'ufficio del signor Telestrian. Alcune persone hanno bisogno di una certa preparazione prima di incontrare un Elfo della sua statura. Tuttavia, non è consentito andare al piano di sopra; inoltre, al momento la biblioteca è occupata. Ma non indugi troppo. Il signor Telestrian non è il tipo da fare aspettare.
ru: Вы можете задержаться на несколько минут, если пожелаете. Многим людям требуется время, чтобы привести себя в порядок перед встречей с господином Телестрианом. Обычно они стараются выставить себя в наилучшем свете перед эльфом благородного происхождения, который занимает столь важную должность. Тем не менее, я не советую вам подниматься на второй этаж и обращаю ваше внимание на то, что библиотека в настоящий момент занята. В то же время вам не следует забывать, что господин Телестриан не из тех эльфов, кто привык ждать подолгу.

source: You mean Jessica? Yes, she’s here somewhere. She and my aunt are together. My aunt brought me here. She said the Brotherhood was just what I needed. That I could find a new family here like she did. That I could be part of something bigger than myself. Then it got weird. You’d expect people like this to be nice to you, y’know? That’s what they’re all about. But this was different. They all started bowing to me. And that’s when the chanting started. That’s when I got really scared.
de: Du meinst Jessica? Ja, sie war hier irgendwo. Sie und meine Tante gehören zusammen. Meine Tante hat mich hierher gebracht. Sie hat gesagt, dass die Bruderschaft genau das Richtige für mich sei. Dass ich eine neue Familie finden könnte, wie sie auch. Dass ich Teil von etwas Größerem sein könnte. Dann wurde es richtig seltsam. Man denkt ja, dass solche Leute nett sind, weißt du? Darum geht es ja. Aber es war anders. Sie fingen an, sich vor mir zu verbeugen. Und dann gingen diese Choräle los. Das hat mir wirklich Angst gemacht.
es: ¿Te refieres a Jessica? Sí, está por aquí. Mi tía y ella están juntas. Mi tía me trajo aquí. Me dijo que la Hermandad era justo lo que necesitaba. Que aquí encontraría una familia nueva, como ella. Que podría formar parte de algo mayor. Y entonces todo fue muy extraño. Lo normal sería pensar que esta gente sería amable contigo, ¿no? Eso es lo que dicen. Pero no fue así. Todos empezaron a hacerme reverencias. Y entonces empezaron los cánticos. En ese momento es cuando me asusté de verdad.
fr: Vous voulez dire Jessica ? Oui, elle est quelque part par ici. Elle est avec ma tante. C'est ma tante qui m'a amenée ici. Elle disait que la Confrérie, c'est exactement ce qu'il me fallait. Que j'y trouverai une nouvelle famille, comme elle. Que je pourrais faire partie d'une chose plus grande que moi. Ensuite tout a déraillé. Je m'attendais à ce que les gens soient gentils avec moi, vous voyez ? C'est ce qu'ils racontent partout. Mais ça ne s'est pas passé comme ça. Ils se sont tous prosternés devant moi. Et c'est après ça qu'ils se sont mis à chanter. Là j'ai commencé à avoir très peur.
it: Intendi Jessica? Sì, è qui da qualche parte. Lei e mia zia sono insieme. Mi ha portato qui mia zia. Diceva che la Fratellanza era esattamente quello che mi serviva. Che potevo trovare una nuova famiglia qui, come era successo per lei. Che potevo entrare a far parte di qualcosa di più grande di me. Poi la cosa ha preso una strana piega. Ti aspetteresti che gente così sia gentile con te, no? Questo è il principio. Ma le cose sono andate diversamente. Hanno cominciato a inchinarsi a me. È stato allora che i canti sono cominciati. Ho avuto una paura tremenda a quel punto.
ru: Джессика? Да, она где-то здесь. Вместе с моей теткой, которая привела меня сюда. Она сказала, что Братство с радостью меня примет. Сказала, что я обрету здесь новую семью, так же как это случилось с ней. Что я смогу стать чем-то большим. А потом все полетело к чертям. Обычно такие люди стараются тебе понравиться, разве нет? Так они вербуют новых членов в секту. А эти были какие-то странные. Сперва они принялись мне кланяться, а потом завели свое пение. Тут-то я и испугалась.

source: You mean Sam had no right? After all, he kept the liver for himself.
de: Du meinst, Sam hatte dazu kein Recht? Immerhin hat er die Leber für sich selbst beansprucht.
es: ¿Quieres decir que Sam no tenía ningún derecho? Después de todo, se quedó con el hígado.
fr: Vous voulez dire Sam n'avait pas le droit ? Après tout, il a gardé le foie pour lui.
it: Vuoi dire che Sam non ne aveva alcun diritto? Dopotutto, ha tenuto il fegato per sé.
ru: Иначе говоря, Сэм не имел на это права, так? В конце концов, он присвоил себе ее печень.

source: You mean he... oh, God...
de: Du meinst er ... oh Gott ...
es: Quieres decir que... oh, cielos...
fr: Vous voulez dire que... oh, mon Dieu...
it: Vuoi dire che... Oh, cielo...
ru: Ты хочешь сказать, что он... О, боже...

source: You mean my ex? Shane?
de: Du meinst meinen Ex? Shane?
es: ¿Te refieres a mi ex? ¿Shane?
fr: Vous voulez dire mon ex ? Shane ?
it: Intendi il mio ex? Shane?
ru: В смысле мой бывшенький? Шин?

source: You melt it such that it obscures the lack of ID information but is still recognizable as a Universal Brotherhood keycard.
de: Du schmilzt die Karte an, um über die fehlenden Informationen hinwegzutäuschen. Sie ist jedoch immer noch als Schlüsselkarte der Universellen Bruderschaft erkennbar.
es: Derrítela hasta que oculte la falta de información de identificación pero que siga siendo reconocible como una tarjeta de acceso de la Hermandad Universal.
fr: Vous l'avez faite fondre de telle manière qu'on ne voit plus qu'il manque des données d'identification, mais pas assez afin qu'elle reste reconnaissable en tant que carte de la Confrérie Universelle.
it: La sciogli al punto da oscurare la mancanza di dati sulla tessera, ma deve essere ancora riconoscibile come documento della Fratellanza Universale.
ru: На оплавившемся куске пластика нельзя различить фотографию, но в нем можно узнать пропуск Всеобщего братства.

source: You mentioned Coyote’s crusade. What is it?
de: Sie erwähnten Coyotes Kreuzzug. Was hat es damit auf sich?
es: Mencionaste la cruzada de Coyote. ¿De qué se trata?
fr: Vous avez parlé de la croisade de Coyote. De quoi s'agit-il ?
it: Parlavi della crociata di Coyote. Cos'è?
ru: Что люди имеют в виду, когда говорят, что Койот вышла на тропу войны?

source: You mentioned money?
de: Es war von Geld die Rede?
es: ¿Has mencionado el dinero?
fr: Vous avez parlé d'argent ?
it: Hai parlato di soldi?
ru: Кто-то упоминал деньги.

source: You morons just shot up a Renraku research lab! Ever HEAR of Renraku?!
de: Ihr Vollidioten habt gerade eine Renraku-Forschungseinrichtung verwüstet! Wisst ihr überhaupt, was Renraku ist?!
es: ¡Capullos, habéis arrasado un laboratorio de investigación de Renraku! ¡¿Habéis oído hablar de Renraku?!
fr: Bande de couillons, vous venez de faire sauter un labo de recherche Renraku ! Vous CONNAISSEZ Renraku ?!
it: Idioti, avete appena assaltato un laboratorio della Renraku! Mai SENTITO PARLARE della Renraku?!
ru: Кретины, вы же напали на лабораторию Ренраку! Да вы хоть ЗНАЕТЕ, что такое Ренраку?!

source: You must be Maury.
de: Du bist dann wohl Maury.
es: Tú debes de ser Maury.
fr: Vous devez être Maury.
it: Tu devi essere Maury.
ru: Должно быть, ты и есть Мори.

source: You must be the Union’s hired muscle.
de: Du musst der Türsteher der Union sein.
es: Debes de ser el sicario del Unión.
fr: Vous devez être le gros bras de l'Union.
it: Lei dev'essere uno dei mercenari dell'Union.
ru: Надо полагать, ты - здешний вышибала.

source: You must deal with those guards, I will deal with this panel!
de: Du musst dich um diese Wachen kümmern, während ich mit dieser Konsole beschäftigt bin!
es: ¡Debes ocuparte de esos guardias, yo me ocuparé de este panel!
fr: Vous devez vous occuper de ces gardes, je m'occupe du panneau !
it: Devi occuparti delle guardie e io penserò al pannello!
ru: Займись охранниками, а я займусь этой панелью!

source: You must let your team in from the alley before attempting to open the Inner Sanctum door.
de: Du musst dein Team aus der Gasse hereinlassen, bevor du versuchen kannst, die Tür zum inneren Heiligtum zu öffnen.
es: Antes de intentar abrir la puerta del Sanctasanctórum, tienes que dejar entrar al equipo por el callejón.
fr: Vous devez laisser votre équipe entrer depuis l'allée avant d'essayer d'ouvrir la porte du Sanctuaire intérieur.
it: Devi fare entrare il tuo team dal vicolo prima di tentare di aprire la porta del Santuario nascosto.
ru: Тебе следует впустить команду в здание, прежде чем вы отправитесь в святилище.

source: You must let your team in from the alley before attempting to open the secret door.
de: Du musst dein Team aus der Gasse hereinlassen, bevor du versuchen kannst, die Geheimtür zu öffnen.
es: Tienes que ayudar a tu equipo a entrar desde el callejón antes de intentar abrir la puerta secreta.
fr: Vous devez faire entrer votre équipe avant de tenter d'ouvrir la porte secrète.
it: Devi far entrare il tuo team dal vicolo prima di tentare di aprire la porta segreta.
ru: Тебе следует собрать команду, прежде чем открывать потайную дверь.

source: You must think you're pretty clever.
de: Du hältst dich wohl für sehr clever.
es: Debes de creerte muy listo.
fr: Vous vous croyez sans doute très malin.
it: Ti credi molto intelligente, eh?
ru: Думаешь, ты очень умный, да?

source: You must understand, a shaman does not follow the literal incarnation of his totem. One who pledges himself to Cat does not drink milk from a saucer or claw the drapes. Instead, a shaman follows the ideals of his totem.
de: Du musst verstehen, dass ein Schamane keine Fleisch gewordene Inkarnation seines Totems ist. Ein Schamane, der sich Katze zugehörig fühlt, trinkt deshalb keine Milch aus der Untertasse oder zerfetzt Vorhänge mit seinen Krallen. Nein, ein Schamane versucht, den Idealen seines Totems zu folgen.
es: Debes comprender que un chamán no sigue la encarnación literal de su tótem. Si uno se compromete con Gato, no por ello se dedica a beber leche de un cuenco ni a arañar las cortinas. En lugar de eso, un chamán sigue los ideales de su tótem.
fr: Vous devez comprendre qu'un un chaman n'est pas l'incarnation littérale de son totem. Celui qui s'en remet au Chat ne boit pas de lait dans une soucoupe et ne griffe pas non plus les draps. Non, un chaman suit les idéaux de son totem.
it: Devi capire che uno sciamano non è l'incarnazione letterale del proprio totem. Chi è devoto al Gatto non beve latte da un piattino né graffia tende. Invece, uno Sciamano segue gli ideali del proprio totem.
ru: Пойми, что шаман не всегда становится буквальным воплощением своего тотема. Если тебе покровительствует дух кота, ты не обязан драть занавески или лакать молоко из блюдечка - но любой шаман стремится следовать идеалам своего тотема.

source: You need some hardware or software?
de: Brauchst du Hardware oder Software?
es: ¿Necesitas algo de hardware o software?
fr: Besoin de logiciel ou de matériel ?
it: Hai bisogno di hardware o software?
ru: Тебе нужны железо или программы?

source: You need to choose your fixers more carefully. And based on our budding friendship, I’m guessing you probably need to choose your friends more carefully, too. {{GM}}He winks.{{/GM}} Ten of them versus three of you, huh? Why do I always get chosen by the losing team?
de: Du musst dir deine Schieber besser aussuchen. Und was unsere aufkeimende Freundschaft angeht, solltest du wohl auch deine Freund vorsichtiger wählen. {{GM}}Er zwinkert.{{/GM}} Zehn von denen gegen uns drei, wie? Warum bin ich immer im Verliererteam?
es: Tienes que escoger a tus fixers con más cuidado. Y basándome en nuestra incipiente amistad, supongo que probablemente también debas escoger con más cuidado a tus amigos. {{GM}}Guiña un ojo.{{/GM}} Diez de los suyos contra tres de nosotros, ¿eh? ¿Por qué siempre me escogen en el equipo perdedor?
fr: Vous devriez choisir vos Fixers plus soigneusement. Et sur la base de notre amitié naissante, je dirais que vous aussi vous devriez choisir vos amis plus soigneusement. {{GM}}Il fait un clin d'œil.{{/GM}} Dix contre trois, hein ? Pourquoi est-ce que je me retrouve toujours sélectionné dans l'équipe des perdants ?
it: Dovresti scegliere meglio i tuoi ricettatori. E vista la compagnia, probabilmente dovresti scegliere meglio anche le amicizie. {{GM}}Ammicca.{{/GM}} Dieci di loro contro voi tre, eh? Ma perché finisco sempre nella squadra dei perdenti?
ru: Тебе следует тщательнее выбирать работу. А судя по тому, что мы только что распили две бутылки пива - друзей тебе тоже следует выбирать тщательнее.{{GM}}Он подмигивает.{{/GM}} Значит, их десять, а вас всего трое? Боженька, почему мне всегда приходится играть в слабой команде?

source: You never can tell, can you?
de: Kann man nie vorher sagen, was?
es: Nunca se sabe, ¿verdad?
fr: On ne sait jamais vraiment, hein ?
it: Nulla è mai come sembra, vero?
ru: Внешность обманчива, правда?

source: You never explained how you and Marie-Louise know each other.
de: Du hast nie genau erklärt, woher du und Marie-Louise euch kennt.
es: Nunca explicaste cómo tú y Marie-Louise os conocisteis.
fr: Vous ne m'avez jamais expliqué comment Marie-Louise et vous vous étiez rencontrés.
it: Non mi hai mai detto come conosci Marie Louise.
ru: Ты не рассказал, откуда ты знаешь Марию-Луизу.

source: You never know.
de: Wer weiß.
es: Nunca se sabe.
fr: On sait jamais.
it: Non si sa mai.
ru: Сочтемся.

source: You noticed how empty the streets are these days? That’s cuz everyone’s either locked in their squats, holed up in places like this, or seeking refuge in the nearest Universal Brotherhood chapter house. Safety in numbers, chummer.
de: Ist dir mal aufgefallen, wie leer die Straßen in letzter Zeit sind? Das liegt daran, dass sich die Leute entweder in ihren Wohnungen verstecken, sich an Orten wie diesem versammeln oder im nächsten Ortsverband der Universellen Bruderschaft nach Obdach suchen. Zu mehreren ist man sicherer, Chummer.
es: ¿Has visto lo vacías que están las calles últimamente? Es porque la gente se ha encerrado en su choza, se ha atrincherado en lugares como este o se ha refugiado en el cabildo más cercana de la Hermandad Universal. Cuantos más sean, más seguros estarán.
fr: Vous avez remarqué comme les rues sont vides depuis quelques jours ? C'est parce qu'ils sont soit enfermés dans leurs squats, cloîtrés dans des endroits comme celui-ci, soit ils cherchent refuge dans la Confrérie Universelle la plus proche. Ils se sentent en sécurité à plusieurs.
it: Hai notato come sono vuote le strade ultimamente? È perché sono tutti chiusi in casa, rintanati in posti come questo o rifugiati presso la più vicina sala capitolare della Fratellanza Universale. L'unione fa la forza.
ru: Обрати внимание, как опустели улицы. Это потому, что все либо заперлись у себя по домам, или сидят в таких барах, как этот. Или нашли пристанище в ближайшем приюте Всеобщего братства. Так безопаснее.

source: You open the box to find it swarming with extremely large cockroaches.
de: Du öffnest die Kiste und siehst, dass sie voller übernatürlich großer Kakerlaken ist.
es: Abres la caja y descubres que está plagada de cucarachas enormes.
fr: Vous ouvrez la boîte pour y trouver... d'énormes cafards.
it: La apri e trovi solo enormi blatte brulicanti.
ru: Открыв коробку, ты обнаруживаешь дюжину тараканов, которые проворно разбегаются в стороны.

source: You pick up a worn and mangled notebook. It smells of sweat and alcohol.
de: Du hebst ein abgenutztes und zerfleddertes Notizbuch auf. Es riecht nach Schweiß und Alkohol.
es: Recoges una libreta gastada y estropeada. Huele a sudor y alcohol.
fr: Vous ramassez un vieux carnet écorné. Il sent l'odeur d'alcool et de transpiration.
it: Raccogli un bloc notes consunto e logoro. Puzza di sudore e alcol.
ru: Ты берешь в руки измятый и потрепанный блокнот. От него пахнет потом и алкоголем.

source: You pick up the cigar.
de: Du nimmst die Zigarre auf.
es: Recoges el puro.
fr: Vous ramassez le cigare.
it: Prendi il sigaro.
ru: Ты забираешь сигару.
